[
  {
    "question": "Should a strict limit be imposed on the number of migrant arrivals each year?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to base migration policy on the universal principle of freedom of movement and settlement, breaking with any logic of quantitatively managing flows. The priority is to guarantee a dignified and unconditional reception to anyone arriving on the territory, abolishing distinctions between reasons for migration. This approach entails opening the borders, initiating a process of regularization for all undocumented residents and guaranteeing them access to the full range of social and political rights, including the right to vote in all elections. In this way, it would help put an end to situations of precarity and unequal treatment, ensuring that fundamental rights apply to every individual, without condition of nationality."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to replace a quota-based logic, often ineffective, with a sovereign reassertion of control over the conditions of entry and residence on the territory. The objective is to move from endured immigration to a policy strictly defined by the nation's interests. The right approach is to amend the constitutional framework by referendum in order to entrench migration rules. This reform will aim to make family reunification an exception, to condition residence on employment and to systematize the expulsion of foreigners in an irregular situation, delinquents or criminals. The principle of national priority for access to social housing and certain benefits will complete the reduction of attractiveness factors. Thus, this would allow a drastic and structural reduction of flows, achieved by a change of legal paradigm rather than by the simple setting of an annual ceiling."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to address the root causes of departures rather than to establish numerical ceilings, which ignore humanitarian, climate and economic crises. The most coherent approach is to oppose unequal trade agreements and to work for peace and the sovereignty of peoples, in order to guarantee everyone the possibility of living with dignity in their country. On national territory, the priority is to condition reception on a sufficient number of accommodation facilities and to guarantee an individual and thorough examination of each situation, by repealing the legislative measures that obstruct it. Thus, this would make it possible to build a humanist and realistic policy, reducing forced migrations at their source while ensuring a dignified reception respectful of international law."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to replace uncontrolled immigration with a managed policy, based on the country's needs and its reception capacity. The central approach consists of establishing annual quotas, debated in Parliament, which would set numerical ceilings by professional categories and by country of origin. This needs-based steering would be made effective by abolishing automatic mechanisms, notably for family reunification and the acquisition of nationality by right of the soil, which would become conditional. In addition, no regularization of persons who entered the territory illegally would be carried out. Thus, this would allow migratory flows to be aligned with the nation's strategic interests and integration capacities."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to replace a logic of numerical quotas with an approach based on respect for international law and human dignity. The priority is to establish legal and secure access routes for people forced into exile by wars, dictatorships or climate crises. Reception would be managed by strengthened public services, guaranteeing a fair processing of asylum applications and an active policy of regularization for workers already integrated into the territory. This approach involves renegotiating European agreements in this area to ensure a coherent application of international conventions. Thus, this would allow a controlled and humane management of migration, by promoting integration and effectively combating exploitation and clandestinity."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to aim for net immigration close to zero rather than be limited to an annual quota. The central approach consists of drying up flows at the source by eliminating automatic rights such as family reunification and by reducing the right of asylum to around a hundred cases per year, processed from abroad. For other categories, a strict merit-based selection would be applied, notably for students, and obtaining a visa conditioned on a financial guarantee for nationals of the countries of origin of clandestine immigration. At the same time, it is essential to remove pull factors, such as non-contributory social benefits for non-European foreigners, and to abolish birthright citizenship. Thus, this would allow a systemic break with settler immigration, replacing it with a selected and drastically limited immigration."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to replace a quota-based logic, often unenforceable, with effective control of migratory flows. The priority is to significantly strengthen the human and material resources of customs and border forces, where irregular entries are concentrated. This approach is accompanied by strict respect for the right to asylum, which remains a fundamental principle. In parallel, determined action must be taken on the root causes of departures, by supporting development and establishing equitable partnerships with countries of origin. Thus, this would allow for a sustainable and controlled regulation of arrivals, based on the State's real capacity to enforce the law and not on an arbitrary numerical threshold."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to replace a logic of fixed ceilings with a humane, solidarity-based and effective migration policy, focused on the effective management of procedures rather than on quantitative limits. The central approach is to rebuild the European asylum system on a principle of solidarity between States, proportionate to their actual reception capacities. At the national level, the priority is to ensure a balanced distribution of applicants across the territory, to control case processing times, and to relaunch an active integration policy from the moment of arrival. This will in particular rely on access to employment and on enhanced language training pathways. Thus, this would make it possible to manage flows calmly and thoughtfully, while more effectively combating clandestine routes through well-managed procedures."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to replace a quota-based logic with an organized and dignified reception policy. The issue is not to set an arbitrary threshold, but to build peaceful pathways of integration in accordance with fundamental rights. The right approach is to open legal and safe channels, notably through work visas, to avoid dangerous exile routes. Priority will be given to the broad regularization of undocumented workers in order to recognize their contribution and end their precariousness. At the same time, the processing of asylum applications will be accelerated and humanized, by allowing work during the procedure and guaranteeing access to healthcare without a waiting period. Thus, this would make migration an issue of integration and rights, and not a police matter, by building a fairer and more solidaristic society."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to regulate entries by means of strict control levers rather than by displaying an annual quota. To achieve this, the priority is to restore full sovereignty at the borders by withdrawing from the Schengen agreements. The processing of asylum applications would be limited to border posts, with immediate enforcement of refusal decisions. Simultaneously, pull factors would be reduced by introducing a five-year waiting period for access to social benefits and ending the automaticity of birthright citizenship for obtaining nationality. Thus, this would make it possible to sustainably control migratory flows by acting on the causes and conditions of entry, guaranteeing an effective and controlled decrease in arrivals."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to favor control of migration flows based on clear rules rather than to institute an annual quantitative cap. The right approach is to strengthen border control, both at the European and national levels, and to drastically speed up the processing of asylum and residence applications to quickly distinguish eligible persons. The granting of a long-stay residence permit must be strictly conditional on objective criteria, notably passing a French exam and effective professional integration. Decisions to refuse and expel foreigners who disturb public order will be enforced firmly. Thus, this would ensure regulated immigration by focusing on the quality of integration and the effectiveness of the law rather than on a logic of quotas."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to reject any logic of quotas or limitation, which pits workers against one another to the benefit of a minority. The priority is to guarantee total freedom of movement and settlement for everyone, recognizing that the presence of immigrant workers is indispensable to the functioning of many essential economic sectors. The fair approach is to strengthen the rights of all residents, notably by granting the right to vote, so as not to create artificial divisions. The true solution lies in the unity of workers, regardless of their nationality. Thus, this would allow concentrating efforts on defending common interests rather than giving in to divisive logic."
      }
    ]
  },
  {
    "question": "Should the use of euthanasia and/or assisted suicide be allowed under certain regulated medical conditions?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to guarantee every individual full control over their body and destiny, including in the choice of the conditions of their own end of life. The right approach is to recognize a universal and unconditional right to euthanasia and assisted suicide, by integrating it as a fundamental freedom guaranteed by the public health service. To achieve this, the priority is to make it freely accessible to any person of legal age and with decision-making capacity who requests it, without this decision being subject to restrictive medical conditions. This right must be accompanied by a parallel strengthening of palliative care, so that the choice is always free and never dictated by the absence of alternatives in the face of suffering. Thus, this would make it possible to ensure a dignified and chosen end of life, placing the individual's sovereign will above any other consideration."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to decree a pause on major societal debates in order to preserve the unity of the country, today fractured over ethical issues. The right approach is to establish a legislative moratorium of at least three years on any evolution of the end-of-life framework. This suspension aims to avoid further divisions and to concentrate public action on economic, social, and security emergencies. The legal framework in force would be scrupulously respected, and any future changes on these matters of conscience could, at the end of this period, be subject to a direct consultation of the citizens. Thus, this would help guarantee civil stability while restoring the people's voice to decide the most fundamental questions."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to guarantee to each person the right to choose their end of life with dignity, in application of the principle of individual liberty. The appropriate approach is to authorize active assistance in dying for people suffering from incurable illnesses who express a free, conscious and reiterated will. This fundamental right must be strictly regulated by law and its implementation ensured by the public health service, while simultaneously guaranteeing universal and strengthened access to palliative care to alleviate suffering. In this way, it would make it possible to put an end to inhuman situations of distress and to ensure respect for the individual's sovereign will until the end."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to respond to the suffering of people at the end of life with a surge of solidarity and support, rather than with an ethical rupture. The absolute priority is to guarantee universal access to quality palliative care, by massively developing dedicated units, mobile teams and home hospitalization to effectively relieve pain. The challenge is to strengthen human and financial resources to enable everyone to live their final moments in dignity, surrounded and comforted. The proposed path is that of care and unconditional support, and not the one that would make assisted death an option. Thus, this would reaffirm respect for life until its end as a fundamental principle of society."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to guarantee a dignified end of life through strengthened human and medical support rather than to legislate on the conditions of death. The priority is to build a true public end-of-life service by massively expanding access to palliative care both in hospitals and at home. It involves investing in care facilities for the elderly and ensuring comprehensive management of dependency, so that the choice is never dictated by loneliness, poorly managed pain, or material considerations. The challenge is to give everyone the means to live their final moments in serenity. Thus, this would make it possible to address the anxiety of decline through a surge of collective solidarity and an effective right to high-quality care."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to respond to end-of-life suffering not by authorizing assisted death, but by an unconditional commitment to accompaniment. The priority is to guarantee universal and effective access to palliative care, by creating dedicated units throughout the territory so that no one is abandoned in the face of pain. This approach aims to strengthen solidarity toward the most vulnerable rather than to legislate on irreversible solutions. It is about making dignity effective through care and human support until the natural end of life, treating distress without responding to it with abandonment. Thus, this would make it possible to reaffirm the principle of protecting the most vulnerable and to offer a humane and concrete response to the great anguish of the end of life."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to prioritize humane and dignified support for life until its natural end, rather than legislate on practices of euthanasia or assisted suicide. The central focus is to massively strengthen the provision of palliative care across the entire territory, guaranteeing universal and local access to these services. This implies training and recruiting more specialized professionals, supporting caregivers, and ensuring comprehensive management of pain and physical and psychological suffering. The State must ensure that no one is left alone in the face of illness or dependency, by consolidating social bonds and intergenerational solidarity. Thus, this would make it possible to offer everyone a peaceful end of life respectful of human dignity, without having to consider lethal solutions."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to guarantee everyone the freedom to choose a dignified end of life, putting an end to the current situation that forces fellow citizens to go abroad to die according to their wishes. To achieve this, a new law will be proposed in the first months of the five-year term. It will rest on three inseparable pillars: the absolute respect of the patient's will, made effective by binding advance directives; the guarantee of universal access to quality palliative care throughout the territory; and the establishment of a right to access active assistance in dying for people who have made that choice in full consciousness and in complete freedom. Thus, this would offer a secure and humane legal framework that articulates the right to patient autonomy with a duty of solidarity and accompaniment for all until the last moments."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to enshrine the right to die with dignity as a fundamental freedom. The issue is to no longer leave the medical profession alone in the face of human suffering. The proper approach is to put in place a legal framework that allows each person to express their wish to end their life voluntarily and without judgment, notably by refusing treatments they no longer desire. This démarche must be founded on the sole will of the individual. Thus, this would make it possible to guarantee everyone's autonomy in the face of suffering and to ensure that personal decision prevails."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to guarantee a dignified end of life through support and care, by strengthening solidarity with the most vulnerable people rather than by legalizing euthanasia or assisted suicide. The priority is to invest massively in care facilities, to adapt housing to facilitate remaining at home, and to significantly increase staffing levels in EHPADs to ensure quality care and a human presence. The central focus is to support caregivers and to guarantee the dignity of residents. Thus, this would make it possible to offer a humane response to suffering, by improving quality of life until its natural end rather than by organizing its end."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to address the question of end-of-life through a process of consultation rather than by a hasty decision. The right approach is to launch a citizens' convention that will bring together citizens, specialists in ethics and professionals in order to carry out a thorough reflection on this complex subject. The objective is to build a balanced and shared solution that guarantees a more humane and dignified end of life for all. This process will make it possible to define a clear framework accepted by the community. Thus, it would allow a national consensus to emerge on the modalities of accompaniment, ensuring that any future legislative change is the result of a democratic and peaceful debate."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to guarantee everyone the material means to live with dignity until the end, rather than focusing on the legal conditions of death. The central axis is a massive reinvestment in the public health system, particularly in palliative care and the support of elderly or sick people. This implies the creation of positions, the revaluation of caregivers' salaries and the opening of beds in hospitals and EHPADs, so that the end of life is never synonymous with abandonment or suffering for lack of means. The priority is to tackle the deterioration of the health system, which is the consequence of budgetary choices. Thus, this would make it possible to address the question of end of life on humane and genuinely dignified grounds, by ensuring that everyone has access to the best available treatments and quality support."
      }
    ]
  },
  {
    "question": "Should the electoral system for legislative elections be reformed to introduce some proportional representation?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to guarantee a parliamentary representation that is the exact and faithful reflection of the electorate, by abandoning the majoritarian voting mechanisms that distort the popular will. The right approach is not to correct the current system with a mere dose of proportional representation, but to establish full proportional representation as the sole electoral system for all elections. The objective is to ensure a strict equivalence between the percentage of votes obtained by each political force and the number of seats allocated to it, without an electoral threshold that would exclude minority currents. Thus, this would make it possible to guarantee the fair representation of all political sensibilities and to restore the democratic legitimacy of elected assemblies."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to prioritize governmental stability and effectiveness rather than to change the electoral system. The issue is not the arithmetic representativeness of parties, but the State's ability to implement a program of national recovery. Introducing a dose of proportional representation would risk leading to chronic instability, coalition governments and paralyzing compromises, contrary to the need for clear leadership. Popular will on major societal issues should instead be expressed through tools of direct democracy, such as the referendum. In this way, it would be possible to preserve an electoral system that produces clear and stable majorities, an indispensable condition for carrying out the necessary breakthrough reforms."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to guarantee a faithful representation of the electorate in the assembly, so that its composition truly reflects the diversity of the country's opinions and puts an end to the distortions of the majoritarian electoral system. The right approach is to establish full proportional representation for the election of deputies. This change of electoral system is the pillar of a stable parliamentary regime where sovereignty truly belongs to the people, breaking with a logic that concentrates power and sidelines citizens from decisions. Thus, this would make it possible to restore popular sovereignty and to guarantee that each vote carries equal weight in the formation of national representation, an essential condition for democratic vitality."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to prioritize the stability of institutions and the capacity to govern decisively, rather than to seek a fragmented representation of currents of opinion. The priority is to preserve an electoral system that produces clear and coherent majorities, an indispensable condition for carrying out large-scale reforms over the course of a term. The majoritarian electoral system guarantees a direct and accountable link between the elected representative and their constituency, an anchor deemed essential to democratic vitality. Introducing a degree of proportional representation would risk weakening the executive by encouraging unstable coalitions and perpetual compromises. Thus, this would help ensure the effectiveness of public action and avoid institutional paralysis."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to break with presidentialism by restoring full sovereignty to Parliament, which requires a reform of national representation. The right approach is to introduce full proportional representation in order to guarantee an accurate reflection of the different political currents and their electoral influences. This reform would be accompanied by the abolition of the election of the president by universal suffrage and by a primacy given to the Assemblée Nationale to invest the government. A status of the elected official and a strict renewal of mandates would also be put in place to encourage the involvement of popular categories and diversity. Thus, this would make it possible to restore confidence in politics by ensuring a faithful and egalitarian representation of the people in the institutions."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to address democratic distrust at its root by returning decision-making power to the people, rather than relying on a mere change to the voting system. The priority is to restore popular sovereignty through the regular use of referendums on fundamental questions, thereby allowing major national issues to be decided directly. At the same time, the territorial anchoring of elected officials must be strengthened by restoring the possibility for mayors to hold a parliamentary mandate. This dual approach aims to ensure that the will of citizens is heard directly and that their representatives remain connected to on-the-ground realities. Thus, this would make it possible to refound the democratic pact on the basis of clear responsibility, where the voice of the people takes precedence over party-machine logics."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to restore a direct and authentic bond of trust between elected officials and citizens, rather than diluting responsibility through a change in the voting system. The right approach is to revitalize democracy through tools of direct oversight and intervention, by instituting the citizen-initiated referendum and the full recognition of the blank vote. These mechanisms return power to the people. At the same time, reinstating the holding of multiple mandates for parliamentarians will anchor their action in local realities, strengthening their accountability to the voters of a constituency. Thus, this would help consolidate an embodied and responsible democracy, rendering unnecessary any reform that favors the arithmetic of parties."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to guarantee a fairer representation of the diversity of political opinions within Parliament, in order to make it more legitimate and to rebalance powers. The central axis of this reform is the introduction of a mixed electoral system for legislative elections, similar to the German system, ensuring that a portion of deputies are elected proportionally. To restore the full weight of this election, it would take place before the presidential election. Thus, this would allow France to have an Assemblée nationale that more faithfully reflects the country's pluralism and to revitalize the democratic debate."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to make proportional representation the norm for all elections in order to ensure a better alignment between citizens' votes and the composition of assemblies. The right approach is to initiate a debate on the precise modalities for legislative elections, moving toward a mixed electoral system inspired by the German model, combining local constituencies and a national list. This principle would be extended to all elections to establish a fairer and clearer electoral framework. Thus, this would help strengthen the democratic legitimacy of elected officials while ensuring the implementation of a system that is both simple and stable."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to correct the imperfections of the majoritarian electoral system in order to guarantee a fairer representation of the full range of currents of opinion. The proper approach is to introduce a mixed system, by allocating a significant share of the seats through proportional representation. The objective is to dedicate 100 deputy seats out of 500 to this voting method, which would allow political forces that are currently underrepresented to gain access to the Parlement. This reform aims to combine the stability brought by the majoritarian system with better representativeness. Thus, it would help strengthen the legitimacy of the Assemblée nationale and revitalize the democratic debate."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to overcome the political deadlocks that have so far hindered the modernization of our institutions. The right approach is to change the method by convening a transpartisan convention charged with proposing a comprehensive institutional reform.[1] The objective is to ensure that Parliament more faithfully reflects the diversity of societal sensibilities, while strengthening its oversight role and democratic vitality.[1] This dialogue will make it possible to define the contours of a new balanced electoral system. Thus, this would allow building a broad consensus for a reform that ensures both fairer representation and greater effectiveness of public action."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to break with an electoral system designed to stifle the diversity of political opinions and to artificially guarantee power to the large parties. The right approach is to establish authentically democratic representation by adopting full proportional representation at the national level. This voting system would guarantee that each vote carries equal weight in the composition of the assembly, thereby ensuring faithful representation of all political currents, notably those who defend the interests of the world of work. The objective is that political representation be the true reflection of society. Thus, this would make it possible to break the monopoly of established parties and to give a voice to millions of citizens who do not have one today."
      }
    ]
  },
  {
    "question": "Should the legal retirement age be lowered, maintained or raised?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with a purely accounting logic to guarantee the right to a healthy retirement, by recognizing the disparity of careers and occupational wear and tear. The central axis is to lower the legal retirement age to 60 for everyone, with a right to early retirement set at 55 for all occupations recognized as arduous. This advance must be financed by a reorientation of the wealth produced, by increasing the share of profits allocated to the financing of social protection. In this way, it would free up years of healthy life, reduce inequalities at the end of careers and create jobs for younger people."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to substitute a uniform statutory age with a fairer system based on career length and the age of entry into working life. The objective is to recognize the diversity of professional paths and the arduousness associated with long careers. The right approach is to guarantee a right to retire from age 60 for all people who began working before the age of 20, provided that they have contributed 40 annuities. For others, the retirement age and the length of contributions will be determined by the age of entry into the labor market, instituting an equitable progression. Thus, this would make it possible to reward early work and to adapt the system to lived realities rather than to apply a rigid and blind rule."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to guarantee to everyone the right to retire at a reasonable age and with a dignified pension, considering that time for rest is not an economic adjustment variable but a fundamental social right. The proper approach is therefore to restore the retirement age to 60 years for a full pension, conditioned on 40 years of contributions. To ensure an adequate standard of living, no pension resulting from a full career may be lower than the revalued SMIC and the minimum vieillesse will be raised to the level of the poverty threshold. The amount of pensions will moreover be indexed to wages. Thus, this would ensure that workers, and notably those who started early or carried out arduous jobs, can enjoy a well-deserved rest in good health."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to guarantee the long-term sustainability of the pension system and to ensure better equity between generations by adjusting the length of working life. The central focus is a gradual increase of the statutory retirement age to 65, a goal to be achieved by 2030. This change will be fair, as it will take into account long careers and the hardship of certain jobs, allowing early departures for those who have contributed the most or worked in arduous professions. In parallel, the system will be made more solidarity-based by guaranteeing that no pension can be lower than the SMIC net for a full career. Thus, this would help financially consolidate the pay-as-you-go model while valuing work and protecting the most modest workers."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to bring the legal retirement age back to 60, considering that increased life expectancy should improve overall quality of life rather than simply extend working time. The central objective is to guarantee a full pension from age 60 for anyone who can justify a complete career. The calculation of this pension would be based on the ten best years of income, with a target of 75% of net income, while providing for early exit provisions for arduous occupations and long careers. Thus, this would free up jobs for younger people while restoring a principle of social justice that links economic progress and workers' well-being."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to guarantee the sustainability of the pay-as-you-go system by adjusting its parameters to demographic and financial reality. The approach consists in gradually raising the statutory retirement age to set it at 64 years by 2030, a measure complemented by increasing the required contribution period by one year. In order to preserve fairness, provisions for early retirement for long careers and arduous occupations would be maintained. This reform is presented as unavoidable to avoid a reduction in pensions or an increase in contributions that would weigh on competitiveness. Thus, this would make it possible to secure the system over the long term while achieving substantial budgetary savings."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to replace the rigid notion of legal age with a system based on the duration of contributions, fairer and adapted to each person's career. The proper approach is to define the retirement age according to the number of contributory years, allowing rights to be accrued from the earliest age, including during periods of training or work-study. A dedicated body will ensure simple and transparent monitoring of the points accumulated throughout one’s professional life, guaranteeing predictability for each worker. Thus, this would help to sustainably preserve the pay-as-you-go system while adapting it to demographic realities and diversified life paths, ensuring a fair transition from the baby boom to the grandparent boom."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to guarantee a right to a dignified retirement without imposing an extension of the length of working life, based on the assumption that the sustainability of the system is not threatened. The central focus is therefore maintaining the statutory retirement age, which will be capped at 62 years. This guarantee is accompanied by strengthened consideration of arduousness, with the reinstatement of the four removed criteria (handling heavy loads, awkward postures, mechanical vibrations, chemical agents). In parallel, small pensions will be revalued to ensure an adequate standard of living for the elderly. Thus, this would help consolidate a fair pension system that particularly protects workers who have had the most difficult careers, without penalizing all active workers."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to guarantee a right to retirement that takes into account the reality of careers rather than postponing a uniform legal age. The issue is to stop turning gains in life expectancy into additional working time. The right approach is to set a maximum retirement age at 62, while significantly strengthening measures addressing arduousness. This mechanism will allow those who have had the most difficult careers to leave earlier, by recognizing occupational wear and tear. The objective is to guarantee a minimum pension at the level of the SMIC to live with dignity. Thus, this would make it possible to build a solidarity-based pension system that protects the most exposed workers and ensures everyone a decent pension, by refusing to make the extension of working life the only adjustment variable."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to guarantee the sustainability of the pension system and to ensure a decent standard of living for seniors, by focusing on raising pensions rather than on changing the statutory retirement age. The priority is to protect retirees' purchasing power by systematically indexing pensions to inflation. The central focus is to preserve the pay-as-you-go system to ensure that those who have worked all their lives can live in dignity, surrounded by their loved ones. Thus, this would help secure the intergenerational pact without imposing an extension of contribution periods, by focusing on the fair reward for the work accomplished."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to lengthen the duration of working life to ensure the sustainability of our pay-as-you-go pension system. The right approach is to gradually raise the statutory retirement age to 65, while ensuring fair consideration of cases of disability, and of long or arduous careers. The objective is to guarantee equity between generations and to finance our social model. This reform will be accompanied by the elimination of the main special pension schemes for new entrants, in order to converge toward a simpler and fairer system. Thus, this would make it possible to secure the payment of pensions while consolidating public finances."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to put an end to the aberration of forcing older workers to wear themselves out at work while millions of young people are unemployed. The right approach is to lower the legal retirement age, setting it at 60 years at most, as part of a policy to distribute the available work among all generations. To achieve this, it is imperative to guarantee decent pensions, with a minimum threshold of 2 000 euros net, so that retirement is never synonymous with precarity. The priority is to make this right a genuine well-deserved rest and a lever to achieve full employment. Thus, this would guarantee both a future for youth and a dignified end of career for the elders."
      }
    ]
  },
  {
    "question": "Should the share of nuclear power in the French energy mix be increased?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break radically with the current energy model, considering nuclear power as a dangerous technology and a false solution in the face of the climate emergency. The central axis is to commit to a planned and total phase-out of nuclear power within ten years, starting with the immediate closure of all reactors over forty years old. This transition must rely on the complete socialization of the energy sector in order to steer massive investment into renewable energies, with the objective of reaching 100% of the energy mix by 2050, all combined with an energy sobriety plan. Thus, this would make it possible to guarantee genuine energy and ecological security, by placing this strategic sector under the democratic control of workers and the population."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to make nuclear power the central and indispensable pillar of national energy sovereignty, in order to guarantee a decarbonized, dispatchable electricity production at a controlled cost. The priority is to fully preserve the existing fleet and to extend its lifespan, while promptly initiating the renewal of the reactors. This strategic approach also involves relaunching research into future technologies, notably fast-neutron reactors and small modular reactors. By contrast, a moratorium on any new wind power construction will be instituted. Thus, this would consolidate a sector of excellence, secure the country's supply, and reaffirm France's independence."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to reject any increase in the share of nuclear power, considered a dangerous and outdated energy, and to commit resolutely to an energy transition based exclusively on renewable energy sources. The right approach is to plan a complete and orderly phase-out of the nuclear fleet, immediately abandoning any project for a new plant. The objective is to reach 100% renewable energy by 2050, relying on a public energy authority to steer massive investments in efficiency, sobriety and future sectors, while organizing the retraining of the workers concerned. Thus, this would make it possible to build a sustainable and sovereign energy model, freed from the risk of accidents and the problem of waste."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to make nuclear power the pillar of energy sovereignty and the decarbonization of the economy. The right approach is to launch an ambitious recovery plan based on two pillars: on the one hand, the construction of at least six new EPR reactors to modernize our fleet; on the other hand, a program of massive investments to extend the life of existing power plants. This deployment will be complemented by the resumption of next-generation reactor projects. The objective is to guarantee abundant, dispatchable electricity that is independent of foreign markets. Thus, this would secure the country's supply while achieving carbon neutrality objectives."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to consider nuclear power as a major asset for building a 100% public and decarbonized energy mix capable of meeting climate and industrial challenges. The central strategy is to commit to strong growth in electricity production, planning the construction of at least six new EPR reactors while investing heavily in renewable energies, notably hydropower, solar and wind. The entire energy sector would be consolidated within a large public hub, from production to distribution, in order to guarantee national sovereignty and remove this common good from speculation. Thus, this would make it possible to secure a low-carbon, accessible energy supply while revitalizing an industrial sector of the future."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to make nuclear power the indisputable foundation of energy sovereignty, breaking with the policy of reducing its share in order to guarantee abundant, decarbonized, and cost-controlled electricity. The approach involves canceling the scheduled shutdown of reactors and extending the lifespan of the existing fleet to a minimum of 60 years. In parallel, a large renewal program will be launched, with the construction of at least 14 new EPR2-type reactors by 2050 and support for the development of small reactors (SMR). Public funding will be reoriented by stopping any new wind project, onshore as well as offshore. Thus, this would make it possible to restore strategic independence, guarantee competitive energy prices, and revive an industrial sector of excellence."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to reaffirm nuclear power as the foundation of the nation's sovereignty and energy transition. The approach consists of a twofold movement: the renovation and a 25-year extension of the current nuclear fleet, coupled with the development and construction of fourth-generation power plants, which are safer. This effort is accompanied by a strategic investment in very long-term fusion technologies, as illustrated by the ITER project. At the same time, the deployment of wind power will be stopped for projects not approved by mayors after consultation with residents, while research on photovoltaic solar and marine energies will be intensified. Thus, this would make it possible to guarantee, in the long term, a decarbonized, dispatchable energy supply independent of geopolitical hazards, while controlling land-use planning."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to commit resolutely to a 100 % renewable energy model to achieve the complete decarbonization of our electricity production. The strategy therefore consists in refusing the construction of new reactors, whether EPR or small modular reactors, in order to devote the bulk of public investments to renewable sectors. The existing nuclear fleet will be managed as a transitional energy source, without a hasty exit so as to avoid a surge in prices. The extension of the lifespan of the current plants will be decided under the exclusive control of the Autorité de sûreté nucléaire and Parliament. Thus, this would allow for planning a gradual phase-out of nuclear power, while guaranteeing security of supply and at the same time irreversibly accelerating the deployment of the energies of the future."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to embark on a planned phase-out of nuclear power, a technology deemed to have no future, costly and dangerous. The central axis is a comprehensive energy transition toward a 100 % renewable mix by 2050, or even as early as 2040, mobilizing national industrial and technological know-how. To achieve this, the existing fleet must be managed responsibly, by progressively dismantling reactors older than 40 years and ensuring a transparent waste management plan. Thus, this would enable reaching carbon neutrality by relying on future energy sources, while freeing itself from a sector that represents a considerable risk and an industrial fiasco."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to make nuclear energy the pillar of strategic sovereignty and the ecological transition. The right approach is to break with the objective of reducing its share in electricity production by setting a minimum floor of 70%. To achieve this, the sector must be totally controlled by the public authorities, by nationalizing the main operator and recreating an independent research and industrial center of excellence. Efforts must also focus on the future, through a thirty-year plan to develop the Thorium sector. Thus, this would guarantee abundant, affordable, and decarbonized electricity, while restoring complete energy and technological independence."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to reaffirm the central role of nuclear energy as a pillar of our energy sovereignty and of the ecological transition. The right approach is to embark on an ambitious program to build six new next-generation nuclear reactors. This major investment will be part of a comprehensive energy strategy, which also includes a massive deployment of renewable energies, with the objective of multiplying solar capacity by ten and installing fifty offshore wind farms by 2050. Thus, this would make it possible to guarantee our independence, to move away from fossil fuels and to position the country as a leader in low-carbon energy production."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to move beyond the technical debate for or against nuclear power in order to raise the fundamental question of democratic control over energy. The proper approach is to consider that the main danger does not come from the technology itself, but from its management by private interests whose priority is profit, to the detriment of safety and collective needs. The central focus is therefore to place the entire energy sector under the control of workers and the community. Only within this framework of an economy planned according to the needs of all can rational and safe choices regarding the energy mix be made. Thus, this would make it possible to guarantee energy production that serves the public interest and not shareholders' dividends."
      }
    ]
  },
  {
    "question": "Should a higher carbon tax be introduced to finance the ecological transition?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with the logics of indirect taxation that place the cost of the ecological transition on the population. The right approach is to finance this transition not by a tax on household consumption, but by a direct levy on the profits of polluting companies and on large fortunes. To achieve this, the central axis is to end all public aid to large groups, to socialize the key sectors of energy and transport in order to steer the bifurcation, and to mobilize the necessary resources through a highly progressive wealth tax. Thus, this would make it possible to guarantee a rapid and socially just ecological bifurcation, financed by the main actors responsible for the climate crisis without penalizing individuals."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to reject the principle of punitive ecological taxation, instead favoring a massive reduction of taxes that burden energy for households and businesses. The central axis is to consider gasoline, fuel oil, gas and electricity as basic necessities, by bringing their VAT from 20 % to 5,5 %. This direct reduction of unavoidable expenses constitutes the priority, in opposition to a carbon tax that penalizes the least well-off and residents of rural areas more severely. The financing of the transition must rely on sovereign industrial choices, and not on a new tax burden. Thus, this would make it possible to immediately restore purchasing power to the French, by treating energy as an essential need rather than as a variable to be adjusted."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to place the burden of the transition on the most polluting activities rather than on household budgets. The right approach is to reject a general, socially unjust carbon tax in favor of targeted mechanisms and massive investments. Priority levers of action are the introduction of a per-kilometre tax on imported goods to promote short supply chains, the elimination of tax loopholes harmful to the environment, and an increased contribution from high incomes and large companies. This fair taxation will fund an investment plan for the ecological shift. Thus, it would enable a genuine transition without obstructing social justice and while protecting purchasing power."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to finance the ecological transition without penalizing purchasing power or national competitiveness, rejecting the principle of punitive environmentalism. The preferred instrument is therefore not an increase in domestic taxation, but the introduction of a carbon border tax at the borders of the Union européenne. This mechanism aims to subject imported products that do not comply with our environmental standards to the same requirements as our own agricultural and industrial sectors. Financing for green investments will be ensured by mobilizing private savings, without resorting to further tax increases. Thus, this would make it possible to protect our companies from unfair competition while initiating the decarbonization of the economy on a principle of justice."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to reject the principle of a carbon tax that would weigh on households, in order to favor financing the ecological transition based on contributions from economic actors. The approach consists of setting up a large fund for the climate and employment, financed by the State, monetary creation and a corporate taxation adjusted according to social and ecological criteria. This new taxation will target the profits of large groups and polluting activities. In parallel, indirect energy taxes borne by consumers would, on the contrary, be lowered to protect purchasing power. Thus, this would make the ecological transformation socially just, by making capital contribute rather than penalizing citizens' consumption."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to shift the environmental burden from domestic producers and consumers to imports that do not meet our standards, in order to protect industry without penalizing households. The approach is to refuse any form of punitive environmentalism through domestic taxation and to establish, in return, a carbon tax mechanism at Europe's borders. This measure would aim to subject imported products to the same environmental requirements as our own production, thereby ending the unfair competition of countries with lower environmental standards. Thus, it would help create fair competitive conditions, promote reindustrialization and finance the transition by making foreign economic actors contribute rather than placing the burden on citizens."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to steer the energy transition through strategic investment and technological innovation, rather than through punitive taxation that weighs on purchasing power and competitiveness. The priority is to control energy prices and to lighten taxation on hydrocarbons by reducing VAT to 5.5%. At the same time, public efforts must focus on developing future-oriented sectors, notably next-generation nuclear power, solar energy and marine energy, while strengthening sovereignty over key energy assets. This would thus make it possible to finance the transformation of our energy model through growth and innovation, ensuring our sovereignty and protecting citizens and businesses from a rise in the cost of living."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to base the financing of the transition on fair ecological taxation that does not burden the middle and working classes. Rather than a generalized increase in the carbon tax, the approach is to establish an Impôt de Solidarité sur la Fortune (ISF) Climat et Biodiversité to make the wealthiest contribute. This mechanism will be complemented by a surtax on financial investments linked to fossil fuels. In addition, a \"Règle d'Or Climatique\" will guarantee that 50% of the revenues from environmental taxation will finance social measures for the households most affected by the transition. Thus, this would secure the financing of the ecological transition while strengthening social justice and ensuring the acceptability of the reforms."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to overhaul carbon taxation to make it a lever for a just and effective ecological transition. The issue is not simply to tax, but to ensure that the climate contribution is socially fair. The approach is to gradually raise the carbon trajectory, conditioning this increase on full compensation for the lowest-income households via a \"green cheque\" mechanism. The revenues of this reformed tax will be earmarked transparently: half for this redistribution mechanism, the other half for investment in the transition. Thus, this would help steer behavior and generate funding for the transition, making carbon taxation a tool of solidarity and ecological transformation."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to finance the ecological transition by redirecting spending and incentives, categorically rejecting any punitive taxation that would weigh on households' purchasing power. The proper approach is to remove subsidies for intermittent energy sources to massively fund a large-scale thermal insulation plan for housing, which would concretely reduce electricity bills. Effort must be concentrated on major sources of pollution, such as international maritime flows, and not on citizens. Thus, this would allow an effective transition to be undertaken without penalizing the French, by prioritizing structural investments over taxing everyday life."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to make ecological taxation a lever for competitiveness and equity, rather than an instrument of domestic taxation. The right approach is to implement a carbon tax at Europe's borders. This measure aims to apply to imported products the same environmental requirements as to our own industries, in order to combat unfair competition. The objective is to protect jobs and companies that invest in the transition, while encouraging decarbonization on a global scale. Thus, this would make it possible to finance the transition in a fair way, by placing the burden on imports that do not comply with our climate standards, and not on local economic actors."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to categorically reject any fiscal measure that places the cost of the ecological transition on the population, because the true culprits of pollution are the large capitalist corporations that profit from it. The right approach is to strip them of their power to do harm by placing the key sectors of the economy under the control of the collective. To achieve this, it is necessary to expropriate the large industrial and financial groups, in order to plan production according to human needs and the planet's limits, and not according to the logic of profit. The objective is to end the pillaging of resources and destructive competition. Thus, this would allow the implementation of a genuine environmental policy, financed by those who have accumulated fortunes by destroying the planet."
      }
    ]
  },
  {
    "question": "Should social benefits be conditioned more on activity or residency criteria in France?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with any logic of conditionality of social assistance, by basing social protection on a principle of universal inalienable rights. The right approach is to disconnect access to benefits from any activity-based counterpart, by instituting a guaranteed minimum income for all set at the level of the minimum wage. Access to the full range of social rights must be extended to everyone residing in the territory, without any distinction of nationality or administrative status. This universality of rights aims to guarantee true autonomy and to move away from the logic of controlling the most precarious. Thus, this would make it possible to eradicate poverty and to ensure an unconditional security of existence for each and every person."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to rebuild the social assistance system on the strict principle of national priority, in order to ensure that solidarity benefits the national community first and foremost. The right approach is to condition access to benefits on nationality. Concretely, family allowances would be reserved for households in which at least one parent is French. Similarly, other social benefits would be accessible only to nationals, and they would be given priority in the allocation of social housing. Thus, this would allow refocusing the social model on its contributors and reducing the pull factors linked to social welfare provisions."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to break with the logic of suspicion and conditionality in order to affirm a principle of universality of social rights, by guaranteeing everyone the means to live with dignity. The right approach is to establish an unconditional autonomy guarantee at the poverty threshold for any person who needs it, by radically simplifying procedures to actively combat non-take-up. This right would be the foundation of a policy aimed at eradicating poverty, complemented by a ban on the disconnection of water, electricity and gas. Thus, this would make it possible to transform the social assistance system, moving from a set of complex schemes to a universal and automatic right that guarantees a secure existence for all."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to rebuild the social contract on the principle that work must always take precedence over welfare dependency and that rights are the counterpart to duties. The central axis consists of conditioning the payment of benefits on active participation, by establishing an obligation of 15 hours of weekly activity for RSA beneficiaries. This conditionality requirement will also apply to foreign residents, for whom access to certain social benefits such as family allowances and housing benefits will be subject to a legal period of presence of five years in the territory. Furthermore, no path to regularization will be opened for people in an irregular situation, regardless of their sector of activity. Thus, this would make it possible to ensure fairness toward those who contribute, to stimulate the resumption of activity and to put an end to irregular immigration channels."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to guarantee the universality of social rights by removing the conditions that create exclusion, rather than by adding new ones. The right approach is to extend protection to all residents by tackling the blind spots of the current system. This approach would be embodied by the immediate opening of the revenu de solidarité active (RSA) to those under 25, in order to repair an injustice and to leave no one without resources. It would be complemented by an increase in all social minima, financed by national solidarity. The right to housing and energy would also be secured by prohibiting evictions and cut-offs. Thus, this would make it possible to address poverty at its root by making solidarity an unconditional right, rather than aid conditioned on reciprocal obligations."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to transform the logic of allocating social assistance by basing it on a principle of national preference and reciprocity. The approach first consists of removing access to non-contributory social benefits (RSA, housing benefits, family allowances) for non-European foreign nationals, thereby reserving solidarity for nationals and citizens of the Union only. For everyone, a second level of conditionality would be applied, with the systematic suspension of benefits in cases of school absenteeism, delinquency, or fraud. Finally, the cumulative total of social minima would be capped below the SMIC to ensure that work is always more remunerative. Thus, this would make it possible to move from a system of open rights to targeted assistance conceived as the counterpart of membership in the national community and the respect of its rules."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to strengthen the social pact by adapting the eligibility conditions for aid, distinguishing the unconditional solidarity owed to the most vulnerable from support toward employment for others. The right approach is to simplify access to rights for people with disabilities, notably by removing the consideration of the spouse's income. Conversely, for young people, the extension of a minimum income must be linked to means-testing or to a commitment to a training pathway. Entitlement to social benefits remains, in principle, conditioned on a stable and regular residence in the territory. Thus, this would make it possible to build a fairer system that protects without assisting and encourages autonomy while guaranteeing unfailing solidarity toward those who cannot work."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to strengthen the universality of social protections to combat precariousness, rather than multiply access conditions. The right approach is to extend rights, notably by creating a \"youth minimum\" open to all those over 18 under a simple means-based condition. This fundamental right would systematically be accompanied by personalized support toward employment or qualification. For other benefits, such as unemployment insurance, the principle is not one of conditionality but of a period of activity dedicated to the construction of a professional project, with enhanced training rights. In this way, it would be possible to build a system based on trust and emancipation, which views assistance as an investment in individuals' autonomy and not as a benefit subject to restrictive conditions."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to break with the logic of conditionality in order to build a truly universal social protection floor. The challenge is to guarantee a dignified life to each and every person by disconnecting fundamental rights from the sole status of employment. The right approach is to establish a universal basic income, the first step of which will be the creation of a guaranteed minimum income for every adult, paid without conditions and from the age of majority. This safety net will be reinforced by the automation of existing benefits to combat non-take-up, and by the removal of waiting periods for access to healthcare for foreign residents. Thus, this would allow social rights to become a true pillar of our social contract, ensuring that protection against poverty is an unconditional right and not an aid subject to activity requirements."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to rebuild the social contract on the principle of reciprocity, ensuring that national solidarity benefits first and foremost those who contribute to the community or are durably established on the territory. The proper approach is to require a counterpart for certain benefits, such as a weekly day of service for the community. For foreigners, access to social assistance would be conditioned on a five-year residency period on the territory. The verification of this residency would be strengthened by the introduction of biometric health cards handed over in person. Thus, this would allow better targeting of aid, combating abuses and reaffirming that social rights are inseparable from duties towards the community."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to refound the pact of solidarity on a demanding balance between rights and duties, so that solidarity is always a lever toward employment. The right approach is to condition the payment of the RSA on effective activity enabling integration. Likewise, unemployment insurance rules will be adapted to the economic situation: stricter when many jobs are unfilled, and more protective in periods of high unemployment. This logic of reciprocity will also extend to the right of residence, which will be conditioned on successful professional integration and mastery of the French language. Thus, this would make our social model fairer and more incentivizing, making solidarity a springboard to employment and autonomy."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to reject any logic of conditionality that aims to sort individuals and pit the most precarious against one another. The priority is to guarantee universal and unconditional social rights, ensuring a dignified income for every person, whether they are working, unemployed, retired or disabled, without any distinction of nationality or length of residence. The objective is to put in place benefits and pensions of an amount sufficient to live on, with a minimum threshold of 2 000 euros net, because survival must not depend on bureaucratic or discriminatory criteria. Thus, this would make it possible to tackle poverty at its root and to strengthen solidarity among all, instead of organizing competition among the poor."
      }
    ]
  },
  {
    "question": "Should certain undocumented workers occupying jobs described as “en tension” be regularized?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with a selective and utilitarian approach to regularization, grounding it on a principle of universal and unconditional rights for every person present on the territory. The right approach is to initiate a broad, immediate, and unconditional regularization of all undocumented people, regardless of their professional situation. This initiative is part of the broader framework of opening borders and guaranteeing total freedom of movement and settlement, by granting the full social and political rights to all residents. Thus, it would make it possible to move away from a logic of organized precarity and to ensure that fundamental rights apply to every person living on the territory, putting an end to the exploitation linked to administrative status."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to categorically reject any form of regularization, because it constitutes an incentive to illegality and weakens the authority of the State. The proper approach is to apply a policy of absolute firmness, making the removal to the border of any foreigner in an irregular situation systematic and immediate, without consideration for their professional situation. The concept of 'employment in tension' must not serve as a pretext for an exception to the law; the priority must be to train and direct the national workforce toward these sectors. Thus, this would put an end to the signal of attraction represented by hopes of regularization and fully restore the nation's sovereignty in controlling its labor market."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to move away from a utilitarian logic that conditions the regularization of undocumented workers on the sole needs of the economy, in order to assert a principle of human dignity and fundamental rights. The right approach is to repeal restrictive laws to establish a legal framework allowing an individual and thorough examination of each situation. The priority is to guarantee dignified reception and housing throughout the territory, as well as an effective right to asylum, by providing the means to study each case without haste. Thus, this would make it possible to fight against exploitation and precarity by recognizing the rights of all people present on national soil, regardless of sectoral tensions in the labor market."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to meet labour force needs solely through the channels of legal, selective and quantified immigration. The principle of absolute firmness applies: no regularization will be granted to persons who have entered or are staying irregularly on the territory, regardless of the sector of activity concerned. The only acceptable way to fill jobs experiencing shortages is to define in advance quotas by occupation and by country, allowing the selection of profiles within a controlled framework. This preventive approach is the corollary of a policy of systematic expulsion of foreigners in an irregular situation. Thus, this would eliminate any pull factor and guarantee that labour immigration is the result of a sovereign decision and not the consequence of a de facto situation."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to treat regularisation as an issue of equality of rights and of the fight against exploitation, rather than as a mere tool for managing the labour market. The proper approach is to regularise all undocumented women and men workers currently employed, regardless of the sector. This approach aims to guarantee equal status for everyone, which constitutes the only effective weapon against clandestine work and the pitting of employees against each other organised by employers. Thus, it would make it possible to reduce exploitation by ensuring that the same rights and protections apply to everyone across the territory."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to establish a principle of absolute non-regularization for any person who entered the territory illegally, in order to put an end to clandestine networks and to restore the primacy of the law. The approach is to treat illegal immigration not as a pool of labor, but as an offense calling for sanction. To this end, the offense of irregular stay would be reinstated, making any regularization through work legally impossible. The only route envisaged for foreigners in an irregular situation is the systematic removal from the territory, regardless of their professional situation. Thus, this would make it possible to completely eliminate the \"pull factors\" and to reaffirm that presence on national soil is conditioned on strict compliance with the law, without exception based on temporary economic considerations."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to address tensions in the labor market at their source by acting on the training of the national workforce and the attractiveness of occupations, rather than resorting to the regularization of illegal immigration. The central focus is to restore sovereignty over migration policy, concentrating efforts on border control while respecting the right to asylum. The response to companies' needs should involve a revival of apprenticeships, an enhancement of vocational tracks, and a simplification of labor law standards to facilitate legal hiring. This would make it possible to ensure that available jobs primarily benefit the workforce residing in the territory, while ensuring coherent and controlled management of migration flows."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to prevent the formation of a clandestine workforce rather than to resort to a posteriori regularizations as the primary solution. The central approach is to transform the status of the asylum seeker by systematically opening access to work from the moment the application is submitted. This measure would be part of a comprehensive and immediate integration policy, including language pathways and enhanced support. This approach aims to dry up illegal work at its source by creating a legal and transparent route to integration through employment. Thus, it would secure individuals' pathways while responding in a regulated manner to the needs of the economy, without waiting for irregular situations to become established."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to go beyond the sectoral logic of \"métiers en tension\" to adopt a broad and systematic regularization approach. The issue is to recognize the situation of all foreign workers already present on the territory, whatever their sector of activity. The proper approach is to implement a systematic regularization of undocumented workers, based on their presence and their activity, and not on restrictive lists of jobs. This policy will be accompanied by a facilitation of administrative procedures and a full recognition of their rights. Thus, this would make it possible to put an end to the exploitation of these workers, fully integrate them into society, and build a migration policy based on dignity rather than a utilitarian logic."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to reject any form of regularization through work, which is perceived as a pull factor for illegal immigration. The priority is to apply the law by systematically expelling any foreigner in an irregular situation, regardless of their employment situation. The approach is to prioritize access to employment for nationals and legal residents, while combating the unfair competition represented by the employment of clandestine labor. Thus, this would reduce the pull factor, guarantee respect for the law and protect French workers from any form of social dumping."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to base the right of residence on successful and verifiable integration, rather than creating specific regularization channels, including for sectors under strain. The proper approach is to make the granting of a long-stay permit conditional on strict and cumulative criteria: effective professional integration and the passing of a French examination. At the same time, decision procedures must be accelerated to expel more effectively those who are not eligible for residence. Thus, this would allow for a controlled and coherent immigration policy, where the right to remain on the territory is the consequence of a successful integration pathway and not a response to irregular situations."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to reject a utilitarian and selective approach that divides workers according to the needs of employers. The central point is to recognize that all workers, regardless of their origin or administrative status, belong to the same camp and keep society running. The only coherent approach is therefore to grant total freedom of movement and settlement. This implies the immediate and unconditional regularization of all undocumented workers, without distinction by sector of activity, by granting them the same rights as others, including the right to vote. Thus, this would put an end to the exploitation of a workforce deprived of rights, which drags overall working conditions down, and strengthen the unity of all workers."
      }
    ]
  },
  {
    "question": "Should the wearing of religious symbols be allowed in public schools?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to guarantee the full individual freedom of students, breaking with a logic of control and standardization of bodies by the school institution. The right approach is to affirm a principle of total freedom of dress for students, including the wearing of symbols of philosophical or religious affiliation. This measure implies the repeal of any restrictive legislation, regarded as an infringement on fundamental freedoms and a tool of targeted discrimination. The priority is to make the school an unconditional welcoming space, focused on intellectual emancipation rather than on monitoring appearances. Thus, this would put an end to exclusionary policies, while refocusing the school institution on its primary mission of transmitting knowledge."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to reaffirm the role of the school as a crucible of republican assimilation by making it a sanctuary of absolute neutrality, protected from any form of communitarianism. The proper approach is to prohibit by law any ideological or religious expression within the school environment. This prohibition would apply to all signs of affiliation, without distinction, in order to guarantee equality among students and to protect children from the claims that divide society. The school must once again become the place for learning a common foundation, sheltered from external pressures. Thus, this would make it possible to restore the school institution to its primary mission and to strengthen national unity by fighting against the seeds of division."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to reaffirm the principle of secularism as an essential condition of the republican school, in order to preserve this common space as a place of intellectual emancipation and civic education, sheltered from religious and communal pressures. The proper approach is therefore to apply without exception the rule of neutrality, which forbids the wearing of any sign or clothing that ostentatiously manifests religious affiliation by students. This requirement is the guarantee offered to each child to be able to develop their free will in a framework that prioritizes knowledge and universal values. Thus, it would make it possible to guarantee equality among all students and to ensure that the school remains a sanctuary dedicated to the transmission of knowledge and the development of critical thinking, free from any dogmatic influence."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to reaffirm the school as a sanctuary of absolute neutrality, protected from any religious or communitarian pressure. The priority is to ensure the strictest enforcement of the existing law prohibiting ostensible signs for students. This requirement of neutrality will be extended to all adults who participate in school life, notably chaperones on outings, for whom the wearing of religious symbols will be proscribed. The objective is to preserve national cohesion by making the educational space a place where belonging to the Republic takes precedence over any other identity. Thus, this would make it possible to guarantee equality among all children and to educate them in citizenship away from communitarian influences."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to reaffirm the principle of secularism as the condition of equality and freedom of conscience within the public school. The approach consists in guaranteeing the strict neutrality of the school environment, preserving it from community pressures and proselytism. This implies maintaining a clear framework where signs of religious affiliation have no place, in order to allow each pupil to form a free judgment. An independent observatory of secularism would ensure its fair application, without making it a tool of discrimination. Thus, this would help strengthen the emancipatory mission of the republican school and promote a calm learning environment."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to make the school an inviolable sanctuary, entirely dedicated to instruction and assimilation, by protecting it from any form of communal claim. The approach consists not only in maintaining the existing ban, but in inscribing it within a broader vision aimed at neutralizing identity markers. The reinstatement of the smock in primary school, for example, is intended to erase clothing differences, whether social or religious. More fundamentally, this prohibition in schools stems from a broader principle: the ban on wearing the Islamic veil throughout public space. Thus, this would ensure that the school remains a crucible of national unity where pupils are regarded as future citizens, free from any external pressure."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to preserve the public school as a sanctuary of neutrality, dedicated to the transmission of fundamental knowledge and to the education of free citizens. The school must remain a space where belonging to the national community takes precedence over particular identities, in order to guarantee equality among all students and to protect their freedom of conscience. The aim is to refocus the school institution on its primary mission: to instruct and emancipate through knowledge, sheltered from the ideological and religious tensions that fracture society. Thus, this would help strengthen the role of the school as a crucible of the Republic, where a shared citizenship is forged in mutual respect, an essential condition for the cohesion of the Nation."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to enshrine the public school as a space of neutrality and emancipation, where the principle of laïcité is not only respected but actively promoted. The priority is therefore not to revisit the existing legal framework, but on the contrary to defend it and apply it uncompromisingly. The central focus is to strengthen the transmission of republican values through a renewed civic education. Any infringement of laïcité will be clearly sanctioned, and teachers will be systematically protected against external pressures targeting their pedagogy. Thus, this would ensure that the school remains a crucible of citizenship, protecting each pupil from communal influences to guarantee them total freedom of conscience."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to promote a conciliatory secularism and living together, based on the principle of freedom of conscience. The right approach is to rely on the spirit of the 1905 law, which forbids neither religion nor religious signs in public space. It is about rejecting a combative secularism that seeks to eliminate public expressions of faith, in order to focus on the fight against conflations and extremist discourse. The school environment must be a place of diversity and integration, where mutual respect takes precedence over uniformity. Thus, this would make secularism a principle of liberty and cohesion, ensuring the full integration of all students into republican life."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "One idea would be to guarantee the absolute neutrality of public school, a pillar of the Republic, by protecting it from any display of religious affiliation. The right approach is to apply secularism firmly and without exception, prohibiting the wearing of ostentatious signs and clothing for both students and staff. This rule, far from being hostile to religions, aims to preserve the freedom of conscience of each child and the equality of all with regard to education. It is imperative to defend and apply this principle throughout the country to maintain the school as a space of cohesion. Thus, this would help prevent community pressures and restore the school as the crucible of French citizenship."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to sanctify public schooling as a space of neutrality and emancipation, where republican principles take precedence over any other consideration. The proper approach is to guarantee the strict and uncompromising enforcement of the existing legal framework that prohibits the wearing of ostentatious religious symbols. School must remain a protected place, devoted to the transmission of knowledge and to the education of the citizen, sheltered from communal pressures and identity-based claims. Thus, this would help preserve national cohesion by ensuring that each pupil can build themselves freely, as an individual and citizen, in respect of the common values that underpin the Republic."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to safeguard public school as a space of emancipation and neutrality, sheltered from religious and social pressures. The proper approach is to maintain a clear secularism there, which is expressed by prohibiting students from wearing signs or clothing that ostentatiously manifest a religious affiliation. This rule is not intended to stigmatize a belief, but to guarantee everyone's freedom of conscience and to combat symbols of the oppression of women. School must be a protected place where free and equal citizens are formed. Thus, this would make it possible to ensure that each student, and in particular each young girl, has a protected environment in which to build her autonomy."
      }
    ]
  },
  {
    "question": "Should France increase its military spending in the current geopolitical context?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break radically with the militaristic and interventionist stance by engaging in an active policy of unilateral disarmament. The proper approach is to undertake the complete dismantling of the military-industrial complex, redirecting its production capacities toward the ecological transition. The central axis is the immediate halt of all arms exports and the withdrawal from all military alliances, notably NATO. This approach must culminate in the destruction of the nuclear arsenal and the end of any external military intervention. Thus, it would free up considerable financial resources for social and ecological emergencies, while grounding international relations in cooperation and solidarity among peoples rather than in military power."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to undertake a planned and substantial rearmament, the only possible response to the deterioration of the international environment and the return of power politics. The central axis is to raise the armed forces' budget to 55 billion euros by 2027. This significant financial effort will be earmarked for increasing personnel, modernizing equipment and replenishing ammunition stocks. This build-up in material and human capacity is the condition for guaranteeing the credibility of nuclear deterrence, which remains the cornerstone of national defence. Thus, this would make it possible to provide the country with the means necessary for a genuine \"free-hands policy\", restoring to it full control over its commitments and the ability to defend its strategic interests in complete independence."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to break with a logic of military alignment and an arms race in order to rebuild a defense doctrine focused on national sovereignty and the pursuit of peace. The right approach is to withdraw from the integrated command of OTAN to regain full strategic autonomy, and to refuse any military intervention without an explicit mandate from ONU. Resources should be redirected toward a popular defense, including citizen conscription and the nationalization of the arms industries, rather than fueling an escalation. In this way, it would enable equipping the country with an independent defense in service of a policy of active peace and cooperation, rather than allocating increasing budgets to a logic of blocs and confrontation."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to respond to the deterioration of the geopolitical context by restoring the capability and strength of our armed forces. The central axis of this strategy is a massive, planned budgetary effort, resulting in an increase of 108 billion euros in credits allocated to defence by 2030. This exceptional investment aims to equip the forces with all the means necessary to ensure the protection of the territory and of citizens against new threats, as revealed by the invasion of Ukraine. This ambition is part of a national framework of sovereignty and is articulated with the project of a more autonomous European defence. Thus, this would make it possible to guarantee the country's security and to reaffirm its status as a leading military power."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to reconfigure the military apparatus to guarantee full national sovereignty, by optimizing existing resources rather than increasing overall spending. The priority is to end costly overseas operations and to leave integrated military structures in order to free up budgetary room for maneuver. These savings would then be reinvested in modernizing a versatile and coherent defense capability, focused on protecting the territory and maintaining a national deterrent force. A public hub for the arms industries would also be created to ensure this strategic autonomy. Thus, this would make it possible to build a modern and effective defense, financed by an intelligent reallocation of means, guaranteeing a true strategic independence without committing the country to a new arms race."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to break with chronic underinvestment to reverse the downgrading of the defense apparatus and guarantee the country's strategic autonomy. The approach consists of a programmed and massive increase in the armed forces' budget, aiming to reach €70 billion per year by 2030. This financial effort will be earmarked for the modernization of the nuclear deterrent, the rebuilding of conventional capabilities (with targets of two aircraft carriers, twenty frigates and three hundred fighter jets) and investment in new fields of conflict such as cyber and space. Thus, this would make it possible to rebuild a complete and powerful army, a pillar of national sovereignty and capable of ensuring the protection of French interests in the world."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to guarantee national sovereignty by rebuilding an autonomous and comprehensive defense, capable of operating outside existing alliances. The central axis is to rebuild a fully sovereign arms and equipment industry, so as no longer to depend on foreign suppliers. This effort must include a major strengthening of cyberdefense, allocating to it a substantial budget equal to one quarter of that of the other armies. In addition, the creation of a Garde Nationale will provide the regular army with an indispensable reserve force. Thus, this would make it possible to have the military means necessary for an independent defense policy and diplomacy, a prerequisite for disengagement from integrated military command structures."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to guarantee France's sovereignty and the security of its citizens by adapting its defense capabilities to the challenges of the 21st century. The central axis is an increase in the resources allocated to our armed forces, which will result in an upward revision of the loi de programmation militaire 2019-2025. This budgetary effort will primarily target the strengthening of research and development as well as adaptation to new threats, notably in the space and cybersecurity domains. Thus, this would enable the country to possess a credible and modern defense, capable of protecting the national territory and of facing the evolving geopolitical context."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to replace the logic of increasing budgets with an approach of rationalizing and optimizing defense spending. The issue is to guarantee security through better efficiency and active diplomacy, not through an arms race. The right approach is to implement concrete measures of arms control and reduction, while advocating for a concerted reduction of military spending on a global scale. Priority will be given to integrating defense production at the European level and to strengthening cooperation in the prevention and non-violent resolution of conflicts. Thus, this would allow resources to be allocated more fairly and effectively, contributing to global de-escalation rather than to the exacerbation of geopolitical tensions."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to guarantee the strategic independence of the nation by rebuilding a defense apparatus commensurate with the geopolitical stakes. The right approach is to ring-fence military spending by raising its budget to 2,5 % of Gross Domestic Product, versus 2 % currently. This financial effort will make it possible to launch a massive recruitment plan aimed at integrating 40 000 additional soldiers over five years, in order to make up for lost personnel. In parallel, the priority will be to catch up on the accumulated shortfall in equipment and to raise the pay of military personnel. Thus, this would allow France to give itself the means for its foreign policy, to guarantee its sovereignty by leaving the integrated command of OTAN, and to restore its full capacity for action on the international stage."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to pursue a substantial and sustained defence effort to adapt our armed forces to new threats and guarantee our sovereignty. The right approach is to ring-fence the objective of dedicating 2 % of GDP to military spending, in order to fund a comprehensive programme to modernize our equipment by 2030, including new combat aircraft, submarines and armoured vehicles. This effort will also cover personnel, with a doubling of the number of operational reservists by 2027. This build-up will be part of a strengthened European strategic autonomy. Thus, it would provide the country with a credible defence capability, able to face current and future threats, while affirming our role as a pillar of security in Europe."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to break radically with the logic of the arms race and to redirect military budgets toward the essential needs of the population. The priority is to undertake a total military disengagement, withdrawing troops deployed abroad in operations that serve only private economic interests. It also involves ceasing all arms exports, which fuel international conflicts. The billions thus saved must be urgently reallocated to public services, such as health, education and pensions. Thus, this would make it possible to promote a policy of peace based on international solidarity between peoples, and not on military power serving a minority."
      }
    ]
  },
  {
    "question": "Should rents be capped at a national level to combat the rising cost of housing?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to consider housing as a fundamental right and not as a commodity, by breaking real estate speculation to guarantee universal access to a roof. The main measure consists in instituting a general rent freeze across the entire territory. This action must be accompanied by a total halt to tenant evictions and the requisitioning of vacant housing to respond to emergency situations. At the same time, the creation of a large public housing service, financed by the renationalization of HLM companies, will make it possible to launch a plan to build 200 000 social housing units per year. Thus, this would make it possible to guarantee residential security and stability for all households, by sustainably extracting housing from profit-driven logics."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to respond to the housing crisis by facilitating access to homeownership rather than by instituting rent control, judged ineffective and contrary to the goal of family rootedness. The right approach consists of deploying powerful incentive levers: a public zero-interest loan of a maximum amount of 100 000 euros for young couples acquiring a property, as well as tax relief on the transfer of real estate assets to encourage their retention within families. The reorientation of access to social housing toward a strict national priority will complete the mechanism. Thus, this would make it possible to offer a structural solution by turning tenants into homeowners, a policy that promotes transmission and stability, as opposed to a cap that discourages investment and degrades the rental supply."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to consider housing as a fundamental right and not as a speculative commodity, putting an end to the explosion of rents that makes millions of people precarious. The proper approach is to establish a strict national rent control, complemented by a universal guarantee to secure tenants and landlords. This price regulation will be supported by a proactive policy of building 200 000 public housing units per year and by banning rental evictions without a rehousing solution proposed by the State. In this way, it would make it possible to sustainably control the cost of housing across the territory, to guarantee residential security for all and to effectively combat inadequate housing."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to free up the housing supply and promote access to home ownership rather than constrain the market through an administrative cap on rents. The central approach is to provoke a supply shock, with a goal of 500 000 new or renovated homes each year, while facilitating the process for first-time buyers. To do this, construction procedures will be simplified and financial aids, such as the zero-interest loan, will be generalized across the whole territory to help the French become homeowners. Thus, this would allow a natural regulation of prices through the abundance of supply, making housing more accessible without discouraging private investment or creating a shortage."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to guarantee the universal right to housing by tackling the excessive burden of rents, which must be disconnected from real estate speculation. The approach consists of establishing a strict national framework, with a clear rule: the rent payment may not exceed 20 % of household income. This measure would be part of an overall plan mobilizing massive investments for the construction of 200 000 social housing units per year and thermal renovation. Management would be steered by a public housing service, responsible for ensuring the effective reduction of costs for tenants. Thus, this would make it possible to guarantee everyone's access to quality housing, by making its cost a sustainable factor for household budgets rather than a source of insecurity."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to tackle the structural causes of housing costs through a two-pronged offensive on supply and homeownership, rather than resorting to a price-control measure that discourages investment. The approach is to massively revive the construction of new housing by simplifying standards and reducing the time limits for administrative appeals. At the same time, the priority is to turn tenants into homeowners by abolishing transfer taxes for first-time buyers and by promoting access to credit. This policy relies on lighter taxation for homeowners in order to make the market more fluid. Thus, it would allow prices to be regulated by an abundance of supply and not by constraint, creating a France of homeowners rather than a nation of tenants subject to rent administration."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to restore balance to the housing market in favor of residents by combining effective rent regulation with aid measures and access-to-ownership schemes. The approach is to make rent control fully effective through better enforcement, rather than merely limiting it to national disclosure. This measure should be accompanied by an increase in personalized assistance, notably for young people, and by the development of rent-to-own schemes to facilitate access to ownership. It is also a priority to favor first-time buyers and local residents over tourist rentals. Thus, this would make it possible to curb pressure on the housing market in a targeted way and to guarantee everyone the possibility of securing decent housing, by sustainably reducing the burden of housing on household budgets."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to control housing costs through a targeted, multi-faceted approach, rather than through a uniform, rigid national cap. The strategy is to extend the rent regulation framework to all areas where housing market pressure is high, in close partnership with local authorities. This regulation will be complemented by a massive boost to the construction of social housing. Finally, a \"housing shield\" will be introduced in the form of a supplementary allowance to ensure that no household is forced to devote more than one third of its income to housing. Thus, this would make it possible to act effectively on prices where pressure is greatest, while directly protecting tenants' purchasing power."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to make rent control the norm across the entire national territory to guarantee universal access to affordable housing. The right approach is to generalize the rent-control framework in all municipalities where market pressure requires it. This regulation will be inseparable from the creation of a universal rent guarantee, a mechanism that secures landlords against unpaid rent while protecting tenants. The whole aims to balance relations between landlords and tenants. Thus, this would help curb real estate speculation and stabilize the cost of housing, making access to decent housing an effective right for everyone."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to tackle the root of the housing crisis by promoting access to homeownership rather than by introducing a national rent cap, which would not solve the structural problem. The right approach is to double the number of new homeowners each year through an ambitious policy. To achieve this, the levers include broadening the zero-interest loan, developing lease-to-own contracts for social housing, and a state guarantee on part of the personal down payment. Thus, this would reduce pressure on the rental market by offering a sustainable solution and allowing more households to build up assets."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to favor local and incentive-based solutions to address the pressure on housing, rather than imposing a uniform national cap on rents. The right approach is to decentralize housing policy by entrusting full responsibility, as well as the related funding, to municipalities and intercommunal authorities. They are best placed to adapt responses to the realities of their territory. Efforts should focus on facilitating access to housing, for example by extending public guarantees for tenants, while firmly sanctioning bad payers. Thus, this would allow the development of more agile and effective housing policies, by acting on the local causes of tensions rather than by applying a rigid and undifferentiated administrative measure."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to consider housing as a fundamental right and not as a commodity subject to speculation and to the law of profit. The proper approach is therefore to put an end to the freedom of property owners and large real estate groups to set prices, by imposing a general freeze and a compulsory reduction of rents across the entire territory. This emergency measure must be accompanied by a large-scale plan to construct quality public housing, financed by the profits of large corporations, to meet the needs of millions of inadequately housed and homeless people. The objective is to extract housing from market logic. Thus, this would make it possible to guarantee everyone's access to decent housing at an affordable cost, by treating this essential need as a public service."
      }
    ]
  },
  {
    "question": "Should the right to abortion be enshrined in the French Constitution?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to enshrine the right to abortion as a fundamental and unconditional liberty, making it irreversible and protected from any political or legal threat. The right approach is not limited to a simple constitutional inscription, but consists in guaranteeing its material effectiveness. The priority is to ensure that it is completely free of charge, accessible everywhere across the territory through a dense network of dedicated centers, and to extend the legal time limit to 24 weeks so that the choice is real. Thus, this would make it possible to guarantee the full and complete sovereignty of women over their own bodies, by removing all obstacles, whether financial, geographic or temporal."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to declare a pause on major societal debates in order to preserve the unity of the country, now fractured over ethical issues. The right approach is to establish a legislative moratorium of at least three years on any evolution of the existing legal framework, including constitutional ones. This suspension aims to prevent new fractures and to concentrate public action on economic and social emergencies. The legal framework in force would be scrupulously respected, and any future evolution on these matters of conscience could, at the end of this period, be subject to a direct consultation of citizens. Thus, this would guarantee civil stability while returning the floor to the people to decide the most fundamental questions."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to enshrine the right to voluntary termination of pregnancy to make it permanent and inalienable, protecting it from any attempt at political rollback. The proper approach is to formally inscribe it in the Constitution, so as to establish it as a fundamental liberty at the highest level of the hierarchy of norms. This legal guarantee must be accompanied by a strengthening of the resources of family planning centers to ensure effective, free and unrestricted access to abortion for all women throughout the territory. Thus, this would definitively secure this essential right to the dignity and autonomy of women."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to reaffirm attachment to this fundamental right of women, by placing oneself in the continuity of the legacy of the law that established it. The protection of this right is ensured by the existing legislative framework, which constitutes a solid and intangible achievement. The approach consists in defending women's rights in concrete, everyday terms, without deeming it necessary to open a constitutional process on this question, that process being mobilized for other priorities. The challenge is to guarantee the effective application of the law throughout the territory. Thus, this would make it possible to strengthen this essential right, while considering the current legislative framework as the appropriate and sufficient bulwark for its protection."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to guarantee the universal right to housing by tackling the excessive burden of rents, which must be disconnected from real estate speculation. The approach is to establish a strict national framework, with a clear rule : rent payments may not exceed 20 % of household income. This measure would be part of a comprehensive plan mobilizing massive investments for the construction of 200 000 social housing units per year and thermal renovation. Management would be run by a public housing service, responsible for ensuring the effective reduction of costs for tenants. Thus, it would guarantee everyone's access to quality housing, making its cost a sustainable factor for household budgets rather than a source of precariousness."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to safeguard the principle of protecting life and to valorize the unique role of the woman who bears it, rather than to constitutionalize a right that runs counter to the objective of demographic renewal. The approach is to prioritize a policy of massive support for the family and for childbirth, by instituting direct financial incentives at birth and by protecting the family framework against the excesses that commodify the body or disrupt filiation. Public action must focus on creating conditions favorable to the welcoming of life. Thus, this would make it possible to reorient society toward transmission and the collective future, considering that the priority is to defend life to be born rather than to constitutionally guarantee a right that suspends its course."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to concentrate public action on the refounding of the State and the consolidation of concrete rights, rather than to open a debate on the inscription of new societal rights in the Constitution. The true protection of fundamental freedoms rests on the restoration of full and complete sovereignty, a living democracy that gives the people their voice again, and public services that guarantee everyone effective access to healthcare. The issue is not to constitutionalize provisions already ensured by law, but to tackle the economic and territorial fractures that threaten national cohesion. Thus, this would make it possible to mobilize the country's forces around essential structural reforms, considered the true bedrock of citizenship and collective well-being."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to irreversibly guarantee the fundamental right to voluntary termination of pregnancy by elevating it to the highest level of our hierarchy of norms. This approach aims to enshrine an essential freedom for women, protecting it from any future political challenge. Inclusion in the Constitution would be part of a comprehensive policy to strengthen women's rights, on the same level as the determined fight against violence and for substantive equality. It is a safeguard measure that affirms each woman's control over her own body as a fundamental republican principle. Thus, this would make it possible to definitively consolidate this major achievement and to reaffirm the Republic's commitment to the autonomy and freedom of all."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to enshrine women's freedom to dispose of their bodies by irreversibly guaranteeing the right to voluntary termination of pregnancy. The right approach is to sanctuarize this fundamental right to protect it from any attempt at regression. It is about reaffirming its primacy, notably over the freedom of conscience of the medical profession, in order to ensure effective and unconditional access for all women. Thus, this would make it possible to anchor this fundamental freedom definitively in the republican pact, making it non-negotiable for future generations."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to focus on policies that support the family and encourage higher birth rates, considering that the true societal stake is demographic decline. The right approach is to pursue an ambitious family policy, by restoring allowances and the family quotient to their 2012 level and by massively creating nursery places. The central axis is to create a material and cultural environment favorable to the welcoming of life, by viewing the family as the basic unit of society. Thus, this would make it possible to respond to the birth-rate crisis, which constitutes a priority higher than a constitutional debate on abortion."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to irrevocably guarantee women's right to make decisions about their own bodies by elevating it to the highest level of our legal order. The right approach is to safeguard this fundamental right by explicitly enshrining it in the Constitution. This initiative is in line with the progress made in favor of equality and individual liberties. It is an act of protection against potential challenges, intended to ensure that this essential right remains a guaranteed freedom for all women. Thus, this would serve to establish this right as a pillar of our republican pact and to send a strong message about the nation's commitment to women's rights."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to guarantee effective and unconditional access to voluntary termination of pregnancy, considering that its mere inscription in a legal text, even constitutional, protects nothing. The real threat comes from the degradation and dismantling of public services, which make this right theoretical. The absolute priority is therefore to defend and strengthen the public hospital by stopping the closures of beds and abortion (IVG) centers, and by allocating the necessary human and financial resources to them. The central focus is to ensure that every woman can materially exercise this choice, free of charge and close to her home. Thus, this would make it possible to move from a formal freedom to a real right, guaranteed by a public health service accessible to all."
      }
    ]
  },
  {
    "question": "Should the regulated consumption of cannabis for recreational use be authorized?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break radically with the prohibitionist logic, treating drug consumption as a public health and individual freedom issue rather than as a criminal problem. The right approach is therefore to proceed with the full legalization of cannabis and the decriminalization of the use of all drugs. This policy aims to dry up the mafia networks that thrive on prohibition and to put an end to mass incarceration for minor offenses, by removing the management of production and distribution from profit-driven logics. Thus, this would make it possible to redirect repressive resources toward prevention and harm reduction, while putting an end to a major source of social inequalities before the justice system."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to categorically reject any form of legalization, seen as a capitulation of the State, and instead make the fight against drug trafficking an absolute priority. The right approach is to treat cannabis not as a matter of individual liberty, but as a major source of insecurity and of financing for criminality. This implies significantly strengthening the resources of law enforcement and the justice system, and applying a zero-tolerance criminal policy to dismantle networks and reconquer lost territories. Thus, this would allow the restoration of republican order by attacking the root of evil, rather than legitimizing it by law."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to put an end to an ineffective prohibition policy, which proves costly while feeding criminal networks and endangering consumers' health. The right approach is therefore to legalize the consumption of cannabis and to organize strict public control of its production and sale. Such state regulation will guarantee product quality, dry up the sources of revenue for trafficking, and regulate access, notably to finance prevention policies. Thus, this would make it possible to replace a sterile repressive logic with a public health and security strategy, by drying up the underground economy and freeing up resources for the police and the judiciary."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to treat cannabis exclusively from the perspective of security and public order, refusing any form of legalization that would send a signal of laxity. The absolute priority is the dismantling of the criminal networks that gangrene certain neighborhoods. The approach consists of waging an implacable fight against traffickers, mobilizing specialized brigades to reconquer lost territories and applying a zero-impunity policy, notably by introducing mandatory minimum sentences for drug traffickers. Any form of consumption therefore remains prohibited. Thus, this would make it possible to restore the authority of the State and to protect society from the ravages of the drug trade, rather than to normalize a dangerous substance."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to rebuild drug policy by centering it on public health and harm reduction, rather than sticking to a purely repressive approach judged ineffective. The question of legalizing or decriminalizing cannabis use should be the subject of a large democratic, rigorous and informed debate that would involve healthcare professionals, prevention stakeholders and local authorities. At the same time, public efforts would be massively redirected toward the development of addiction care structures, while strengthening the fight against trafficking. Thus, this would make it possible to build a collective and calm response to this societal issue, based on public health and safety objectives, rather than on a simple logic of prohibition."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to address the question of narcotics exclusively from the perspective of security and public order, categorically refusing any form of legalization that would amount to a capitulation to criminal networks. The approach is to wage a total war against traffickers by creating a dedicated national force, bringing together police, judicial and customs services. Zero tolerance would apply at all levels, with firm sanctions such as the systematic expulsion of traffickers and their families from social housing. The priority is not to regulate consumption, but to eradicate the supply. Thus, it would restore the authority of the State in territories plagued by trafficking and guarantee the security of citizens as the one and only priority."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to replace a logic of prohibition, which has shown its limits, with a state regulatory approach that would make it possible to control the sector and finance prevention. The right approach is to legalize consumption by putting in place a strict framework to regulate its sale. This measure must imperatively be accompanied by the allocation of a substantial share of the fiscal revenues generated to the financing of prevention policies and the fight against addictions. In this way, it would dry up trafficking by retaking control of distribution, while freeing up new and sustainable resources to strengthen public health policy on addiction."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to move away from a purely repressive approach that has demonstrated its ineffectiveness, and to build a new drug policy based on public health and a broad national consensus. The preferred method is the organization of a large consensus conference that will examine, without taboo, the question of a legalization regulated by the State for adult consumers. This debate, conducted with the support of local elected officials, will focus primarily on preventing addiction and combating trafficking. If this path were chosen, the State would take full control of the production, the quality and the distribution of the product. In this way, it would make it possible to build an effective and shared solution, to regain control over the illegal market and to guarantee the health safety of consumers."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to replace an ineffective repressive policy with a state-regulated legalization. The aim is to treat cannabis consumption as a public health and safety issue, rather than leaving it to criminal networks. The right approach is to regulate consumption, production and sale for recreational purposes. The tax revenues generated will be entirely earmarked for combating addictions and for support toward employment, while the resources dedicated to repression will be redirected toward prevention. Thus, this would dry up the parallel economy, reduce the crime linked to it and ensure better protection of public health through responsible public regulation."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to firmly oppose any form of legalization of cannabis for recreational use, a measure that would only worsen public safety and public health problems. The correct approach is to intensify the fight against trafficking networks that are blighting many territories. To achieve this, it is imperative to increase the numbers of law enforcement officers and to guarantee the systematic application of mandatory minimum sentences for offenders, within a zero-tolerance approach. The central axis is to restore the authority of the State and to refuse any form of laxity. Thus, this would make it possible to restore the republican order and to protect young people from the dangers related to drug use."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to treat cannabis consumption as an offense that poisons everyday life, by making its sanction more effective and immediate. The proper approach is to systematize the criminal response through fixed fines, rather than initiating lengthy procedures, by allowing their direct deduction from income. This measure is part of an overall strategy of firmness against trafficking and the nuisances that result from it. Thus, it would make it possible to guarantee a rapid and dissuasive response to behaviors that degrade public order, without embarking on a path to legalization."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to put an end to the repressive logic of prohibition, which has proven to be a total failure and mainly serves to punish the youth of working-class neighborhoods. The right approach is to immediately decriminalize consumption and sale to stop sterile repression, without however handing this product over to market logic and the large capitalist groups who see in it only a new source of profits. The priority must be a public health policy focused on prevention and harm reduction, while addressing the deep-rooted causes of addictions, namely misery and alienation. Thus, this would make it possible to move out of an expensive hypocrisy and to concentrate efforts on collective emancipation rather than on managing a new market."
      }
    ]
  },
  {
    "question": "Should civic or military service be made compulsory for all young citizens?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with any logic of indoctrinating youth, by firmly opposing the establishment of any mandatory service, whether civilian or military in nature. The correct approach is to demand the immediate abolition of measures such as the Service National Universel and to reject any future proposal aimed at imposing a period of service. The priority is to guarantee the material conditions for genuine emancipation, concentrating public resources on financial autonomy and access to education, rather than on programs aimed at enforcing conformity. In this way, it would preserve young people's freedom of choice and steer State resources toward policies that promote their real autonomy rather than toward moral and ideological control."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to replace a generalized obligation with a voluntary commitment, focused on a mission with strong symbolic value in order to rebuild the bond between young people and the national heritage. The right approach is to establish a National Heritage Service, open to young people aged 18 to 24. This scheme, based on voluntary participation, would offer six-month missions, renewable once, dedicated to the restoration, protection and enhancement of built and natural heritage. Thus, this would make it possible to channel the energy of youth into a concrete transmission project, valuing chosen commitment rather than instituting a uniform constraint that could be poorly received."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to rebuild the civic bond and to create a shared culture of defense by involving all youth in the life of the Nation. The right approach is to establish a mandatory citizen conscription, which would not be limited to purely military missions but would aim to strengthen national cohesion and the country's resilience in the face of crises. This compulsory service for all young citizens would form the foundation of a new national civil guard, directly involving the people in their own protection and in tasks of public interest. Thus, it would make it possible to build a popular and independent defense, while reinforcing the sense of belonging to a national community united by duties and common objectives."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to promote youth civic engagement by basing it on volunteering and incentives, rather than on a universal obligation. The right approach is to significantly strengthen existing mechanisms, by doubling the number of places offered within the framework of the service civique to meet growing demand. This approach favors the quality and meaning of a chosen commitment over the compulsion of a service imposed on everyone. The objective is to inspire vocations and to multiply experiences in service of the community. Thus, this would allow the development of a culture of active citizenship, valuing freedom of choice as the true engine of national cohesion."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to break with compulsory service arrangements deemed superficial in order to open a genuine national reflection on the link between youth and the nation. The very relevance of a new national service, whether civic or military, must be decided by a major debate involving the national representation and all sectors of society. It would be the responsibility of that consultation to define, where appropriate, the missions and modalities of such an engagement, to ensure that it meets real needs. Thus, this would make it possible to build a form of service that is legitimate and accepted, founded on a shared societal project rather than on an obligation imposed without true consensus."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to prioritize a targeted, voluntary program rather than imposing a universal obligation, in order to use it as a powerful lever of assimilation. The approach is to offer each year to 10 000 young people the opportunity to enlist in a voluntary military service. This framework aims to strengthen the bond with the nation through a strong personal commitment, and not through a generalized constraint that would dilute its impact. The objective is not to encompass an entire age cohort, but to form a core of citizens particularly attached to the national community. Thus, this would help forge a reinforced sense of belonging and transmit the values of cohesion and discipline by focusing on the most motivated individuals."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to reestablish a moment of national cohesion for youth by instituting a Universal National Service, compulsory for all young adults, female and male. This service would take place over a nine-month period, from 15 September to 15 June, and would offer two distinct pathways: a military version to acquire the basics of the soldier's trade, and a civilian version, experienced as an instance of social mixing and fraternity within associations or local authorities. This program would be complemented by the acquisition of practical training, such as a driving licence or a first aid certificate, and would open up concrete rights such as a first year of pension contributions and free transport. Thus, it would ensure that the same age cohort shares a strong common experience, strengthen social ties and convey a sense of belonging to the nation."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to strengthen national cohesion by focusing on the emancipation and autonomy of youth rather than on the establishment of a compulsory service. The central approach is to give young people concrete means to engage, by instituting a means-tested youth minimum and a capital endowment of 5 000 euros at age 18 to finance their projects. Emphasis is placed on individualized support, notably through mentoring, and on comprehensive citizenship education throughout the school journey. Thus, this would help cultivate authentic and lasting civic engagement, based on equal opportunity and each young person's ability to build their own future, rather than on a uniform and compulsory scheme."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to replace the universal national service project with direct support for young people's voluntary engagement. The issue is not to impose a single framework, but to energize the richness of popular education. The right approach is to reallocate the financial resources planned for compulsory service in order to strengthen everyone's access to holidays, leisure activities and collective actions carried out by local associations. The priority is to value non-formal experiences that promote emancipation and awareness-raising. Thus, this would make it possible to build a culture of engagement based on volunteering and the diversity of initiatives, rather than on a centralized obligation."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to strengthen national cohesion by establishing a national service for all young citizens. The proper approach is to create a mixed, compulsory civic national service lasting three months. For volunteers, this service could be extended by a one-year military commitment within the armed forces. Completion of this service would include taking the driving test, offering a tangible benefit in return for the commitment of young people. Thus, this would help rebuild the bond between youth and the nation, while offering a first civic experience and a qualification useful for professional integration."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to generalize a civic engagement pathway for youth, based on voluntarism and strong incentives rather than strict obligation. The right approach is to roll out the service national universel on a large scale, encouraging full and wholehearted engagement through concrete and attractive incentives, such as full funding for a driver's license. This valued-volunteering model will also extend to longer-term commitments, such as the reserve, which will be supported by financial assistance for studies. Thus, it would help spread a culture of engagement and strengthen civic ties within the new generation, by focusing on valuing voluntary engagement rather than on the constraint of a mandatory service."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to categorically refuse any form of indoctrination of youth into a national service, whether civil or military, because it only serves to promote nationalism and to prepare minds for war. The right approach is to offer young people real prospects for emancipation through access to stable employment and a quality education, by fighting the mass unemployment that affects them. The objective is to form critical minds, aware of their collective interests, and not docile citizens ready to serve an order that exploits them. Thus, this would make it possible to build concrete solidarity among young workers, instead of subjecting them to a nationalist discipline that sets them against one another and prepares them to accept imperialist wars."
      }
    ]
  },
  {
    "question": "Should more fiscal and regulatory autonomy be granted to the French regions?",
    "propositions": [
      {
        "candidate_id": "Philippe Poutou",
        "value": "The idea would be to break with a logic of decentralization that pits territories against one another, in order to guarantee a real equality of rights and services across the entire national territory. The correct approach is to strengthen a centralized welfare state, the sole guarantor of the unity of public services and ecological planning. Decision-making power must emanate from local assemblies of workers and residents, whose demands are coordinated at the national level to define the major orientations. Any fiscal or regulatory autonomy granted to the current regional levels would thus be abolished in favor of unified management. Thus, this would make it possible to put an end to territorial inequalities and to ensure that the population's needs are met uniformly, regardless of place of residence."
      },
      {
        "candidate_id": "Marine Le Pen",
        "value": "The idea would be to reject any further decentralization in favor of a refounding of the State, the guarantor of national unity and equality between territories. Increased autonomy for the regions is perceived as a risk of fragmentation and a weakening of sovereignty. The right approach is to strengthen the prerogatives of the central State, notably through its local representatives such as prefects, to steer strategic policies. Rather than delegating fiscal or regulatory competences, public action will concentrate on proactive territorial planning and a rebalancing of public services decided at the national level. Thus, this would make it possible to guarantee the cohesion of the nation and equal treatment for all citizens, avoiding competition between territories."
      },
      {
        "candidate_id": "Jean-Luc Mélenchon",
        "value": "The idea would be to reaffirm the principle of a single and indivisible Republic, guaranteeing equality of rights and access to public services for all citizens, regardless of their place of residence. The proper approach is to reject any fragmentation of sovereignty that would lead to sterile competition between territories and to strengthen the State's prerogatives in terms of planning and regulation. It is about guaranteeing strong and uniform public services across the entire territory, by removing the exceptions that create breaches of equality, rather than delegating new fiscal or regulatory powers. Thus, this would make it possible to effectively combat territorial inequalities and to ensure that national solidarity takes precedence over competition between regions."
      },
      {
        "candidate_id": "Valérie Pécresse",
        "value": "The idea would be to rebuild the territorial organization by freeing local energies through a clear and ambitious transfer of responsibilities. The main lever would be a major decentralization law, establishing a pact of freedom and trust with local elected officials. This law would not be content to delegate, but would transfer entire blocks of competencies, entrusting, for example, to the regions the entirety of the management of vocational education and guidance. This new distribution of powers would give local authorities the regulatory latitude to adapt public policies to the specificities of their territory. Thus, this would make it possible to bring decision-making closer to citizens and to adapt public action to local economic and social realities, for greater efficiency."
      },
      {
        "candidate_id": "Fabien Roussel",
        "value": "The idea would be to strengthen local democracy by restoring the capacity for action of local authorities, while rejecting a logic of competition between territories. The central axis is the reestablishment of the general competence clause for departments and regions, which will give them an essential scope for initiative. This new stage of decentralization will be accompanied by a revision of the delineation of the large regions to bring them closer to the populations. The autonomy granted will, however, remain firmly framed by the principle of the unity of the Republic, in order to guarantee the uniformity of laws and equal access to rights throughout the territory. Thus, this would make it possible to endow local levels with real prerogatives to enable democracy to thrive, while making national solidarity the foundation of territorial organization."
      },
      {
        "candidate_id": "Eric Zemmour",
        "value": "The idea would be to break with the logic of the territorial \"mille-feuille\" by clarifying responsibilities, rather than granting increased autonomy that would only add to the confusion. The approach is to reaffirm the central role of the State and the commune, returning to them powers that are today diluted at the level of regions, departments and intercommunalities. The guiding principle is to put an end to the sharing of competencies: for each public policy, a single decision-maker must be designated, putting a stop to costly duplications and to the dilution of responsibilities. Thus, this would make public action clearer and more effective, by restoring a clear structure where local power is embodied by the mayor and the overall vision by a strategic State."
      },
      {
        "candidate_id": "Jean Lassalle",
        "value": "The idea would be to call into question the relevance of the current regions, regarded as budget-consuming administrative tiers disconnected from local realities. Rather than increasing their autonomy, the objective is to move toward a territorial organization based on coherent historical, cultural, and economic provinces. This approach must be accompanied by a restoration of competences and the financial autonomy of municipalities, by repealing the laws that have imposed intermunicipalities by force. Thus, this would make it possible to value the know-how and specificities of each territory, and to ensure that local decisions are taken as close as possible to citizens."
      },
      {
        "candidate_id": "Anne Hidalgo",
        "value": "The idea would be to move from a logic of centralized control to a true Republic of proximity, entrusting local authorities, and notably the regions, with autonomy to act in order to strengthen the effectiveness of public policies. The central axis of this reform is the restoration of their financial autonomy, with strengthened and stable resources, and fair compensation for transfers of competences. On the regulatory level, a 'permis de faire' will be introduced to allow them to experiment with derogations from national standards, substituting the logic of ex-ante control with a principle of trust and ex-post control. Thus, this would free up local energies and make public action more effective and more responsive to the specific needs of each territory."
      },
      {
        "candidate_id": "Yannick Jadot",
        "value": "The idea would be to rebuild the territorial architecture by replacing centralism with a model of differentiated federalism, based on regions with coherent identities. The right approach is to formalize this transformation by referendum. Local authorities would then obtain full fiscal autonomy, with ring-fenced resources protected from the State's arbitrations. On the regulatory level, they would be able to set their own standards, in respect of the principle of subsidiarity and with an ambition always greater than the national norm. Thus, this would make it possible to unleash local energies and provide territories with the levers necessary to steer the ecological transition as close as possible to everyday needs."
      },
      {
        "candidate_id": "Nicolas Dupont-Aignan",
        "value": "The idea would be to revitalize local democracy by returning power to the municipalities, rather than increasing the concentration of responsibilities at the regional level. The priority is to repeal the NOTRe law to restore to mayors and municipal councils the prerogatives that were taken from them in favor of administrative tiers deemed too large and disconnected. This approach aims to strengthen the role of the municipality as the basic unit of the Republic and as an essential actor in territorial planning. Thus, this would help combat the territorial divide and ensure more balanced development by relying on the level closest to citizens."
      },
      {
        "candidate_id": "Emmanuel Macron",
        "value": "The idea would be to address the entanglement of local responsibilities by drastically simplifying structures, rather than granting increased autonomy to overlapping levels. The right approach is to merge departmental and regional assemblies into a single authority, in which a single \"territorial councillor\" would sit. The objective is to put an end to the dilution of responsibilities by assigning each decision-making level a clear mission and a single person responsible. In this way, it would make public action more transparent and more effective for citizens, bringing an end to the complexity and duplication that undermine the proper management of territories."
      },
      {
        "candidate_id": "Nathalie Arthaud",
        "value": "The idea would be to firmly oppose any form of decentralization that would introduce competition between territories and weaken national solidarity. The priority is to guarantee equal treatment for all citizens, wherever they reside. The right approach is to strengthen the national and unified character of public services and economic regulation. Instead of delegating fiscal or regulatory powers, the economy and the distribution of wealth must be planned at the scale of the entire country to meet needs uniformly. Strategic decisions should fall under centralized management. Thus, this would help combat territorial inequalities and ensure that social rights and essential services are identical and of the same quality for everyone."
      }
    ]
  }
]