[
  {
    "question": "How can inflation be contained and prices stabilized in the short and medium term?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to tackle the structural causes of rising prices, which lie in the budgetary imbalance and excessive tax pressure. The priority is a drastic reduction of unproductive public spending and the cessation of any new tax increases, in order to clean up the State's finances. At the same time, lowering tax burdens and removing regulatory obstacles to private initiative should stimulate production and investment. The objective is to no longer resort to financing that devalues the currency. Thus, this would make it possible to restore confidence and establish lasting monetary stability, based on strict budgetary discipline rather than on price control measures."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to tackle the structural causes of rising prices by restoring national production capacity and stimulating the domestic market. The approach is to direct public and private investments toward reindustrialization in order to substitute imports, while ensuring sovereign debt management to protect the economy from external shocks and financial speculation. Regulation of strategic sectors, notably energy, is an essential lever for controlling production costs. This supply-side policy must be accompanied by support for purchasing power to ensure a solid and sustainable demand. Thus, this would allow price stabilization based on real growth and greater economic autonomy, rather than on restrictive monetary adjustments."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to break with inflationary logics by restoring fundamental macroeconomic balances. The central axis is the rapid attainment of the primary budget balance, achieved through control of public spending and the end of exceptional regimes. In parallel, the independence of the central bank must be safeguarded by a new organic charter, with price stability as its primary mandate. This approach will be complemented by a swift unification of the exchange-rate regime and the lifting of controls to end distortions. Thus, this would make it possible to drastically and sustainably reduce inflation, by restoring the credibility of the currency and laying the foundations for a predictable economic environment, essential for investment and job creation."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to tackle the structural roots of inflation through a comprehensive stabilization plan, rejecting easy solutions. The objective is to restore confidence in a sound and strong currency, an indispensable condition for economic predictability. To achieve this, the approach combines rigorous monetary discipline and the pursuit of budgetary balance, achieved not through brutal cuts but through a rational ordering of priorities and the elimination of superfluous expenditures. Simultaneously, it is imperative to rebuild foreign exchange reserves and to establish a stable tax system that encourages productive investment. Thus, this would make it possible to break the inflationary spiral and to give economic actors the visibility necessary to plan, invest and create employment."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to break with speculative logic by taking back control of the economic levers to guarantee the stability of the population's purchasing power. The central axis consists of indexing monthly all incomes, wages as well as pensions to the real increase in the cost of living, while abolishing indirect taxation on essential goods. This policy must be accompanied by the nationalization of the banking sector and foreign trade to control capital flows and the establishment of price control committees. At the same time, the tariffs of essential public services would be frozen and external debt repudiated in order to free up budgetary resources. Thus, this would make it possible to neutralize the erosion of purchasing power and to sustainably stabilize the economy by reorienting it toward the satisfaction of collective needs."
      }
    ]
  },
  {
    "question": "Which monetary regime should be adopted (maintaining the peso, dollarization, reform/abolition of the Central Bank)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to permanently remove the management of money from the hands of political power, in order to guarantee a price stability that is not subject to budgetary vagaries. The most coherent and lasting solution is to abolish the central bank, the very institution that enables the financing of deficits through money issuance. This radical measure would impose strict budgetary discipline on the State, which would be forced to finance its expenditures through legitimate resources. Such a system would put an end to the manipulation of money for political purposes. Thus, this would make it possible to eradicate inflation at its source and to rebuild confidence in the economy on healthy and sustainable foundations."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to preserve monetary sovereignty as an indispensable tool in the service of economic development and social stability. The appropriate approach is to reject any form of dollarization, which would amount to renouncing economic policy instruments. It is about strengthening the role of the central bank in managing reserves and financial regulation, in coordination with a sovereign debt reduction policy that limits external pressures. The priority is to reinforce the national currency by grounding it in a productive economy and a strong domestic market. Thus, this would allow guaranteeing a stable currency, whose value rests on the strength of the real economy and the State's ability to pursue an independent policy."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to strengthen monetary sovereignty by endowing the country with a stable and credible currency, rather than committing to dollarization. The correct approach is to guarantee the independence of the Central Bank through a new organic charter, assigning it a primary and strict mandate to combat inflation. This institutional overhaul will be accompanied by the removal of exchange controls and the rapid unification of the different rates to put an end to distortions. Thus, this would restore confidence in the currency and give economic actors greater predictability, without relinquishing an essential monetary policy tool."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to preserve monetary sovereignty by restoring the value and credibility of the national currency, rather than adopting a foreign currency. The priority is to ensure the strength and stability of that currency through rigorous and predictable management. This requires strict discipline in money issuance, breaking with the systematic financing of the budget deficit. The action of the monetary authority must be refocused on its fundamental missions: preserving citizens' purchasing power and rebuilding foreign exchange reserves. Thus, this would restore confidence, the foundation of a stable economy and an environment conducive to investment and production."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to guarantee full monetary sovereignty by placing the financial system at the exclusive service of the national economy, in opposition to any form of external dependence. The proper approach is to nationalize the entire banking sector and foreign trade in order to exercise strict control over capital flows and to stop the flight of foreign currency. This reassertion of control, coupled with a break with international creditors, frees the economy from external conditionalities and preserves foreign exchange reserves. Thus, it would make it possible to stabilize the national currency by protecting it from speculation and to redirect credit toward the country's productive and social priorities."
      }
    ]
  },
  {
    "question": "What strategy regarding the debt and the agreement with the IMF?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to treat over-indebtedness as a symptom of chronic fiscal irresponsibility, and not as a problem to be resolved through external negotiations. The absolute priority is to implement a unilateral and rigorous fiscal consolidation plan, based on a drastic reduction in public spending and structural reforms of the State. The objective is not to seek new terms, but to demonstrate a restored repayment capacity thanks to a primary surplus. Respect for commitments becomes the consequence of sound management, not the other way around. Thus, this would restore confidence, regain voluntary access to credit markets and end the cycle of indebtedness and bailouts."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to pursue sovereign management of debt, subordinating it to the objectives of economic growth and national development. The approach is to renegotiate existing agreements to align maturities with actual repayment capacity, without imposing sacrifices on the population or hampering productive activity. The central focus is to refuse conditions that hinder development and to defend the national interest against speculative creditors. Any new borrowing must be conditioned on being directed toward productive projects and not merely on covering deficits. Thus, this would make it possible to restore political autonomy and to free up the budgetary leeway necessary to finance the country's economic and social development."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to restore the country's credibility to ensure debt sustainability by addressing the internal causes of indebtedness rather than focusing on its renegotiation. The absolute priority is to achieve a primary budget balance through a rationalization of public spending and the implementation of structural reforms that unlock the economy's productive and export potential. This rigorous and credible internal stabilization plan must form the foundation of the relationship with international creditors. In this way, it would enable a move away from a logic of dependence toward establishing a lasting relationship of trust, where compliance with commitments stems from the strength of the national economy rather than external constraints."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to build a sustainable debt management strategy based on restoring national credibility, in order to break out of a cycle of recurrent crises. The central pillar is to implement a comprehensive and credible stabilization program, structured around a sustainable fiscal balance and prudent monetary management. It is on the basis of this sovereign internal plan, and not on externally imposed adjustments, that financial commitments must be redefined. The objective is to align maturities with the real growth capacity of the economy, through constructive dialogue with creditors. Thus, this would make it possible to achieve long-term debt sustainability, to restore access to international financing on reasonable terms, and to free up resources for productive investment."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to restore economic and budgetary sovereignty by unilaterally breaking with international creditors and their conditionalities. The central approach consists of declaring an immediate suspension of payments and repudiating the external debt, considered illegitimate, which effectively cancels the agreement in force. This decision must be secured by nationalizing the banking sector and foreign trade in order to prevent capital flight and to guarantee national control over strategic resources. Thus, this would free up massive budgetary resources to redirect them toward financing wages, public services, and domestic production, instead of allocating them to servicing a debt deemed fraudulent."
      }
    ]
  },
  {
    "question": "Should subsidies to public services (energy, transport) be maintained, targeted or reduced?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to end the system of widespread subsidies, which distorts price signals and constitutes an unsustainable burden on public finances. The approach consists of their gradual but complete removal, so that energy and transport tariffs reflect their real costs of production and distribution. This approach is a non-negotiable pillar of fiscal consolidation, because it eliminates a major source of unproductive spending and state interventionism. The objective is to free up resources while encouraging more rational consumption. Thus, this would make it possible to achieve budgetary balance and to encourage companies in the sector to invest to improve their efficiency without depending on state aid."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to design subsidies for essential services not as a burden, but as a strategic lever of social justice and economic competitiveness. The right approach is to maintain a system of tariff compensations to guarantee reasonable and predictable rates. This mechanism protects households' purchasing power, particularly the most modest, and ensures control of logistical and energy costs for the national productive apparatus. It is a deliberate income-redistribution tool, essential to the proper functioning of the domestic market. Thus, it would make it possible to guarantee universal access to these fundamental public services, while stimulating demand and strengthening social and territorial cohesion."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to move away from a system of widespread subsidies to restore the truth of prices and budgetary balance. The right approach is to undertake a rationalization of public aid, particularly in the energy and transport sectors, so that tariffs progressively reflect the real costs of production and distribution. This effort is part of an overall policy of expenditure control and the elimination of exceptional regimes that feed the structural deficit. Thus, it would make it possible to sustainably clean up public finances, encourage more responsible consumption, and encourage a more efficient allocation of resources in the economy by ending costly distortions."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to replace the current subsidy regime, a source of budgetary imbalance and territorial inequity, with a rational and transparent mechanism. The priority is to apply a strictly federal management criterion to transport and energy so that resources and aid are distributed fairly across the entire territory. This reorientation must be carried out in an orderly manner, based on a clear ranking of priorities and not on abrupt budget cuts, in a break with centralist logic. Thus, this would make it possible to correct the deep asymmetries that hinder the harmonious development of the country, while contributing to the consolidation of a sustainable budgetary balance."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to treat access to energy and transport not as a commodity subject to the market, but as a fundamental right for all households. The priority measure is the outright cancellation of all tariff increases. To achieve this, the approach consists of nationalizing the entirety of the privatized companies in the energy and transport sectors, placing them under the direct control of workers and users. The financing of these essential services would then be ensured by a national plan guaranteeing universal access at low cost. Thus, this would allow these sectors to be removed from the logic of profit and to ensure a stable public service accessible to the entire population, permanently protecting the population from price volatility."
      }
    ]
  },
  {
    "question": "What income and employment policy to protect purchasing power and reduce poverty?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to replace the culture of welfare dependency with that of work and merit, because only productive employment can guarantee a lasting increase in purchasing power. The central focus is a deep reform of labor legislation to make hiring more flexible and reduce informal employment, accompanied by a significant reduction in the burdens that weigh on production. Layoff plans will be progressively replaced by a temporary aid system, strictly conditional on a service obligation and aimed at rapid integration into the labor market. Thus, this would make it possible to structurally reduce poverty by restoring dignity through work and ensuring genuine social mobility."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to restore the centrality of work as the primary instrument of social integration and distribution of wealth. The central axis relies on revitalizing annual collective bargaining and the continuous upward adjustment of the minimum wage to guarantee a decent income floor and a fair share of the value produced. In parallel, an active industrial policy must aim for full employment by creating quality jobs and combating informality. This foundation is complemented by universal allowances that ensure the fundamental rights of children and adolescents. Thus, this would help stimulate a virtuous circle in which production is driven by robust domestic demand, ensuring a structural reduction in poverty."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to make formal work the pillar of protecting purchasing power and combating poverty, by restoring its ability to generate a decent income. The approach involves removing barriers to hiring, notably for small businesses, and deploying a new legal and fiscal framework to integrate the vast informal sector into the economy. At the same time, social programs will be profoundly transformed to become direct, temporary assistance conditioned on training or job seeking, eliminating any intermediation. Thus, this would make it possible to replace a logic of assistance with a dynamic of social mobility, by addressing the structural causes of poverty through the creation of quality jobs."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to rebuild social policy by replacing a logic of assistance with a strategy focused on the creation of decent work, the only true lever for protecting purchasing power. The priority is to restore upward social mobility by making job creation the engine of the fight against poverty. To achieve this, it is essential to initiate a process of progressively integrating the millions of informal workers into quality, registered positions with fair wages. At the same time, access to emergency social programs must be guaranteed without any political or sectoral intermediation in order to put an end to clientelist practices. Thus, this would structurally reduce poverty and ensure a lasting improvement in purchasing power based on work and productivity, not on dependency."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to establish a comprehensive material security for all workers, active as well as retired, by guaranteeing both the level of incomes and employment stability. The central axis is to establish a minimum wage and a floor pension equivalent to the real cost of living, with a systematic monthly indexation of all incomes to inflation. This protection of purchasing power is complemented by the elimination of income tax on wages and VAT on essential goods. On the employment front, the strategy rests on the formal prohibition of layoffs, coupled with a reduction in working hours without loss of pay to achieve full employment and generalize permanent contracts. Thus, this would make it possible to eradicate poverty by ensuring that every income covers essential needs, while eliminating unemployment and precariousness through a complete reorganization of the labor market."
      }
    ]
  },
  {
    "question": "What tax reform (taxes, export taxes) would stimulate production without deteriorating public finances?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to undertake a massive reduction of the tax burden in order to free up investment and production, financing it not by debt but by a rigorous budgetary austerity program that targets the state's unproductive expenditures. This approach involves the elimination of taxes that penalize exports and a general relief of taxes on economic activity. The balance of public accounts must stem from expenditure discipline, and not from confiscatory levies that stifle private initiative. Thus, this would create a virtuous circle in which the reduction of state pressure stimulates growth, which naturally expands the taxable base in the long term."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to conceive taxation as a strategic instrument to steer the development model, prioritizing added value and domestic production. The right approach is to maintain a system of levies on exports of raw materials, the revenues of which are reinvested in a targeted manner into infrastructure and support for small and medium-sized production. This redistribution of extraordinary rents is an essential lever to finance the diversification of the productive apparatus and to ensure the balance of the accounts. Fiscal policy should thus favor industrial investment rather than speculation. In this way, it would make it possible to guarantee solid and predictable public revenues, not by restraining activity, but by accompanying a more balanced and sovereign economic growth."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to reconfigure the tax system so that it stops penalizing production and investment, by embedding this reform within a framework of strict budgetary discipline. The right approach is to undertake a responsible and gradual reduction of the most punitive taxes, giving priority to the alleviation of taxes on exports, taxes on turnover and charges weighing on formal employment. This development is inseparable from achieving a primary budget balance, obtained through a rationalization of public spending. Thus, this would make it possible to restore the economy's competitiveness, stimulate investment and encourage job creation, without compromising the necessary sustainability of public finances."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to undertake a structural reform of the tax system so that it stops penalizing production and becomes a lever for growth. The priority is to establish a simplified, stable and progressive tax regime that encourages productive investment and job creation. This implies a flagship measure: the gradual and total elimination of export taxes. In parallel, specific tax incentives will be created for SMEs that reinvest their profits. The balance of public accounts will be achieved not through abrupt adjustments, but through a rationalization of expenditures and, above all, through the broadening of the tax base generated by economic growth. Thus, this would make it possible to stimulate supply, formalize the economy and ensure sustainable budgetary consolidation based on increased production rather than on excessive tax pressure."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to carry out a complete overhaul of the tax system so that it stops weighing on consumption and labor, and becomes a lever for financing the State through the contribution of the largest fortunes and capital profits. The approach is to entirely abolish payroll taxes and VAT applied to essential goods. In parallel, public accounts would be consolidated by introducing progressive taxes on large fortunes, extraordinary levies on the profits of major capitalist groups, and deterrent taxation on vacant housing. Control of export revenues would be guaranteed not by taxes, but by the nationalization of foreign trade. Thus, this would make it possible to support domestic demand by increasing popular purchasing power, while ensuring robust and sustainable public revenues based on accumulated wealth and speculative profits rather than on production."
      }
    ]
  },
  {
    "question": "What place for privatizations and for public enterprises (e.g. YPF, Aerolíneas)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to remove the State from all commercial and productive activities that do not fall within its fundamental missions, because its presence there is a source of inefficiency, deficit and distortion of competition. The proper approach is to transfer to the private sector all public enterprises operating in competitive markets, via a transparent privatization program. For other areas, the use of outsourcing of services must be systematic in order to reduce the scope of the administration. This is not about reforming state management, but about replacing it with the discipline and efficiency of the private sector. Thus, this would make it possible to drastically reduce public spending, eliminate significant sources of clientelism and improve the quality of services offered to citizens thanks to competition."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to strengthen the role of the State as a direct economic actor in vital sectors, by consolidating public enterprises as pillars of sovereignty and development. The right approach is to rule out any logic of privatization and to consolidate state management of strategic assets, notably in energy and transport. These enterprises must not be guided solely by profit, but by objectives of national planning, security of supply and territorial connectivity. Their direct management by the State is the condition for directing investments toward the long term and guaranteeing a universal service. Thus, this would ensure that the key sectors of the economy respond to the general interest and contribute to a more autonomous industrial development and to better territorial integration."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to put an end to the systematic deficit approach of public enterprises by subjecting them to a requirement of performance and self-financing. The right approach is to place them under professional supervision, independent of any political interference, with a mandate to generate value. Their management will be required to meet precise, measurable and comparable economic performance objectives, as well as standards of transparency and integrity equivalent to those of companies listed on the stock exchange. In this way, it would eliminate the need for national subsidies to cover their losses, and transform them into high-performing assets contributing to collective wealth rather than a burden on the taxpayer."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to redefine the scope of the State's intervention to refocus it on its strategic functions and the creation of a framework conducive to private investment. The objective is not to directly manage the economy, but to unleash the potential of the national productive sector. The priority is to ensure clear rules of the game and legal certainty that encourage the creation and development of businesses. Public action should concentrate on its essential missions and on building an ecosystem favorable to innovation, acting as a partner to the private sector rather than as a competing economic actor. This would allow for a more efficient allocation of resources, a sustainable stimulation of investment, and economic growth driven by production and competitiveness."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to reverse the privatization process by reclaiming public control of all strategic sectors of the economy. The central approach consists of nationalizing, without compensation, the entirety of privatized companies, notably in the areas of energy (oil, gas), transport (rail, ports), finance and foreign trade. The fundamental point of this approach is that the management of these now-public companies would not be entrusted to a state bureaucracy, but directly to their workers, in coordination with users' committees. Thus, this would guarantee that the nation's economic levers are oriented toward meeting collective needs and national development, rather than toward the maximization of private profits."
      }
    ]
  },
  {
    "question": "What security policy in the face of crime and drug trafficking (e.g. Rosario)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to reaffirm the protection of the physical integrity of citizens as the primary and non-negotiable mission of the State. To achieve this, all necessary resources and means must be mobilized to carry out a frontal and uncompromising fight against delinquency and drug trafficking. The approach consists of fully using the monopoly on legitimate force to dismantle criminal networks, guarantee the integrity of persons and their property, and break with any form of laxity. It is a matter of making the reassertion of control over the territory an absolute operational priority. Thus, this would make it possible to restore the authority of the State over the entire territory and to ensure effective protection of citizens, putting an end to the grip of criminal organizations."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to break with a purely repressive approach in order to adopt a comprehensive perspective on security, addressing both the symptoms and the root causes of violence. The approach consists of articulating active social inclusion policies with increased professionalization of law enforcement, under strict political oversight. Investment in equipment and technologies must be accompanied by training focused on prevention, community dialogue, and the absolute respect for human rights. Coordination between the different levels of the State and social policies is a central axis of this strategy. Thus, this would allow the construction of a safer society by tackling the roots of crime, and not solely its manifestations."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to regain the initiative against organized crime by combining a judicial action targeted at financial flows and a deterrent presence on the ground. The right approach is to redeploy federal forces to the most critical areas, such as Rosario, and to mobilize the armed forces for logistical support missions in order to optimize operational deployment. At the same time, the effort will focus on dismantling asset laundering circuits and strengthening control of strategic axes, such as waterways. Thus, this would allow the long-term dismantling of criminal organizations by attacking them simultaneously on their sources of revenue and their territorial control, thereby restoring the authority of the State and the security of citizens."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to break with a fragmented approach by deploying a comprehensive strategy to dismantle organized crime and restore the authority of the State across the entire territory. The priority is to move from a logic of mere reaction to a policy of prevention and the dismantling of criminal networks. To achieve this, action must rely on strengthened coordination between the federal forces, the judiciary and the various agencies of the State, by modernizing criminal intelligence and the economic analysis of offenses. It is imperative to deploy more federal personnel to secure the borders and to undertake a reform of the justice system to make it more effective, with the establishment of an accusatory system and popular juries. Thus, this would make it possible to dismantle criminal organizations by targeting their financial and logistical flows, and to guarantee a secure public space for all citizens."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to replace the repressive approach with a security policy based on eradicating the social and economic causes of crime, considering that the violence of state institutions is an integral part of the problem. The priority approach consists of withdrawing police and gendarmerie forces from working-class neighborhoods, while initiating the dissolution of internal intelligence bodies. At the same time, the judicial system must be entirely overhauled through the popular election of judges and prosecutors. The action focuses on dismantling organized crime networks, such as human trafficking, and on ending impunity for police violence. Thus, this would make it possible to establish real and lasting security, based on social justice and citizen oversight, rather than on the repression of the most precarious populations."
      }
    ]
  },
  {
    "question": "How can we ensure the funding and quality of education (schools, universities) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to rebuild the educational system on the principles of quality, excellence and merit, so that it once again becomes a true engine of social progress. The approach consists of establishing healthy competition between institutions, public as well as private, by encouraging the initiative of the latter and creating mechanisms of emulation to improve overall performance. Teachers' career progression must be directly linked to merit and responsibility, while the fight against ideological indoctrination at all levels will guarantee the neutrality of knowledge. The objective is to modernize the entire system through competitive exams and evaluations. Thus, this would make it possible to guarantee an education of excellence for all, particularly in the most vulnerable areas, by allocating resources more effectively and refocusing the school on its fundamental mission of transmitting knowledge."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to conceive education as a universal right and a strategic investment, whose quality and access are guaranteed by an unshakable commitment from the State. To achieve this, the central axis is to enshrine by law a substantial floor of public investment, while pursuing a large-scale plan of construction and modernization of infrastructure across the entire territory. The revalorization of the teaching career, through attractive salaries and quality continuing training, is an absolute priority. The principle of free higher education must be reaffirmed and its territorial coverage extended to guarantee genuine equality of opportunity. Thus, this would make it possible to ensure upward social mobility and to equip the country with the human skills necessary for its sovereign industrial and technological development project."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to rebuild the education system on foundations of quality and measurable performance, conditioning funding on the attainment of concrete results. The right approach is to establish a comprehensive evaluation regime at all levels, from schools to universities, and to link resource transfers to compliance with development plans that have clear objectives. The teaching career will be modernized to reward merit, while programmes will be strengthened on fundamental knowledge and better articulated with the needs of the labor market. For higher education, the allocation of funds will follow objective and transparent criteria, with rigorous monitoring of their impact. Thus, this would make it possible to improve the quality of teaching across the entire territory, to guarantee a more efficient use of public funds and to better prepare young people for their professional future."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to overhaul the education system to make it the pillar of social justice and national unity, by correcting deep territorial inequalities. The priority is an increased commitment by the central State to rebuild a true national system that integrates differences and guarantees quality public and private education at all levels. This is expressed by the generalization of the extended school day in primary education, the integration of digital technology and robotics as essential tools, and the enhancement of the teaching profession through fair remuneration and continuous training. Funding for public universities will be supported and improved, and a fourth level of vocational training will be created to link education to the world of work. Thus, this would make it possible to guarantee real equality of opportunity for all young people, to prepare new generations for technological challenges, and to strengthen national cohesion through education."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to rebuild the education system on the principles of an exclusive, secular, and entirely free public service at all levels, from school to university. The priority is the immediate elimination of all public subsidies to private education, as well as the cessation of state funding for religious institutions, in order to reallocate these funds entirely to the public system. The approach involves repealing the current higher education legislation to build a unified national system, managed by the State, which guarantees universal access, notably by providing free connectivity for all pupils and teachers. Thus, this would allow concentrating all national resources into a single public network, ensuring high-quality education accessible to everyone, regardless of their social origin, and freed from any commercial or confessional influence."
      }
    ]
  },
  {
    "question": "How can the public health system and access to care be strengthened?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to guarantee effective access to care by tackling the corruption and inefficiency that undermine it, rather than by indiscriminately increasing budgets. The priority is to depoliticize the management of facilities and to consolidate the professionalization of the sector by instituting salary policies that reward merit and responsibility. The allocation of the necessary resources to hospitals and health centers must be accompanied by strict oversight to eradicate corruption and clientelism, which are the real obstacles to access to care. Thus, this would make it possible to rebuild a health system where the quality of care and equality of access are guaranteed by competence and integrity, and not by political connections."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to consolidate health as a fundamental human right, guaranteed by a strong and universal public system. The right approach consists of strengthening public provision through sustained investment in local infrastructure, while guaranteeing equitable access to medicines through national production and the prescription of generics. The regulatory framework of the private sector must be tightened to eliminate barriers to entry and control costs, ensuring that access to care is never conditioned by the ability to pay. Emphasis is placed on prevention, notably through an expanded and free vaccination schedule. Thus, this would make it possible to progress toward truly universal, solidarity-based and effective health coverage, which protects every citizen regardless of their economic condition or place of residence."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to rebuild the health system around a central axis: the integration of its various components (public, private and social security) to guarantee equitable access to quality care across the territory. The right approach is to strengthen the State's steering role to coordinate all actors and improve the quality of services through clear accreditation standards. Priority will be given to the development of family health and primary care, supported by a digital transformation, while a new national agency will regulate the cost of medicines and cutting-edge technologies. Thus, this would make it possible to build a more efficient and equitable system, where the quality of care no longer depends on the type of coverage or the patient's place of residence."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to fundamentally rebuild the health care system to guarantee effective, equitable and modern access to care across the entire territory. The approach consists in establishing a single authority of the Système National de Santé, integrating the national, provincial and municipal levels to put an end to the current fragmentation. The organization of care will be based on integrated, regional networks, organized around the primary level of care. Priority will be given to modernization through the digitization of medical records, to strengthening mental health, and to the valorization of healthcare personnel. Thus, this would make it possible to build a more resilient, person-centered system, ensuring quality coverage and fairer access to care for all citizens."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to overhaul the health care system into a single, universal public service, removed from any logic of profit and fragmentation. The approach consists of centralizing all care structures — public, private and social security — within a single state system, placed under the democratic control of the sector's workers and professionals. To guarantee free access to treatments, pharmaceutical laboratories would be nationalized without compensation and medicines provided free to the entire population. Health insurance funds would also be integrated into this system, by removing their management from union leaderships and entrusting it to elected workers' committees. Thus, this would ensure equitable and free access to quality care for all, by redirecting all resources toward the needs of patients."
      }
    ]
  },
  {
    "question": "Which external relations should be prioritized (region, United States, China, BRICS, EU) and what commercial positioning?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to realign foreign policy around the defense of the principles of liberty and sovereignty, abandoning ideological alignments in favor of pragmatic relations. The central axis is the promotion of free trade as a driver of development, which implies a unilateral opening of commerce and the pursuit of agreements with all nations that respect the rule of law and private property. Rather than favoring political blocs, the strategy is to allow the private sector to forge ties where opportunities present themselves. The State must limit itself to removing internal obstacles, notably export taxes and regulatory burdens. Thus, this would allow an intelligent insertion into the global economy, attracting investments through confidence and legal stability rather than through fluctuating geopolitical alliances."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to make regional integration the foundation of foreign policy, considering the Latin American space as the natural framework to assert sovereignty and strategic autonomy. The approach consists of deepening the institutionalization of regional bodies to go beyond a mere commercial logic in favor of a genuine political, productive and social union. Relations with other blocs and global powers must be subordinated to this priority, favoring partnerships that respect the national development model without imposing conditionalities. Commercial positioning must above all serve the interests of national production. Thus, this would make it possible to build an influential regional bloc capable of defending its own interests on the world stage and of negotiating as equals, ensuring that international insertion serves the national development project and not the other way around."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to rebuild foreign policy on a predictable course, based on the defense of national interests and democratic principles, in order to maximize opportunities for productive development. The top priority would be to reestablish regional anchoring by relaunching Mercosur and the strategic alliance with Brazil, which would serve as a platform for global projection. From this foundation, the objective is to accelerate integration with the major economies by finalizing the agreement with the European Union and by completing the OECD accession process. In parallel, a diversification of bilateral negotiations will be undertaken to open new markets for exports, notably in Asia and the Middle East. Thus, this would position the country as a predictable partner and transform external action into a direct lever for the growth of exports and productive development across the entire territory."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to reaffirm the country's regional vocation as the foundation of its international integration and the engine of its development. The strategic priority is to consolidate the regional bloc and deepen ties with neighboring partners, notably to ensure access to the major Pacific markets, within the framework of an open regionalism that favors multilateralism. On the commercial level, it is imperative to multiply exports, removing all obstacles and controls that impede the full potential of the productive sectors and strategic resources. The country's international positioning must be based on an active defense of peace, human rights and the protection of the environment. Thus, this would make it possible to restore international prestige, generate the foreign exchange essential to economic stability and make the nation a respected actor on the world stage."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to base foreign policy on a principle of absolute sovereignty and the internationalism of peoples, in total rupture with the logics of alliances between capitalist states, whether that be the United States, the European Union or other blocs such as the BRICS. The approach consists of denouncing all pacts of subordination to imperialist powers and demanding the withdrawal of any foreign military presence, such as NATO's. The commercial stance would rest on the complete nationalization of foreign trade, in order to remove it from the interests of multinationals. The diplomatic axis would be reoriented to actively support popular rebellion movements around the world, prioritizing the construction of a socialist unity of Latin America. Thus, this would make it possible to replace commercial competition between blocs with a genuine policy of integration based on solidarity among peoples and international socialist cooperation."
      }
    ]
  },
  {
    "question": "Which democratic and human rights and guarantees should be protected or reaffirmed?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to reaffirm the primacy of individual rights by restoring a strict application of constitutional guarantees that protect the citizen from the arbitrariness of power. The approach consists in ensuring an uncompromising separation of powers, sanctifying the independence of the judiciary and prohibiting any concentration of extraordinary powers within the executive. Fundamental liberties, foremost among them life, private property and freedom of expression without any hindrance, must be protected absolutely. Total transparency of government actions and free access to public information will constitute the instruments of this permanent citizen oversight. Thus, this would make it possible to consolidate a true rule of law where individual freedom is the norm and the action of the State, a regulated exception."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to conceive of democracy not as an achievement, but as a continuous process of consolidation and deepening, founded on an active historical memory and the constant expansion of rights. The priority approach is to safeguard the policy of Memory, Truth and Justice as an inalienable responsibility of the State, guaranteeing the ongoing prosecution of crimes against humanity. At the same time, it is essential to reaffirm and strengthen the legislative arsenal that protects gender equality, sexual diversity and the right to a life free from violence. Democratic deepening also involves reforming key institutions, notably by ensuring the independence of the judiciary from economic powers and by guaranteeing media pluralism. Thus, this would help consolidate a republic where the rights of every individual are protected against all forms of discrimination and where the past serves as a bulwark against any authoritarian regression."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to restore a republican order based on the independence of the judiciary and the exemplary conduct of the State, in order to guarantee fundamental freedoms. The central axis is to shield the judiciary from any political interference, by establishing mechanisms for the selection of magistrates based on merit and transparency. This institutional guarantee will be accompanied by an offensive against corruption, via a law on asset forfeiture to seize ill-gotten assets and another to prohibit the application of pardons to those convicted of such acts. The promotion of a public integrity law will aim to prevent conflicts of interest and nepotism within the state apparatus. Thus, this would help consolidate a rule of law where institutions effectively protect the citizen against arbitrary power and where the law applies to all without privileges or exceptions."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to reaffirm democratic gains, founded on the memory of past sacrifices, by placing human dignity and institutional quality at the heart of public action. The absolute priority is to guarantee the independence of the judiciary and a strict separation of powers, by strengthening transparency and accountability. At the same time, it is imperative to translate these principles into concrete guarantees, by actively combating gender inequalities and ensuring the protection of the integrity, rights and opportunities of women and diversities. State action must also protect the rights of children, migrants and indigenous communities. Thus, this would make it possible to consolidate a fully effective rule of law, where fundamental freedoms are not only proclaimed but actively defended, and where every citizen is assured of equitable access to justice and to the protection of the State."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to replace a formal democracy with direct popular control over all institutions, in order to guarantee the inviolability of individual and collective liberties in the face of the State's repressive apparatus. The approach is to make all public mandates revocable by voters, including those of judges and prosecutors, while capping the remuneration of elected officials and senior civil servants at that of a skilled worker. It is imperative to guarantee without any hindrance the right to demonstrate, by repealing all emergency laws, and to ensure full trade union democracy, free from any interference. At the same time, the effective application of the right to abortion and protection against all gender-based violence and discrimination must be an absolute priority. Thus, this would make it possible to dismantle mechanisms of impunity and put an end to institutional violence, by founding a political order in which justice is administered by the people and in which human rights are a material reality for all."
      }
    ]
  },
  {
    "question": "What social policy with regard to assistance and \"plans\" (targeting, conditionalities, inclusion)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to break with the logic of welfare dependency to make social assistance a springboard to employment, and not a permanent solution. The appropriate approach is to transform social welfare programs into assistance that is strictly temporary and progressively reduced. Their payment will be conditioned on a service obligation, conceived as a step toward integration into the formal labor market. The ultimate objective is the complete substitution of these benefits by authentic and productive employment. Thus, this would make it possible to address the structural causes of poverty by restoring the value of work and offering a genuine prospect for social mobility, rather than keeping individuals dependent on the State."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to design social assistance not as temporary help, but as a permanent pillar of social justice and an instrument of economic policy. The right approach is to consolidate a universal protection floor, notably for children, with conditionalities that guarantee access to education and health. These measures are not intended to replace work, but to supplement incomes and establish a floor of dignity. The primary objective is to articulate them with active policies for training and the creation of formal jobs, making work the main vector of integration. Thus, this would help ensure the economic security of the most vulnerable while stimulating domestic demand, creating a virtuous circle in which social inclusion and economic growth mutually reinforce each other."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to break with the logic of welfare dependency by conditioning social assistance on an integration pathway, in order to tackle the structural causes of poverty. The right approach is to transform existing programs into direct assistance, paid without intermediaries and temporary in nature. Its disbursement will be strictly conditioned on an effective counterpart, whether it be the completion of the educational trajectory, a qualifying training course, or a job-search effort. Thus, this would make it possible to transform a logic of subsidizing poverty into a genuine investment in human capital, where work once again becomes the main driver of social mobility."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to break with the logic of welfare dependency and replace it with a system that makes integration through work the main driver of social policy. The priority is to stop subsidizing unemployment in order to focus on support for the creation of quality jobs. For emergency situations, access to aid programs must be direct and transparent, disconnecting it from any political or sectoral intermediation in order to put an end to clientelist practices. The objective is to go beyond mere \"containment\" measures that perpetuate dependency. Thus, this would make it possible to restore upward social mobility and to ensure that the dignity of the person is secured by work and autonomy, rather than by permanent state assistance."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to replace the fragmented system of targeted aid with a set of universal rights guaranteeing an income and employment to everyone. The approach consists of making assistance plans obsolete by instituting a ban on layoffs and the redistribution of working hours to ensure full employment. Rather than conditional benefits, a minimum living income, indexed monthly to the cost of living and covering all needs, would be guaranteed to all workers and retirees, supplemented by universal family allowances. Thus, this would make it possible to eradicate precariousness and dependency by addressing the structural causes of unemployment and poverty, making work and a decent income effective rights rather than objectives of integration."
      }
    ]
  },
  {
    "question": "What environmental and energy strategy (lithium, Vaca Muerta, transition, territorial impacts)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to treat natural resources as a lever for economic development under provincial sovereignty, by encouraging their exploitation by the private sector. The right approach is to attract investment for the extraction of energy and mineral resources by guaranteeing a stable legal framework and the protection of property. Development is described as sustainable, which implies reinvesting part of the revenues, such as oil royalties, in improving competitiveness and establishing independent oversight bodies to enforce environmental law without hindering private initiative. Thus, this would make it possible to finance growth through locally generated wealth, relying on the responsibility of the private sector rather than on state planning of the energy transition."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to mobilize strategic energy resources as the lever for sovereign industrial development and greater national autonomy. The approach involves steering the exploitation of hydrocarbons, including unconventional ones, through a strong public company, while simultaneously accelerating the diversification of the energy mix via nuclear and renewables. The development of these resources must imperatively comply with environmental standards and ensure that the economic benefits, in terms of jobs and activity, accrue directly to the territories concerned. Thus, this would make it possible to achieve self-sufficiency within the framework of a managed energy transition, which serves the objectives of industrial growth and balanced territorial development."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to deploy a pragmatic energy strategy that mobilizes all national resources to make them a lever for sustainable development. The right approach is to simultaneously stimulate the exploitation of hydrocarbons to ensure supply security, and the development of renewable energies to support the energy transition. It will also be necessary to valorize strategic minerals such as lithium by imposing high and transparent environmental standards. All of this policy will be part of a long-term climate strategy that harmonizes economic growth with the sustainable use of resources. Thus, this would make it possible to position the country as a reliable and diversified energy supplier on the global stage, by transforming its natural potential into an engine of economic growth respectful of the environment."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to articulate productive development and environmental protection, moving beyond the false opposition between the two. The priority is to strategically exploit natural resources such as Vaca Muerta gas and lithium to generate foreign exchange, while undertaking a gradual energy transition. This transition will rely on clean energy and the potential of the bioeconomy, notably through a gradual increase in the share of biofuels in fuels. This axis is accompanied by firm commitments: to achieve \\\"zero net deforestation\\\" by 2030 and to guarantee the immediate elimination of single-use plastics. Thus, this would make it possible to ensure energy independence, to strengthen federal value-added production, and to respect international climate commitments."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to put an end to the pillaging of natural resources and the destruction of the environment by replacing the extractivist model with sovereign and sustainable management. The central approach consists of immediately banning the most devastating activities, such as hydraulic fracturing (Vaca Muerta) and mega open-pit mining. All multinational companies in these sectors would be expropriated without compensation and their assets nationalized. The management of these strategic resources, including lithium and hydrocarbons, would then be entrusted to the direct control of workers and the affected territorial communities, who would also oversee the repair of the ecological damage caused. Thus, this would allow the development of a national energy plan that meets the population's needs while guaranteeing the protection of ecosystems."
      }
    ]
  },
  {
    "question": "Should recent frameworks on reproductive rights and gender equality be amended, and if so, how?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "The idea would be to ensure the coherence of the entire legal framework with the fundamental and irrevocable principle of the protection of the right to life. The approach consists of reconsidering any recent legislation that comes into direct conflict with this essential guarantee. The protection of life is posed as an absolute limit on the action of the State, on an equal footing with the defense of individual liberty and property. This is not about imposing a particular morality, but about strictly applying a superior principle. Thus, this would make it possible to restore the primacy of this inalienable right over more recent normative frameworks, by aligning legislation with the fundamental values defended."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "The idea would be to consider advances in reproductive rights and gender equality as fundamental, non-negotiable pillars of the social project. The proper approach is therefore to sanctuarize the existing legislative framework that guarantees gender identity, marriage for all, access to reproductive health, and comprehensive protection against sexist violence. Under no circumstances is it a question of modifying these frameworks; on the contrary, it is about guaranteeing their full and complete application throughout the territory. Thus, this would make it possible to firmly oppose any attempt at regression and to consolidate a society founded on equality, where acquired rights constitute the foundation for new advances."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "The idea would be to focus action in favor of gender equality on reducing economic and professional inequalities, which constitute the main obstacle to women's autonomy. The right approach is to dismantle the barriers that hinder women's access to the labor market, notably by addressing the unequal burden of unpaid work and caregiving tasks. Efforts will focus primarily on increasing the female labor force participation rate and strengthening women's presence in collective bargaining bodies. In this way, it would be possible to build concrete equality based on economic emancipation, making women's full participation an indispensable driver of the country's development."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "The idea would be to guarantee and deepen acquired rights, focusing on actions that transform legal equality into de facto equality. The priority is to tackle gender inequalities structurally, going beyond mere formal recognition of rights. The approach is to deploy a comprehensive policy that ensures protection against gender-based violence as an absolute priority of the State, while addressing economic inequalities. This involves concrete instruments: the promotion of quality jobs for women and diverse groups, the establishment of a national care system that recognizes and eases the burden of unpaid work, and compensatory policies such as the extension of parental leave and the creation of early childhood centers. Thus, this would make it possible to guarantee the economic autonomy of women and diverse groups and to ensure their full participation in society, building a framework where equal opportunities are a tangible reality rather than merely an aspiration."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "The idea would be to go beyond the mere legal recognition of rights to guarantee their full realization, by protecting them from any attempt at regression and by universalizing them. The absolute priority is to ensure the effective and universal implementation of legislation on voluntary termination of pregnancy, by allocating the necessary budgets to protect it from any interference. This involves combating gender-based violence with dedicated resources, guaranteeing the principle \"equal work, equal pay\", and deploying comprehensive, secular, and scientific sexual education. Protection must be extended to all forms of sexual orientation and gender identity, abolishing any discriminatory legislation. Thus, this would make it possible to transform legal frameworks into material and inviolable guarantees, rooting a culture of effective equality and sexual freedom, actively supported by the State."
      }
    ]
  }
]