[
  {
    "question": "Comment contenir l’inflation et stabiliser les prix à court et moyen terme ? ",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la hausse des prix, qui résident dans le déséquilibre budgétaire et la pression fiscale excessive. La priorité est une réduction drastique des dépenses publiques improductives et l'arrêt de toute nouvelle augmentation d'impôts, afin d'assainir les finances de l'État. Parallèlement, la baisse des charges fiscales et la levée des freins réglementaires à l'initiative privée doivent stimuler la production et l'investissement. L'objectif est de ne plus recourir à des financements qui dévaluent la monnaie. Ainsi, cela permettrait de restaurer la confiance et d'établir une stabilité monétaire durable, fondée sur une discipline budgétaire stricte plutôt que sur des mesures de contrôle des prix."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la hausse des prix en restaurant la capacité de production nationale et en stimulant le marché intérieur. L'approche consiste à orienter les investissements publics et privés vers la réindustrialisation afin de substituer les importations, tout en assurant une gestion souveraine de la dette pour protéger l'économie des chocs externes et de la spéculation financière. La régulation des secteurs stratégiques, notamment énergétique, est un levier essentiel pour maîtriser les coûts de production. Cette politique de l'offre doit s'accompagner d'un soutien au pouvoir d'achat pour garantir une demande solide et pérenne. Ainsi, cela permettrait une stabilisation des prix fondée sur une croissance réelle et une plus grande autonomie économique, plutôt que sur des ajustements monétaires restrictifs."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de rompre avec les logiques inflationnistes en restaurant les équilibres macroéconomiques fondamentaux. L’axe central est l’atteinte rapide de l’équilibre budgétaire primaire, obtenue par une maîtrise des dépenses publiques et la fin des régimes d’exception. En parallèle, l'indépendance de la banque centrale doit être sanctuarisée par une nouvelle charte organique, avec pour mandat prioritaire la stabilité des prix. Cette approche sera complétée par une unification rapide du régime de change et la levée des contrôles pour mettre fin aux distorsions. Ainsi, cela permettrait de réduire drastiquement et durablement l’inflation, en restaurant la crédibilité de la monnaie et en posant les bases d’un environnement économique prévisible, indispensable à l'investissement et à la création d'emplois."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de s'attaquer aux racines structurelles de l'inflation à travers un plan de stabilisation complet, refusant les solutions de facilité. L'objectif est de restaurer la confiance dans une monnaie saine et forte, condition indispensable à la prévisibilité économique. Pour y parvenir, la démarche combine une discipline monétaire rigoureuse et la recherche de l'équilibre budgétaire, atteint non par des coupes brutales mais par un ordonnancement rationnel des priorités et la suppression des dépenses superflues. Simultanément, il est impératif de reconstituer les réserves de change et d'instaurer un système fiscal stable qui encourage l'investissement productif. Ainsi, cela permettrait de rompre la spirale inflationniste et de redonner aux acteurs économiques la visibilité nécessaire pour planifier, investir et créer de l'emploi."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de rompre avec la logique spéculative en reprenant le contrôle des leviers économiques pour garantir la stabilité du pouvoir d'achat de la population. L'axe central consiste à indexer mensuellement l'ensemble des revenus, salaires comme pensions, sur l'augmentation réelle du coût de la vie, tout en supprimant la fiscalité indirecte sur les biens de première nécessité. Cette politique doit s'accompagner de la nationalisation du secteur bancaire et du commerce extérieur pour maîtriser les flux de capitaux et de la mise en place de comités de contrôle des prix. Parallèlement, les tarifs des services publics essentiels seraient gelés et la dette extérieure répudiée afin de libérer des ressources budgétaires. Ainsi, cela permettrait de neutraliser l'érosion du pouvoir d'achat et de stabiliser durablement l'économie en la réorientant vers la satisfaction des besoins collectifs."
      }
    ]
  },
  {
    "question": "Quel régime monétaire adopter (maintien du peso, dollarisation, réforme/abolition de la Banque centrale) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de retirer définitivement la gestion de la monnaie des mains du pouvoir politique, afin de garantir une stabilité des prix qui ne soit pas sujette aux aléas budgétaires. La solution la plus cohérente et pérenne consiste à supprimer la banque centrale, l'institution même qui permet le financement des déficits par l'émission monétaire. Cette mesure radicale imposerait une discipline budgétaire stricte à l'État, qui serait contraint de financer ses dépenses par des ressources légitimes. Un tel système mettrait fin à la manipulation de la monnaie à des fins politiques. Ainsi, cela permettrait d'éradiquer l'inflation à la source et de rebâtir la confiance dans l'économie sur des fondations saines et durables."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de préserver la souveraineté monétaire comme un outil indispensable au service du développement économique et de la stabilité sociale. L'approche adéquate consiste à rejeter toute forme de dollarisation, qui reviendrait à renoncer aux instruments de politique économique. Il s'agit de conforter le rôle de la banque centrale dans la gestion des réserves et la régulation financière, en articulation avec une politique de désendettement souverain qui limite les pressions extérieures. La priorité est de renforcer la monnaie nationale en la fondant sur une économie productive et un marché intérieur solide. Ainsi, cela permettrait de garantir une monnaie stable, dont la valeur repose sur la force de l'économie réelle et la capacité de l'État à mener une politique indépendante."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de renforcer la souveraineté monétaire en dotant le pays d’une monnaie stable et crédible, plutôt que de s’engager dans une dollarisation. La bonne approche consiste à garantir l’indépendance de la Banque centrale via une nouvelle charte organique, en lui assignant un mandat prioritaire et strict de lutte contre l’inflation. Cette refondation institutionnelle s’accompagnera de la suppression des contrôles de change et de l’unification rapide des différents taux pour mettre fin aux distorsions. Ainsi, cela permettrait de restaurer la confiance dans la monnaie et de redonner de la prévisibilité aux acteurs économiques, sans renoncer à un outil de politique monétaire essentiel."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de préserver la souveraineté monétaire en restaurant la valeur et la crédibilité de la monnaie nationale, plutôt que d'adopter une devise étrangère. La priorité est de garantir la force et la stabilité de cette monnaie par une gestion rigoureuse et prévisible. Cela passe par une discipline stricte en matière d’émission monétaire, en rupture avec le financement systématique du déficit budgétaire. L’action de l’autorité monétaire doit être recentrée sur ses missions fondamentales : la préservation du pouvoir d'achat des citoyens et la recomposition des réserves de change. Ainsi, cela permettrait de rétablir la confiance, fondement d'une économie stable et d'un environnement propice à l'investissement et à la production."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de garantir une souveraineté monétaire totale en plaçant le système financier au service exclusif de l'économie nationale, à l'opposé de toute forme de dépendance extérieure. La bonne approche consiste à nationaliser l'intégralité du secteur bancaire et du commerce extérieur, afin d'exercer un contrôle strict sur les flux de capitaux et de stopper la fuite des devises. Cette reprise en main, couplée à une rupture avec les créanciers internationaux, affranchit l'économie des conditionnalités externes et préserve les réserves de change. Ainsi, cela permettrait de stabiliser la monnaie nationale en la protégeant de la spéculation et de réorienter le crédit vers les priorités productives et sociales du pays."
      }
    ]
  },
  {
    "question": "Quelle stratégie vis-à-vis de la dette et de l’accord avec le FMI ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de traiter le surendettement comme un symptôme de l'irresponsabilité budgétaire chronique, et non comme un problème à régler par des négociations externes. La priorité absolue est de mettre en œuvre un plan de consolidation budgétaire unilatéral et rigoureux, fondé sur une réduction drastique des dépenses publiques et des réformes structurelles de l'État. L'objectif n'est pas de demander de nouvelles conditions, mais de démontrer une capacité de remboursement retrouvée grâce à un excédent primaire. Le respect des engagements devient la conséquence d'une gestion saine, et non l'inverse. Ainsi, cela permettrait de restaurer la confiance, de retrouver un accès volontaire aux marchés du crédit et de mettre fin au cycle de l'endettement et des renflouements."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de poursuivre une gestion souveraine de la dette, en la subordonnant aux objectifs de croissance économique et de développement national. La démarche consiste à renégocier les accords en vigueur pour aligner les échéances sur la capacité de paiement réelle, sans imposer de sacrifices à la population ni freiner l'activité productive. L'axe central est de refuser les conditions qui entravent le développement et de défendre l'intérêt national face aux créanciers spéculatifs. Tout nouvel endettement doit être conditionné à son orientation vers des projets productifs et non à la simple couverture des déficits. Ainsi, cela permettrait de restaurer l'autonomie politique et de dégager les marges de manœuvre budgétaires nécessaires au financement du développement économique et social du pays."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de restaurer la crédibilité du pays pour assurer la soutenabilité de la dette, en agissant sur les causes internes de l'endettement plutôt qu'en se focalisant sur sa renégociation. La priorité absolue est d'atteindre l'équilibre budgétaire primaire par une rationalisation des dépenses publiques et la mise en œuvre de réformes structurelles qui libèrent le potentiel productif et exportateur de l'économie. Ce plan de stabilisation interne, rigoureux et crédible, doit constituer le socle de la relation avec les créanciers internationaux. Ainsi, cela permettrait de sortir d’une logique de dépendance pour établir une relation de confiance durable, où le respect des engagements découle de la solidité de l'économie nationale plutôt que de contraintes extérieures."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de bâtir une stratégie durable de gestion de la dette fondée sur la restauration de la crédibilité nationale, afin de sortir d'un cycle de crises récurrentes. L'axe central consiste à mettre en œuvre un programme de stabilisation intégral et crédible, articulé autour d'un équilibre budgétaire soutenable et d'une gestion monétaire prudente. C'est sur la base de ce plan interne souverain, et non sur des ajustements imposés de l'extérieur, que les engagements financiers doivent être redéfinis. L'objectif est d'aligner les échéances sur la capacité de croissance réelle de l'économie, à travers un dialogue constructif avec les créanciers. Ainsi, cela permettrait de parvenir à une soutenabilité de la dette à long terme, de restaurer l'accès aux financements internationaux à des conditions raisonnables et de libérer des ressources pour l'investissement productif."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de restaurer la souveraineté économique et budgétaire en rompant unilatéralement avec les créanciers internationaux et leurs conditionnalités. La démarche centrale consiste à déclarer la suspension immédiate des paiements et à répudier la dette extérieure, considérée comme illégitime, ce qui annule de fait l'accord en vigueur. Cette décision doit être sécurisée par la nationalisation du secteur bancaire et du commerce extérieur afin de prévenir la fuite des capitaux et de garantir le contrôle national sur les ressources stratégiques. Ainsi, cela permettrait de libérer des moyens budgétaires massifs pour les réorienter vers le financement des salaires, des services publics et de la production nationale, au lieu de les destiner au service d'une dette jugée frauduleuse."
      }
    ]
  },
  {
    "question": "Faut-il maintenir, cibler ou réduire les subventions aux services publics (énergie, transport) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de mettre fin au système de subventions généralisées, qui fausse les signaux de prix et constitue une charge insoutenable pour les finances publiques. L'approche consiste en leur suppression progressive mais intégrale, afin que les tarifs de l'énergie et des transports reflètent leurs coûts réels de production et de distribution. Cette démarche est un pilier non négociable de l'assainissement budgétaire, car elle élimine une source majeure de dépenses improductives et d'interventionnisme étatique. L'objectif est de libérer des ressources tout en encourageant une consommation plus rationnelle. Ainsi, cela permettrait d'atteindre l'équilibre budgétaire et d'inciter les entreprises du secteur à investir pour améliorer leur efficacité sans dépendre de l'aide de l'État."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de concevoir les subventions aux services essentiels non comme une charge, mais comme un levier stratégique de justice sociale et de compétitivité économique. La bonne approche consiste à maintenir un système de compensations tarifaires pour garantir des tarifs raisonnables et prévisibles. Ce mécanisme protège le pouvoir d'achat des ménages, en particulier les plus modestes, et assure la maîtrise des coûts logistiques et énergétiques pour l'appareil productif national. Il s'agit d'un outil de redistribution du revenu assumé, essentiel au bon fonctionnement du marché intérieur. Ainsi, cela permettrait de garantir l'accès universel à ces services publics fondamentaux, tout en stimulant la demande et en renforçant la cohésion sociale et territoriale."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de sortir d'un système de subventions généralisées pour restaurer la vérité des prix et l'équilibre budgétaire. La bonne approche consiste à engager une rationalisation des aides publiques, en particulier dans les secteurs de l'énergie et des transports, afin que les tarifs reflètent progressivement les coûts réels de production et de distribution. Cet effort s’inscrit dans une politique globale de maîtrise des dépenses et de suppression des régimes d’exception qui alimentent le déficit structurel. Ainsi, cela permettrait d'assainir durablement les finances publiques, d'encourager une consommation plus responsable et d'inciter à une allocation plus efficiente des ressources dans l'économie en mettant fin à des distorsions coûteuses."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de substituer le régime actuel des subventions, source de déséquilibre budgétaire et d'iniquité territoriale, par un mécanisme rationnel et transparent. La priorité est d'appliquer un critère de gestion strictement fédéral au transport et à l'énergie, afin que les ressources et les aides soient distribuées de manière équitable sur tout le territoire. Cette réorientation doit se faire de manière ordonnée, en se basant sur une hiérarchisation claire des priorités et non sur des coupes budgétaires brutales, en rupture avec la logique centraliste. Ainsi, cela permettrait de corriger les asymétries profondes qui entravent le développement harmonieux du pays, tout en contribuant à la consolidation d'un équilibre budgétaire durable."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de traiter l'accès à l'énergie et aux transports non comme une marchandise soumise au marché, mais comme un droit fondamental pour tous les foyers. La démarche prioritaire est l'annulation pure et simple de toutes les augmentations de tarifs. Pour y parvenir, l'approche consiste à nationaliser l'intégralité des entreprises privatisées des secteurs de l'énergie et des transports, en les plaçant sous le contrôle direct des travailleurs et des usagers. Le financement de ces services essentiels serait alors assuré par un plan national garantissant un accès universel à bas coût. Ainsi, cela permettrait de sortir ces secteurs de la logique de profit et d'assurer un service public stable et accessible à l'ensemble de la population, la protégeant définitivement de la volatilité des prix."
      }
    ]
  },
  {
    "question": "Quelle politique de revenus et de l’emploi pour protéger le pouvoir d’achat et réduire la pauvreté ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de substituer la culture de l'assistanat par celle du travail et du mérite, car seul un emploi productif peut garantir une augmentation durable du pouvoir d'achat. L'axe central est une réforme profonde de la législation du travail pour flexibiliser l'embauche et réduire l'emploi informel, accompagnée d'une baisse significative des charges qui pèsent sur la production. Les plans sociaux seront progressivement remplacés par un système d'aide temporaire, strictement conditionné à une contrepartie de service et orienté vers l'insertion rapide sur le marché du travail. Ainsi, cela permettrait de réduire la pauvreté de manière structurelle en restaurant la dignité par le travail et en assurant une véritable mobilité sociale."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de restaurer la centralité du travail comme principal outil d'intégration sociale et de répartition des richesses. L'axe central repose sur la redynamisation des négociations collectives annuelles et la revalorisation continue du salaire minimum pour garantir un plancher de revenus décent et une part équitable de la valeur produite. En parallèle, une politique industrielle active doit viser le plein emploi en créant des postes de qualité et en luttant contre l'informalité. Ce socle est complété par des allocations universelles qui assurent les droits fondamentaux des enfants et des adolescents. Ainsi, cela permettrait de stimuler un cercle vertueux où la production est tirée par une demande intérieure robuste, assurant une réduction structurelle de la pauvreté."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de faire du travail formel le pilier de la protection du pouvoir d'achat et de la lutte contre la pauvreté, en restaurant sa capacité à générer un revenu digne. L'approche consiste à lever les freins à l'embauche, notamment pour les petites entreprises, et à déployer un nouveau cadre légal et fiscal pour intégrer le vaste secteur informel à l'économie. En parallèle, les programmes sociaux seront profondément transformés pour devenir des aides directes, temporaires et conditionnées à la formation ou à la recherche d'emploi, en supprimant toute intermédiation. Ainsi, cela permettrait de remplacer une logique d'assistance par une dynamique de mobilité sociale, en s'attaquant aux causes structurelles de la pauvreté par la création d'emplois de qualité."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de refonder la politique sociale en substituant une logique d'assistance par une stratégie axée sur la création de travail digne, seul véritable levier de protection du pouvoir d'achat. La priorité est de restaurer la mobilité sociale ascendante en faisant de la création d'emplois le moteur de la lutte contre la pauvreté. Pour y parvenir, il est essentiel d'engager un processus d'intégration progressive des millions de travailleurs informels vers des postes de qualité, enregistrés et dotés de salaires justes. Parallèlement, l'accès aux programmes sociaux d'urgence doit être garanti sans aucune intermédiation politique ou sectorielle afin de mettre fin aux logiques clientélistes. Ainsi, cela permettrait de réduire la pauvreté de manière structurelle et d'assurer une amélioration durable du pouvoir d'achat fondée sur le travail et la productivité, et non sur la dépendance."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait d'instaurer une sécurité matérielle complète pour l'ensemble des travailleurs, actifs comme retraités, en garantissant à la fois le niveau des revenus et la stabilité de l'emploi. L'axe central est d'établir un salaire minimum et une pension plancher équivalents au coût réel de la vie, avec une indexation mensuelle systématique de tous les revenus sur l'inflation. Cette protection du pouvoir d'achat est complétée par la suppression de l'impôt sur le revenu salarial et de la TVA sur les produits de première nécessité. Sur le front de l'emploi, la stratégie repose sur l'interdiction formelle des licenciements, couplée à une réduction du temps de travail sans perte de salaire pour atteindre le plein emploi et généraliser les contrats à durée indéterminée. Ainsi, cela permettrait d'éradiquer la pauvreté en assurant que chaque revenu couvre les besoins essentiels, tout en éliminant le chômage et la précarité par une réorganisation complète du marché du travail."
      }
    ]
  },
  {
    "question": "Quelle réforme de la fiscalité (impôts, taxes à l’exportation) pour stimuler la production sans détériorer les comptes publics ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait d'engager une réduction massive de la charge fiscale afin de libérer l'investissement et la production, en la finançant non pas par la dette, mais par un programme d'austérité budgétaire rigoureux qui cible les dépenses improductives de l'État. Cette approche implique la suppression des taxes qui pénalisent les exportations et un allègement général des impôts sur l'activité économique. L'équilibre des comptes publics doit découler de la discipline des dépenses, et non de prélèvements confiscatoires qui étouffent l'initiative privée. Ainsi, cela permettrait de créer un cercle vertueux où la baisse de la pression étatique stimule la croissance, laquelle élargit naturellement la base taxable à long terme."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de concevoir la fiscalité comme un instrument stratégique pour orienter le modèle de développement, en privilégiant l'ajout de valeur et la production nationale. La bonne approche consiste à maintenir un système de prélèvements sur les exportations de matières premières, dont les revenus sont réinvestis de manière ciblée dans les infrastructures et le soutien à la petite et moyenne production. Cette redistribution des rentes extraordinaires est un levier essentiel pour financer la diversification de l'appareil productif et garantir l'équilibre des comptes. La politique fiscale doit ainsi favoriser l'investissement industriel plutôt que la spéculation. Ainsi, cela permettrait de garantir des recettes publiques solides et prévisibles, non pas en freinant l'activité, mais en accompagnant une croissance économique plus équilibrée et souveraine."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de reconfigurer le système fiscal pour qu'il cesse de pénaliser la production et l'investissement, en inscrivant cette réforme dans un cadre de stricte discipline budgétaire. La bonne approche consiste à engager une baisse responsable et progressive des impôts les plus pénalisants, en donnant la priorité à l'allègement des taxes sur les exportations, des impôts sur le chiffre d'affaires et des charges pesant sur le travail formel. Cette évolution est indissociable de l'atteinte de l'équilibre budgétaire primaire, obtenue par une rationalisation des dépenses publiques. Ainsi, cela permettrait de restaurer la compétitivité de l'économie, de stimuler l'investissement et de favoriser la création d'emplois, sans compromettre la nécessaire soutenabilité des finances publiques."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait d'engager une réforme structurelle du système fiscal pour qu'il cesse de pénaliser la production et devienne un levier de croissance. La priorité est d'instaurer un régime tributaire simplifié, stable et progressif qui encourage l'investissement productif et la création d'emplois. Cela implique une mesure phare : l'élimination graduelle et totale des taxes à l'exportation. En parallèle, des incitations fiscales spécifiques seront créées pour les PME qui réinvestissent leurs bénéfices. L'équilibre des comptes publics sera atteint non par des ajustements brutaux, mais par une rationalisation des dépenses et, surtout, par l'élargissement de l'assiette fiscale généré par la croissance économique. Ainsi, cela permettrait de stimuler l'offre, de formaliser l'économie et d'assurer une consolidation budgétaire durable fondée sur une production accrue plutôt que sur une pression fiscale excessive."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait d'opérer une refonte complète du système fiscal pour qu'il cesse de peser sur la consommation et le travail, et devienne un levier de financement de l'État par la contribution des plus grandes fortunes et des profits du capital. L'approche consiste à supprimer intégralement l'impôt sur les salaires et la TVA appliquée aux produits de première nécessité. En parallèle, les comptes publics seraient consolidés par l'instauration d'impôts progressifs sur les grandes fortunes, de taxes extraordinaires sur les profits des grands groupes capitalistes et d'une fiscalité dissuasive sur les logements vacants. Le contrôle des revenus à l'exportation serait garanti non par des taxes, mais par la nationalisation du commerce extérieur. Ainsi, cela permettrait de soutenir la demande intérieure en augmentant le pouvoir d'achat populaire, tout en assurant des recettes publiques robustes et pérennes fondées sur la richesse accumulée et les profits spéculatifs plutôt que sur la production."
      }
    ]
  },
  {
    "question": "Quelle place pour les privatisations et pour les entreprises publiques (ex. YPF, Aerolíneas) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de retirer l'État de toutes les activités commerciales et productives qui ne relèvent pas de ses missions fondamentales, car sa présence y est une source d'inefficacité, de déficit et de distorsion de la concurrence. La bonne approche consiste à transférer au secteur privé l'ensemble des entreprises publiques opérant dans des marchés concurrentiels, via un programme de privatisation transparent. Pour les autres domaines, le recours à l'externalisation des services doit être systématique afin de réduire le périmètre de l'administration. Il ne s'agit pas de réformer la gestion étatique, mais de la remplacer par la discipline et l'efficacité du secteur privé. Ainsi, cela permettrait de réduire drastiquement la dépense publique, d'éliminer d'importants foyers de clientélisme et d'améliorer la qualité des services offerts aux citoyens grâce à la concurrence."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de renforcer le rôle de l'État comme acteur économique direct dans les secteurs vitaux, en consolidant les entreprises publiques comme des piliers de la souveraineté et du développement. La bonne approche consiste à écarter toute logique de privatisation et à consolider la gestion étatique des actifs stratégiques, notamment dans l'énergie et les transports. Ces entreprises ne doivent pas être guidées par le seul profit, mais par des objectifs de planification nationale, de sécurité d'approvisionnement et de connectivité territoriale. Leur pilotage direct par l'État est la condition pour orienter les investissements vers le long terme et garantir un service universel. Ainsi, cela permettrait de garantir que les secteurs clés de l'économie répondent à l'intérêt général et contribuent à un développement industriel plus autonome et à une meilleure intégration du territoire."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de mettre un terme à la logique de déficit systématique des entreprises publiques en les soumettant à une exigence de performance et d'autofinancement. La bonne approche consiste à les placer sous une supervision professionnelle, indépendante de toute ingérence politique, avec pour mandat de générer de la valeur. Leur gestion sera tenue de respecter des objectifs de performance économique précis, mesurables et comparables, ainsi que des standards de transparence et d'intégrité équivalents à ceux des sociétés cotées en Bourse. Ainsi, cela permettrait de supprimer le besoin de subventions nationales pour couvrir leurs pertes, et de les transformer en actifs performants contribuant à la richesse collective plutôt qu'en un fardeau pour le contribuable."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de redéfinir le périmètre d'intervention de l'État pour le recentrer sur ses fonctions stratégiques et la création d'un cadre propice à l'investissement privé. L'objectif n'est pas de gérer directement l'économie, mais de libérer le potentiel du secteur productif national. La priorité est de garantir des règles du jeu claires et une sécurité juridique qui encouragent la création et le développement d'entreprises. L'action publique doit se concentrer sur ses missions essentielles et sur la construction d'un écosystème favorable à l'innovation, agissant comme un partenaire du secteur privé plutôt que comme un acteur économique concurrent. Ainsi, cela permettrait une allocation plus efficace des ressources, une stimulation durable de l'investissement et une croissance économique tirée par la production et la compétitivité."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait d'inverser le processus de privatisation en reprenant le contrôle public de tous les secteurs stratégiques de l'économie. La démarche centrale consiste à nationaliser, sans indemnisation, l'intégralité des entreprises privatisées, notamment dans les domaines de l'énergie (pétrole, gaz), des transports (ferroviaire, ports), de la finance et du commerce extérieur. Le point fondamental de cette approche est que la gestion de ces entreprises désormais publiques ne serait pas confiée à une bureaucratie d'État, mais directement à leurs travailleurs, en coordination avec des comités d'usagers. Ainsi, cela permettrait de garantir que les leviers économiques de la nation soient orientés vers la satisfaction des besoins collectifs et le développement national, plutôt que vers la maximisation des profits privés."
      }
    ]
  },
  {
    "question": "Quelle politique de sécurité face à la criminalité et au narcotrafic (ex. Rosario) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de réaffirmer la protection de l'intégrité physique des citoyens comme la mission première et non négociable de l'État. Pour y parvenir, il faut mobiliser l'ensemble des ressources et des moyens nécessaires pour mener une lutte frontale et sans concession contre la délinquance et le narcotrafic. L'approche consiste à utiliser pleinement le monopole de la force légitime pour démanteler les réseaux criminels, garantir l'intégrité des personnes et de leurs biens, et rompre avec toute forme de laxisme. Il s'agit de faire de la reprise en main du territoire une priorité opérationnelle absolue. Ainsi, cela permettrait de rétablir l'autorité de l'État sur l'ensemble du territoire et d'assurer une protection effective des citoyens, mettant un terme à l'emprise des organisations criminelles."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de rompre avec une approche purement répressive pour adopter une perspective intégrale de la sécurité, traitant à la fois les symptômes et les causes profondes de la violence. La démarche consiste à articuler des politiques actives d'inclusion sociale avec une professionnalisation accrue des forces de l'ordre, sous un strict contrôle politique. L'investissement dans l'équipement et les technologies doit s'accompagner d'une formation axée sur la prévention, le dialogue communautaire et le respect absolu des droits humains. La coordination entre les différents niveaux de l'État et les politiques sociales est un axe central de cette stratégie. Ainsi, cela permettrait de construire une société plus sûre en s'attaquant aux racines du crime, et non uniquement à ses manifestations."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de reprendre l'initiative face au crime organisé en combinant une action judiciaire ciblée sur les flux financiers et une présence dissuasive sur le terrain. La bonne approche consiste à redéployer les forces fédérales sur les zones les plus critiques, comme Rosario, et à mobiliser les forces armées pour des missions de soutien logistique afin d'optimiser le déploiement opérationnel. Parallèlement, l'effort portera sur le démantèlement des circuits de blanchiment d'actifs et le renforcement du contrôle des axes stratégiques, comme les voies navigables. Ainsi, cela permettrait de déstructurer durablement les organisations criminelles en les attaquant simultanément sur leurs sources de revenus et leur contrôle territorial, restaurant ainsi l'autorité de l'État et la sécurité des citoyens."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de rompre avec une approche fragmentée en déployant une stratégie intégrale pour démanteler le crime organisé et restaurer l'autorité de l'État sur tout le territoire. La priorité est de passer d'une logique de simple réaction à une politique de prévention et de déstructuration des réseaux criminels. Pour y parvenir, l'action doit s'appuyer sur une coordination renforcée entre les forces fédérales, la justice et les différentes agences de l'État, en modernisant le renseignement criminel et l'analyse économique des délits. Il est impératif de déployer davantage d'effectifs fédéraux pour sécuriser les frontières et d'engager une réforme de la justice pour la rendre plus efficace, avec la mise en place d'un système accusatoire et de jurys populaires. Ainsi, cela permettrait de désarticuler les organisations criminelles en s'attaquant à leurs flux financiers et logistiques, et de garantir un espace public sécurisé pour tous les citoyens."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de substituer à l'approche répressive une politique de sécurité fondée sur l'éradication des causes sociales et économiques de la criminalité, en considérant que la violence des institutions étatiques est une partie intégrante du problème. La démarche prioritaire consiste à retirer les forces de police et de gendarmerie des quartiers populaires, tout en engageant la dissolution des organes de renseignement internes. Parallèlement, le système judiciaire doit être entièrement refondé par l'élection populaire des juges et des procureurs. L'action se concentre sur le démantèlement des réseaux de criminalité organisée, comme la traite des personnes, et sur la fin de l'impunité pour les violences policières. Ainsi, cela permettrait d'instaurer une sécurité réelle et durable, fondée sur la justice sociale et le contrôle citoyen, plutôt que sur la répression des populations les plus précarisées."
      }
    ]
  },
  {
    "question": "Comment garantir le financement et la qualité de l’éducation (écoles, universités) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de refonder le système éducatif sur les principes de qualité, d'excellence et de mérite, afin qu'il redevienne un véritable moteur de progrès social. L'approche consiste à instaurer une saine compétition entre les établissements, publics comme privés, en encourageant l'initiative de ces derniers et en créant des mécanismes d'émulation pour améliorer la performance globale. La progression des carrières des enseignants doit être directement liée au mérite et à la responsabilité, tandis que la lutte contre l'endoctrinement idéologique à tous les niveaux garantira la neutralité du savoir. L'objectif est de moderniser l'ensemble du système par des concours et des évaluations. Ainsi, cela permettrait de garantir une éducation d'excellence pour tous, en particulier dans les zones les plus vulnérables, en allouant les ressources de manière plus efficace et en recentrant l'école sur sa mission fondamentale de transmission des connaissances."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de concevoir l'éducation comme un droit universel et un investissement stratégique, dont la qualité et l'accès sont garantis par un engagement indéfectible de l'État. Pour y parvenir, l'axe central est de sanctuariser par la loi un plancher d'investissement public conséquent, tout en poursuivant un vaste plan de construction et de modernisation des infrastructures sur l'ensemble du territoire. La revalorisation de la carrière enseignante, à travers des salaires attractifs et une formation continue de qualité, est une priorité absolue. Le principe de gratuité de l'enseignement supérieur doit être réaffirmé et son maillage territorial étendu pour garantir une véritable égalité des chances. Ainsi, cela permettrait de garantir la mobilité sociale ascendante et de doter le pays des compétences humaines nécessaires à son projet de développement industriel et technologique souverain."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de refonder le système éducatif sur des bases de qualité et de performance mesurables, en conditionnant le financement à l'atteinte de résultats concrets. La bonne approche consiste à instaurer un régime d'évaluation intégrale à tous les niveaux, des écoles aux universités, et à lier les transferts de ressources au respect de plans de développement avec des objectifs clairs. La carrière enseignante sera modernisée pour récompenser le mérite, tandis que les programmes seront renforcés sur les savoirs fondamentaux et mieux articulés avec les besoins du monde du travail. Pour l'enseignement supérieur, l'allocation des fonds suivra des critères objectifs et transparents, avec un suivi rigoureux de leur impact. Ainsi, cela permettrait d'améliorer la qualité de l'enseignement sur l'ensemble du territoire, de garantir une utilisation plus efficiente des fonds publics et de mieux préparer les jeunes à leur avenir professionnel."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de refonder le système éducatif pour en faire le pilier de la justice sociale et de l'unité nationale, en corrigeant les profondes inégalités territoriales. La priorité est un engagement accru de l'État central pour reconstruire un véritable système national qui intègre les différences et garantisse une éducation publique et privée de qualité à tous les niveaux. Cela se traduit par la généralisation de la journée étendue au primaire, l'intégration du numérique et de la robotique comme outils essentiels, et la valorisation de la fonction enseignante par des rémunérations justes et une formation continue. Le financement des universités publiques sera soutenu et amélioré, et un quatrième niveau de formation professionnelle sera créé pour lier l'éducation au monde du travail. Ainsi, cela permettrait de garantir une réelle égalité des chances pour tous les jeunes, de préparer les nouvelles générations aux défis technologiques et de renforcer la cohésion nationale par l'éducation."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de refonder le système éducatif sur les principes d'un service public exclusif, laïc et entièrement gratuit à tous les niveaux, de l'école à l'université. La priorité est la suppression immédiate de toutes les subventions publiques à l'enseignement privé, ainsi que l'arrêt du financement étatique des institutions religieuses, pour réallouer intégralement ces fonds au système public. La démarche implique l'abrogation de la législation actuelle sur l'enseignement supérieur pour bâtir un système national unifié, géré par l'État, qui garantisse un accès universel, notamment par la fourniture d'une connectivité gratuite pour tous les élèves et enseignants. Ainsi, cela permettrait de concentrer l'ensemble des ressources nationales dans un réseau public unique, assurant une éducation de haute qualité et accessible à tous, indépendamment de leur origine sociale, et libérée de toute influence marchande ou confessionnelle."
      }
    ]
  },
  {
    "question": "Comment renforcer le système de santé publique et l’accès aux soins ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de garantir un accès effectif aux soins en s'attaquant à la corruption et à l'inefficacité qui le minent, plutôt qu'en augmentant sans discernement les budgets. La priorité est de dépolitiser la gestion des établissements et de consolider la professionnalisation du secteur, en instaurant des politiques salariales qui récompensent le mérite et la responsabilité. L'allocation des ressources nécessaires aux hôpitaux et aux centres de santé doit s'accompagner d'un contrôle strict pour éradiquer la corruption et le clientélisme, qui constituent les véritables obstacles à l'accès aux soins. Ainsi, cela permettrait de rebâtir un système de santé où la qualité des soins et l'égalité d'accès sont garanties par la compétence et l'intégrité, et non par les relations politiques."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de consolider la santé comme un droit humain fondamental, garanti par un système public fort et universel. La bonne approche consiste à renforcer l'offre publique par un investissement soutenu dans les infrastructures de proximité, tout en garantissant un accès équitable aux médicaments via la production nationale et la prescription de génériques. Le cadre réglementaire du secteur privé doit être resserré pour éliminer les barrières à l'entrée et maîtriser les coûts, assurant que l'accès aux soins ne soit jamais conditionné par la capacité de paiement. L'accent est mis sur la prévention, notamment à travers un calendrier de vaccination élargi et gratuit. Ainsi, cela permettrait de progresser vers une couverture de santé réellement universelle, solidaire et efficace, qui protège chaque citoyen indépendamment de sa condition économique ou de son lieu de résidence."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de refonder le système de santé autour d’un axe central : l’intégration de ses différentes composantes (publique, privée et sécurité sociale) pour garantir un accès équitable à des soins de qualité sur tout le territoire. La bonne approche consiste à renforcer le rôle de pilotage de l'État pour articuler l’ensemble des acteurs et améliorer la qualité des prestations via des standards d’accréditation clairs. La priorité sera donnée au développement de la santé familiale et des soins de proximité, soutenue par une transformation numérique, tandis qu'une nouvelle agence nationale régulera le coût des médicaments et des technologies de pointe. Ainsi, cela permettrait de construire un système plus efficient et équitable, où la qualité des soins ne dépend plus du type de couverture ou du lieu de résidence du patient."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de refonder en profondeur le système de santé pour garantir un accès aux soins efficace, équitable et moderne sur tout le territoire. La démarche consiste à établir une autorité unique du Système National de Santé, intégrant les niveaux national, provincial et municipal pour mettre fin à la fragmentation actuelle. L'organisation des soins reposera sur des réseaux intégrés et régionaux, articulés autour du premier niveau d'attention. La priorité sera donnée à la modernisation par la numérisation des dossiers médicaux, au renforcement de la santé mentale et à la valorisation du personnel soignant. Ainsi, cela permettrait de construire un système plus résilient et centré sur la personne, assurant une couverture de qualité et un accès plus juste aux soins pour tous les citoyens."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de refondre le système de santé en un service public unique et universel, soustrait à toute logique de profit et de fragmentation. La démarche consiste à centraliser l'ensemble des structures de soins — publiques, privées et de sécurité sociale — au sein d'un système étatique unique, placé sous le contrôle démocratique des travailleurs et professionnels du secteur. Pour garantir l'accès gratuit aux traitements, les laboratoires pharmaceutiques seraient nationalisés sans indemnisation et les médicaments fournis gratuitement à toute la population. Les caisses d'assurance maladie seraient également intégrées à ce système, en retirant leur gestion aux directions syndicales pour la confier à des comités de travailleurs élus. Ainsi, cela permettrait de garantir un accès équitable et gratuit à des soins de qualité pour tous, en réorientant l'ensemble des ressources vers les besoins des patients."
      }
    ]
  },
  {
    "question": "Quelles relations extérieures privilégier (région, États-Unis, Chine, BRICS, UE) et quel positionnement commercial ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de réaligner la politique extérieure sur la défense des principes de liberté et de souveraineté, en abandonnant les alignements idéologiques au profit de relations pragmatiques. L'axe central est la promotion du libre-échange comme moteur de développement, ce qui implique une ouverture commerciale unilatérale et la recherche d'accords avec toutes les nations qui respectent l'état de droit et la propriété privée. Plutôt que de privilégier des blocs politiques, la stratégie consiste à laisser le secteur privé nouer des liens là où les opportunités se présentent. L'État doit se borner à éliminer les obstacles internes, notamment les taxes à l'exportation et les lourdeurs réglementaires. Ainsi, cela permettrait une insertion intelligente dans l'économie mondiale, attirant les investissements par la confiance et la stabilité juridique plutôt que par des alliances géopolitiques fluctuantes."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de faire de l'intégration régionale le socle de la politique extérieure, considérant l'espace latino-américain comme le cadre naturel pour affirmer la souveraineté et l'autonomie stratégique. La démarche consiste à approfondir l'institutionnalisation des organismes régionaux pour dépasser la simple logique commerciale au profit d'une véritable union politique, productive et sociale. Les relations avec les autres blocs et puissances mondiales doivent être subordonnées à cette priorité, en privilégiant des partenariats qui respectent le modèle de développement national sans imposer de conditionnalités. Le positionnement commercial doit avant tout servir les intérêts de la production nationale. Ainsi, cela permettrait de construire un bloc régional influent capable de défendre ses intérêts propres sur la scène mondiale et de négocier d'égal à égal, garantissant que l'insertion internationale serve le projet de développement national et non l'inverse."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de refonder la politique extérieure sur une ligne prévisible, fondée sur la défense des intérêts nationaux et des principes démocratiques, afin de maximiser les opportunités de développement productif. La priorité absolue serait de refonder l'ancrage régional en relançant le Mercosur et l'alliance stratégique avec le Brésil, qui serviront de plateforme pour une projection globale. À partir de ce socle, l'objectif est d'accélérer l'intégration aux grandes économies en finalisant l'accord avec l'Union européenne et en menant à bien le processus d'adhésion à l'OCDE. En parallèle, une diversification des négociations bilatérales sera engagée pour ouvrir de nouveaux marchés aux exportations, notamment en Asie et au Moyen-Orient. Ainsi, cela permettrait de positionner le pays comme un partenaire prévisible et de transformer l'action extérieure en un levier direct de la croissance des exportations et du développement productif sur l'ensemble du territoire."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de réaffirmer la vocation régionale du pays comme le socle de son insertion internationale et le moteur de son développement. La priorité stratégique est de consolider le bloc régional et d'approfondir les liens avec les partenaires voisins, notamment pour garantir l'accès aux grands marchés du Pacifique, dans le cadre d'un régionalisme ouvert qui favorise le multilatéralisme. Sur le plan commercial, il est impératif de multiplier les exportations, en levant tous les obstacles et contrôles qui freinent le plein potentiel des secteurs productifs et des ressources stratégiques. Le positionnement international du pays doit s'appuyer sur une défense active de la paix, des droits humains et de la protection de l'environnement. Ainsi, cela permettrait de rétablir le prestige international, de générer les devises indispensables à la stabilité économique et de faire de la nation un acteur respecté sur la scène mondiale."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de fonder la politique extérieure sur un principe de souveraineté absolue et d'internationalisme des peuples, en rupture totale avec les logiques d'alliances entre États capitalistes, qu'il s'agisse des États-Unis, de l'Union Européenne ou d'autres blocs comme les BRICS. L'approche consiste à dénoncer tous les pactes de subordination aux puissances impérialistes et à exiger le retrait de toute présence militaire étrangère, comme celle de l'OTAN. Le positionnement commercial reposerait sur la nationalisation complète du commerce extérieur, afin de le soustraire aux intérêts des multinationales. L'axe diplomatique serait réorienté pour soutenir activement les mouvements de rébellion populaire à travers le monde, en priorisant la construction d'une unité socialiste de l'Amérique Latine. Ainsi, cela permettrait de substituer à la compétition commerciale entre blocs une véritable politique d'intégration fondée sur la solidarité entre les peuples et la coopération socialiste internationale."
      }
    ]
  },
  {
    "question": "Quels droits et garanties démocratiques et de l’homme doivent être protégés ou réaffirmés ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de réaffirmer la primauté des droits individuels en restaurant une application stricte des garanties constitutionnelles qui protègent le citoyen de l'arbitraire du pouvoir. L'approche consiste à assurer une séparation intransigeante des pouvoirs, en sanctuarisant l'indépendance de la justice et en interdisant toute concentration de facultés extraordinaires au sein de l'exécutif. Les libertés fondamentales, au premier rang desquelles la vie, la propriété privée et la liberté d'expression sans aucune entrave, doivent être protégées de manière absolue. La transparence totale des actes de gouvernement et le libre accès à l'information publique constitueront les instruments de ce contrôle citoyen permanent. Ainsi, cela permettrait de consolider un véritable État de droit où la liberté individuelle est la norme et l'action de l'État, une exception encadrée."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de concevoir la démocratie non comme un acquis, mais comme un processus continu de consolidation et d'approfondissement, fondé sur une mémoire historique active et l'élargissement constant des droits. La démarche prioritaire consiste à sanctuariser la politique de Mémoire, de Vérité et de Justice comme une responsabilité imprescriptible de l'État, garantissant la poursuite des procès pour crimes contre l'humanité. Parallèlement, il est essentiel de réaffirmer et de renforcer l'arsenal législatif qui protège l'égalité de genre, la diversité sexuelle et le droit à une vie sans violence. L'approfondissement démocratique passe également par la réforme des institutions clés, notamment en assurant l'indépendance du pouvoir judiciaire face aux puissances économiques et en garantissant le pluralisme des médias. Ainsi, cela permettrait de consolider une république où les droits de chaque individu sont protégés contre toute forme de discrimination et où le passé sert de rempart contre toute régression autoritaire."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de restaurer un ordre républicain fondé sur l'indépendance de la justice et l'exemplarité de l'État, afin de garantir les libertés fondamentales. L'axe central est de sanctuariser le pouvoir judiciaire de toute interférence politique, en instaurant des mécanismes de sélection des magistrats fondés sur le mérite et la transparence. Cette garantie institutionnelle s'accompagnera d'une offensive contre la corruption, via une loi sur l'extinction de domaine pour saisir les biens mal acquis et une autre pour interdire l'application de l'indulto aux condamnés pour de tels faits. La promotion d'une loi d'intégrité publique visera à prévenir les conflits d'intérêts et le népotisme au sein de l'appareil d'État. Ainsi, cela permettrait de consolider un État de droit où les institutions protègent efficacement le citoyen contre l'arbitraire du pouvoir et où la loi s'applique à tous sans privilèges ni exceptions."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de réaffirmer les acquis démocratiques, fondés sur la mémoire des sacrifices passés, en plaçant la dignité humaine et la qualité institutionnelle au cœur de l'action publique. La priorité absolue est de garantir l'indépendance de la justice et une stricte séparation des pouvoirs, en renforçant la transparence et la reddition des comptes. Parallèlement, il est impératif de traduire ces principes en garanties concrètes, en luttant activement contre les inégalités de genre et en assurant la protection de l'intégrité, des droits et des opportunités des femmes et des diversités. L'action de l'État doit également protéger les droits de l'enfance, des migrants et des communautés autochtones. Ainsi, cela permettrait de consolider un État de droit pleinement effectif, où les libertés fondamentales sont non seulement proclamées mais activement défendues, et où chaque citoyen est assuré d'un accès équitable à la justice et à la protection de l'État."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de substituer à une démocratie formelle un contrôle populaire direct sur toutes les institutions, afin de garantir l'inviolabilité des libertés individuelles et collectives face à l'appareil répressif de l'État. L'approche consiste à rendre révocables par les électeurs tous les mandats publics, y compris ceux des juges et procureurs, tout en plafonnant la rémunération des élus et hauts fonctionnaires à celle d'un travailleur qualifié. Il est impératif de garantir sans aucune entrave le droit de manifester, en abrogeant toutes les lois d'exception, et d'assurer une pleine démocratie syndicale, libre de toute ingérence. Parallèlement, l'application effective du droit à l'avortement et la protection contre toutes les violences et discriminations de genre doivent être une priorité absolue. Ainsi, cela permettrait de démanteler les mécanismes d'impunité et de mettre fin à la violence institutionnelle, en fondant un ordre politique où la justice est rendue par le peuple et où les droits humains sont une réalité matérielle pour tous."
      }
    ]
  },
  {
    "question": "Quelle politique sociale vis-à-vis des aides et « plans » (ciblage, conditionnalités, insertion) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de rompre avec la logique de l'assistanat pour faire de l'aide sociale un tremplin vers l'emploi, et non une solution permanente. La bonne approche consiste à transformer les plans sociaux en une assistance strictement temporaire et dégressive. Leur versement sera conditionné à une contrepartie de service, conçue comme une étape vers l'intégration sur le marché du travail formel. L'objectif final est la substitution complète de ces aides par un emploi authentique et productif. Ainsi, cela permettrait de traiter les causes structurelles de la pauvreté en restaurant la valeur du travail et en offrant une véritable perspective de mobilité sociale, plutôt que de maintenir les individus dans une dépendance vis-à-vis de l'État."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de concevoir les aides sociales non comme une assistance temporaire, mais comme un pilier permanent de la justice sociale et un instrument de politique économique. La bonne approche consiste à consolider un socle de protection universelle, notamment pour l'enfance, avec des conditionnalités qui garantissent l'accès à l'éducation et à la santé. Ces dispositifs ne visent pas à se substituer au travail, mais à compléter les revenus et à fixer un plancher de dignité. L'objectif principal est de les articuler avec des politiques actives de formation et de création d'emplois formels, faisant du travail le principal vecteur d'insertion. Ainsi, cela permettrait de garantir la sécurité économique des plus vulnérables tout en stimulant la demande intérieure, créant un cercle vertueux où l'inclusion sociale et la croissance économique se renforcent mutuellement."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de rompre avec la logique d’assistanat en conditionnant l’aide sociale à une trajectoire d’insertion, afin de s’attaquer aux causes structurelles de la pauvreté. La bonne approche consiste à transformer les programmes existants en une aide directe, versée sans intermédiaire et de nature temporaire. Son versement sera strictement conditionné à une contrepartie effective, qu'il s'agisse de l'achèvement du parcours scolaire, d'une formation qualifiante ou d'une démarche de recherche d'emploi. Ainsi, cela permettrait de transformer une logique de subvention de la pauvreté en un véritable investissement dans le capital humain, où le travail redevient le principal moteur de la mobilité sociale."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de rompre avec la logique de l'assistanat pour la remplacer par un système qui fait de l'insertion par le travail le principal moteur de la politique sociale. La priorité est de cesser de subventionner le chômage pour se concentrer sur l'aide à la création d'emplois de qualité. Pour les situations d'urgence, l'accès aux programmes d'aide doit être direct et transparent, en le déconnectant de toute intermédiation politique ou sectorielle afin de mettre fin aux pratiques clientélistes. L'objectif est de dépasser les simples mesures de \"contention\" qui perpétuent la dépendance. Ainsi, cela permettrait de restaurer la mobilité sociale ascendante et de faire en sorte que la dignité de la personne soit assurée par le travail et l'autonomie, plutôt que par une aide étatique permanente."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de substituer au système fragmenté d'aides ciblées un ensemble de droits universels garantissant un revenu et un emploi à chacun. La démarche consiste à rendre les plans d'assistance obsolètes en instaurant l'interdiction des licenciements et la répartition des heures de travail pour assurer le plein emploi. Plutôt que des allocations conditionnelles, un revenu minimum vital, indexé mensuellement sur le coût de la vie et couvrant l'intégralité des besoins, serait garanti à tous les travailleurs et retraités, complété par des allocations familiales universelles. Ainsi, cela permettrait d'éradiquer la précarité et la dépendance en traitant les causes structurelles du chômage et de la pauvreté, faisant du travail et d'un revenu digne des droits effectifs plutôt que des objectifs d'insertion."
      }
    ]
  },
  {
    "question": "Quelle stratégie environnementale et énergétique (lithium, Vaca Muerta, transition, impacts territoriaux) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait de traiter les ressources naturelles comme un levier de développement économique sous souveraineté provinciale, en favorisant leur exploitation par le secteur privé. La bonne approche consiste à attirer les investissements pour l'extraction des ressources énergétiques et minières en garantissant un cadre juridique stable et la protection de la propriété. Le développement est qualifié de durable, ce qui implique de réinvestir une partie des revenus, comme les redevances pétrolières, dans l'amélioration de la compétitivité et d'instaurer des organes de contrôle indépendants pour faire respecter la loi environnementale sans freiner l'initiative privée. Ainsi, cela permettrait de financer la croissance par la richesse générée localement, en misant sur la responsabilité du secteur privé plutôt que sur une planification étatique de la transition énergétique."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de mobiliser les ressources énergétiques stratégiques comme le levier d'un développement industriel souverain et d'une plus grande autonomie nationale. L'approche consiste à piloter l'exploitation des hydrocarbures, y compris non conventionnels, par une entreprise publique forte, tout en accélérant en parallèle la diversification de la matrice via le nucléaire et les renouvelables. La mise en valeur de ces ressources doit impérativement respecter les normes environnementales et garantir que les retombées économiques, en termes d'emplois et d'activité, bénéficient directement aux territoires concernés. Ainsi, cela permettrait d'atteindre l'autosuffisance dans le cadre d'une transition énergétique maîtrisée, qui sert les objectifs de croissance industrielle et de développement territorial équilibré."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de déployer une stratégie énergétique pragmatique, qui mobilise toutes les ressources nationales pour en faire un levier de développement durable. La bonne approche consiste à stimuler en parallèle l'exploitation des hydrocarbures pour garantir la sécurité d'approvisionnement, et le développement des énergies renouvelables pour accompagner la transition énergétique. Il s'agira également de valoriser les minéraux stratégiques comme le lithium, en imposant des standards environnementaux élevés et transparents. L'ensemble de cette politique s'inscrira dans une stratégie climatique de long terme, qui harmonise la croissance économique avec l'usage durable des ressources. Ainsi, cela permettrait de positionner le pays comme un fournisseur d'énergie fiable et diversifié sur la scène mondiale, en transformant son potentiel naturel en un moteur de croissance économique respectueux de l'environnement."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait d'articuler le développement productif et la protection de l'environnement, en sortant de la fausse opposition entre les deux. La priorité consiste à exploiter de manière stratégique les ressources naturelles comme le gaz de Vaca Muerta et le lithium pour générer des devises, tout en engageant une transition énergétique progressive. Cette transition s'appuiera sur les énergies propres et le potentiel de la bioéconomie, notamment par une augmentation graduelle de la part des biocarburants dans les combustibles. Cet axe s'accompagne d'engagements fermes : atteindre le \"zéro déforestation nette\" d'ici 2030 et garantir l'élimination immédiate des plastiques à usage unique. Ainsi, cela permettrait d'assurer l'indépendance énergétique, de renforcer la production fédérale à valeur ajoutée et de respecter les engagements climatiques internationaux."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de mettre fin au pillage des ressources naturelles et à la destruction de l'environnement en substituant au modèle extractiviste une gestion souveraine et durable. La démarche centrale consiste à interdire immédiatement les activités les plus dévastatrices, comme la fracturation hydraulique (Vaca Muerta) et la méga-exploitation minière à ciel ouvert. Toutes les entreprises multinationales de ces secteurs seraient expropriées sans indemnisation et leurs actifs nationalisés. La gestion de ces ressources stratégiques, incluant le lithium et les hydrocarbures, serait alors confiée au contrôle direct des travailleurs et des communautés territoriales affectées, qui superviseraient également la réparation des dommages écologiques causés. Ainsi, cela permettrait d'élaborer un plan énergétique national qui réponde aux besoins de la population tout en garantissant la protection des écosystèmes."
      }
    ]
  },
  {
    "question": "Faut-il modifier des cadres récents en matière de droits reproductifs et d’égalité de genre, et si oui comment ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "L'idée serait d'assurer la cohérence de l'ensemble du cadre légal avec le principe fondamental et irrévocable de la protection du droit à la vie. L'approche consiste à reconsidérer toute législation récente qui entre en conflit direct avec cette garantie essentielle. La protection de la vie est posée comme une limite absolue à l'action de l'État, au même titre que la défense de la liberté individuelle et de la propriété. Il ne s'agit pas d'imposer une morale particulière, mais d'appliquer de manière stricte un principe supérieur. Ainsi, cela permettrait de restaurer la primauté de ce droit inaliénable sur des cadres normatifs plus récents, en alignant la législation sur les valeurs fondamentales défendues."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "L'idée serait de considérer les avancées en matière de droits reproductifs et d'égalité de genre comme des piliers fondamentaux et non négociables du projet de société. La bonne approche consiste donc à sanctuariser l'arsenal législatif existant qui garantit l'identité de genre, le mariage pour tous, l'accès à la santé reproductive et la protection intégrale contre les violences machistes. Il ne s'agit en aucun cas de modifier ces cadres, mais au contraire de garantir leur pleine et entière application sur tout le territoire. Ainsi, cela permettrait de s'opposer fermement à toute tentative de régression et de consolider une société fondée sur l'égalité, où les droits conquis constituent le socle de nouvelles avancées."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "L'idée serait de concentrer l'action en faveur de l'égalité de genre sur la réduction des inégalités économiques et professionnelles, qui constituent le principal obstacle à l'autonomie des femmes. La bonne approche consiste à démanteler les barrières qui freinent l'accès des femmes au marché du travail, en s'attaquant notamment à la charge inégale du travail non rémunéré et des tâches de soin. Les efforts porteront prioritairement sur l'augmentation du taux d'activité féminin et le renforcement de la présence des femmes dans les instances de négociation collective. Ainsi, cela permettrait de construire une égalité concrète, fondée sur l'émancipation économique, en faisant de la pleine participation des femmes un moteur indispensable au développement du pays."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "L'idée serait de garantir et d'approfondir les droits acquis, en se concentrant sur les actions qui transforment l'égalité légale en une égalité de fait. La priorité est de s'attaquer de manière structurelle aux inégalités de genre, en allant au-delà de la simple reconnaissance formelle des droits. La démarche consiste à déployer une politique intégrale qui assure la protection contre la violence de genre comme une priorité absolue de l'État, tout en s'attaquant aux inégalités économiques. Cela passe par des instruments concrets : la promotion d'emplois de qualité pour les femmes et les diversités, la mise en place d'un système national de soins qui reconnaît et allège la charge du travail non rémunéré, et des politiques de compensation comme l'extension des congés parentaux et la création de centres de la petite enfance. Ainsi, cela permettrait de garantir l'autonomie économique des femmes et des diversités et d'assurer leur pleine participation à la société, en construisant un cadre où l'égalité des chances est une réalité tangible et non plus seulement une aspiration."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "L'idée serait de dépasser la simple reconnaissance légale des droits pour garantir leur pleine matérialisation, en les protégeant de toute tentative de régression et en les universalisant. La priorité absolue est d'assurer l'application effective et universelle de la législation sur l'interruption volontaire de grossesse, en allouant les budgets nécessaires pour la protéger de toute ingérence. Cela implique de lutter contre les violences de genre avec des ressources dédiées, de garantir le principe \"à travail égal, salaire égal\", et de déployer une éducation sexuelle intégrale, laïque et scientifique. La protection doit être étendue à toutes les formes d'orientation sexuelle et d'identité de genre, en abolissant toute législation discriminatoire. Ainsi, cela permettrait de transformer les cadres légaux en garanties matérielles et inviolables, enracinant une culture d'égalité et de liberté sexuelle effective, activement soutenue par l'État."
      }
    ]
  }
]