[
  {
    "question": "¿Cómo contener la inflación y estabilizar los precios a corto y medio plazo?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería abordar las causas estructurales del aumento de los precios, que residen en el desequilibrio presupuestario y la excesiva presión fiscal. La prioridad es una reducción drástica de los gastos públicos improductivos y la suspensión de cualquier nuevo aumento de impuestos, con el fin de sanear las finanzas del Estado. Paralelamente, la reducción de las cargas fiscales y la eliminación de los obstáculos regulatorios a la iniciativa privada deben estimular la producción y la inversión. El objetivo es dejar de recurrir a financiamientos que devalúen la moneda. Así, ello permitiría restaurar la confianza y establecer una estabilidad monetaria duradera, fundada en una estricta disciplina presupuestaria más que en medidas de control de precios."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería atacar las causas estructurales del aumento de los precios restaurando la capacidad de producción nacional y estimulando el mercado interno. El enfoque consiste en orientar las inversiones públicas y privadas hacia la reindustrialización con el fin de sustituir las importaciones, al mismo tiempo que se garantiza una gestión soberana de la deuda para proteger la economía de los choques externos y de la especulación financiera. La regulación de los sectores estratégicos, en particular el energético, es una palanca esencial para controlar los costos de producción. Esta política de la oferta debe ir acompañada de un apoyo al poder adquisitivo para garantizar una demanda sólida y duradera. Así, ello permitiría una estabilización de los precios basada en un crecimiento real y en una mayor autonomía económica, en lugar de depender de ajustes monetarios restrictivos."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería romper con las lógicas inflacionarias restaurando los equilibrios macroeconómicos fundamentales. El eje central es la pronta consecución del equilibrio presupuestario primario, obtenido mediante un control del gasto público y el fin de los regímenes de excepción. Paralelamente, la independencia del banco central debe ser consagrada por una nueva carta orgánica, con la estabilidad de precios como mandato prioritario. Este enfoque se completará con una rápida unificación del régimen cambiario y la eliminación de los controles para poner fin a las distorsiones. Así, ello permitiría reducir drástica y duraderamente la inflación, restaurando la credibilidad de la moneda y sentando las bases de un entorno económico previsible, indispensable para la inversión y la creación de empleos."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería abordar las raíces estructurales de la inflación mediante un plan de estabilización completo, rechazando las soluciones fáciles. El objetivo es restaurar la confianza en una moneda sana y fuerte, condición indispensable para la previsibilidad económica. Para lograrlo, el enfoque combina una disciplina monetaria rigurosa y la búsqueda del equilibrio presupuestario, alcanzado no mediante recortes drásticos sino mediante una ordenación racional de las prioridades y la supresión de los gastos superfluos. Simultáneamente, es imperativo reconstruir las reservas de divisas y establecer un sistema fiscal estable que fomente la inversión productiva. Así, ello permitiría romper la espiral inflacionaria y devolver a los actores económicos la visibilidad necesaria para planificar, invertir y crear empleo."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería romper con la lógica especulativa retomando el control de las palancas económicas para garantizar la estabilidad del poder adquisitivo de la población. El eje central consiste en indexar mensualmente la totalidad de los ingresos, salarios así como las pensiones, al aumento real del costo de la vida, al mismo tiempo que se suprime la fiscalidad indirecta sobre los bienes de primera necesidad. Esta política debe ir acompañada de la nacionalización del sector bancario y del comercio exterior para controlar los flujos de capital y poner en marcha comités de control de precios. Paralelamente, las tarifas de los servicios públicos esenciales serían congeladas y la deuda externa repudiada con el fin de liberar recursos presupuestarios. Así, ello permitiría neutralizar la erosión del poder adquisitivo y estabilizar de forma duradera la economía reorientándola hacia la satisfacción de las necesidades colectivas."
      }
    ]
  },
  {
    "question": "Qué régimen monetario adoptar (mantenimiento del peso, dolarización, reforma/abolición del Banco Central) ?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería retirar definitivamente la gestión de la moneda de las manos del poder político, con el fin de garantizar una estabilidad de los precios que no esté sujeta a los vaivenes presupuestarios. La solución más coherente y perdurable consiste en suprimir el banco central, la institución misma que permite el financiamiento de los déficits mediante la emisión monetaria. Esta medida radical impondría al Estado una estricta disciplina presupuestaria, que se vería obligado a financiar sus gastos con recursos legítimos. Un sistema así pondría fin a la manipulación de la moneda con fines políticos. De este modo, permitiría erradicar la inflación en su origen y reconstruir la confianza en la economía sobre bases sanas y duraderas."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería preservar la soberanía monetaria como una herramienta indispensable al servicio del desarrollo económico y de la estabilidad social. El enfoque adecuado consiste en rechazar toda forma de dolarización, que equivaldría a renunciar a los instrumentos de política económica. Se trata de afianzar el papel del banco central en la gestión de las reservas y la regulación financiera, en articulación con una política de desendeudamiento soberano que limite las presiones exteriores. La prioridad es reforzar la moneda nacional fundamentándola en una economía productiva y en un mercado interno sólido. Así, esto permitiría garantizar una moneda estable, cuyo valor se base en la fortaleza de la economía real y en la capacidad del Estado para llevar a cabo una política independiente."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería reforzar la soberanía monetaria dotando al país de una moneda estable y creíble, en lugar de emprender una dolarización. El enfoque correcto consiste en garantizar la independencia del Banco Central mediante una nueva carta orgánica, asignándole un mandato prioritario y estricto de lucha contra la inflación. Esta refundación institucional irá acompañada de la supresión de los controles cambiarios y de la unificación rápida de los diferentes tipos de cambio para poner fin a las distorsiones. De este modo, ello permitiría restaurar la confianza en la moneda y devolver previsibilidad a los actores económicos, sin renunciar a una herramienta de política monetaria esencial."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería preservar la soberanía monetaria restaurando el valor y la credibilidad de la moneda nacional, en lugar de adoptar una divisa extranjera. La prioridad es garantizar la fortaleza y la estabilidad de esa moneda mediante una gestión rigurosa y previsible. Esto pasa por una disciplina estricta en materia de emisión monetaria, en ruptura con la financiación sistemática del déficit presupuestario. La acción de la autoridad monetaria debe volver a centrarse en sus misiones fundamentales: la preservación del poder adquisitivo de los ciudadanos y la recomposición de las reservas de divisas. Así, esto permitiría restablecer la confianza, fundamento de una economía estable y de un entorno propicio para la inversión y la producción."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería garantizar una soberanía monetaria total colocando el sistema financiero al servicio exclusivo de la economía nacional, en oposición a cualquier forma de dependencia exterior. El enfoque correcto consiste en nacionalizar la totalidad del sector bancario y del comercio exterior, con el fin de ejercer un control estricto sobre los flujos de capitales y detener la fuga de divisas. Esta toma de control, combinada con una ruptura con los acreedores internacionales, libera a la economía de las condicionalidades externas y preserva las reservas de divisas. Así, esto permitiría estabilizar la moneda nacional protegiéndola de la especulación y reorientar el crédito hacia las prioridades productivas y sociales del país."
      }
    ]
  },
  {
    "question": "¿Qué estrategia con respecto a la deuda y al acuerdo con el FMI?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería tratar el sobreendeudamiento como un síntoma de la irresponsabilidad presupuestaria crónica, y no como un problema a resolver mediante negociaciones externas. La prioridad absoluta es poner en marcha un plan de consolidación presupuestaria unilateral y riguroso, basado en una reducción drástica del gasto público y en reformas estructurales del Estado. El objetivo no es pedir nuevas condiciones, sino demostrar una capacidad de reembolso recuperada gracias a un superávit primario. El cumplimiento de los compromisos se convierte en la consecuencia de una gestión sana, y no al revés. Así, ello permitiría restaurar la confianza, recuperar un acceso voluntario a los mercados de crédito y poner fin al ciclo del endeudamiento y de los rescates."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería continuar una gestión soberana de la deuda, subordinándola a los objetivos de crecimiento económico y de desarrollo nacional. El enfoque consiste en renegociar los acuerdos vigentes para alinear los vencimientos con la capacidad real de pago, sin imponer sacrificios a la población ni frenar la actividad productiva. El eje central es rechazar las condiciones que obstaculizan el desarrollo y defender el interés nacional frente a los acreedores especulativos. Todo nuevo endeudamiento debe condicionarse a su orientación hacia proyectos productivos y no a la mera cobertura de déficits. Así, ello permitiría restaurar la autonomía política y liberar los márgenes de maniobra presupuestaria necesarios para financiar el desarrollo económico y social del país."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería restaurar la credibilidad del país para asegurar la sostenibilidad de la deuda, actuando sobre las causas internas del endeudamiento en lugar de centrarse en su renegociación. La prioridad absoluta es alcanzar el equilibrio presupuestario primario mediante una racionalización del gasto público y la puesta en marcha de reformas estructurales que liberen el potencial productivo y exportador de la economía. Este plan de estabilización interna, riguroso y creíble, debe constituir la base de la relación con los acreedores internacionales. Así, permitiría salir de una lógica de dependencia para establecer una relación de confianza duradera, donde el cumplimiento de los compromisos derive de la solidez de la economía nacional más que de restricciones exteriores."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería construir una estrategia duradera de gestión de la deuda basada en la restauración de la credibilidad nacional, con el fin de salir de un ciclo de crisis recurrentes. El eje central consiste en poner en marcha un programa de estabilización integral y creíble, articulado en torno a un equilibrio presupuestario sostenible y una gestión monetaria prudente. Es sobre la base de este plan interno soberano, y no sobre ajustes impuestos desde el exterior, que deben redefinirse los compromisos financieros. El objetivo es alinear los vencimientos con la capacidad de crecimiento real de la economía, mediante un diálogo constructivo con los acreedores. De este modo, se podría alcanzar una sostenibilidad de la deuda a largo plazo, restaurar el acceso a financiamientos internacionales en condiciones razonables y liberar recursos para la inversión productiva."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería restaurar la soberanía económica y presupuestaria rompiendo unilateralmente con los acreedores internacionales y sus condicionalidades. El enfoque central consiste en declarar la suspensión inmediata de los pagos y repudiar la deuda externa, considerada ilegítima, lo que anula de facto el acuerdo en vigor. Esta decisión debe asegurarse mediante la nacionalización del sector bancario y del comercio exterior con el fin de prevenir la fuga de capitales y garantizar el control nacional sobre los recursos estratégicos. De este modo, ello permitiría liberar medios presupuestarios masivos para reorientarlos hacia la financiación de los salarios, de los servicios públicos y de la producción nacional, en lugar de destinarlos al servicio de una deuda considerada fraudulenta."
      }
    ]
  },
  {
    "question": "¿Hay que mantener, orientar o reducir las subvenciones a los servicios públicos (energía, transporte)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "Se propone poner fin al sistema de subvenciones generalizadas, que distorsiona las señales de precios y constituye una carga insostenible para las finanzas públicas. El enfoque consiste en su supresión progresiva pero integral, para que las tarifas de la energía y del transporte reflejen sus costes reales de producción y distribución. Esta medida es un pilar no negociable del saneamiento presupuestario, ya que elimina una fuente mayor de gastos improductivos e intervencionismo estatal. El objetivo es liberar recursos al tiempo que se fomenta un consumo más racional. Así, ello permitiría alcanzar el equilibrio presupuestario e incentivar a las empresas del sector a invertir para mejorar su eficiencia sin depender de la ayuda del Estado."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería concebir las subvenciones a los servicios esenciales no como una carga, sino como una palanca estratégica de justicia social y de competitividad económica. El buen enfoque consiste en mantener un sistema de compensaciones tarifarias para garantizar tarifas razonables y previsibles. Este mecanismo protege el poder adquisitivo de los hogares, en particular de los más modestos, y asegura la maestría de los costes logísticos y energéticos para el aparato productivo nacional. Se trata de una herramienta de redistribución de la renta asumida, esencial para el buen funcionamiento del mercado interior. Así, ello permitiría garantizar el acceso universal a esos servicios públicos fundamentales, al tiempo que estimularía la demanda y reforzaría la cohesión social y territorial."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería salir de un sistema de subvenciones generalizadas para restaurar la verdad de los precios y el equilibrio presupuestario. El enfoque adecuado consiste en emprender una racionalización de las ayudas públicas, en particular en los sectores de la energía y del transporte, para que las tarifas reflejen progresivamente los costos reales de producción y distribución. Este esfuerzo se inscribe en una política global de control del gasto y de supresión de los regímenes de excepción que alimentan el déficit estructural. Así, ello permitiría sanear de manera duradera las finanzas públicas, fomentar un consumo más responsable e incentivar una asignación más eficiente de los recursos en la economía poniendo fin a distorsiones costosas."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería sustituir el régimen actual de subvenciones, fuente de desequilibrio presupuestario e injusticia territorial, por un mecanismo racional y transparente. La prioridad es aplicar un criterio de gestión estrictamente federal al transporte y a la energía, para que los recursos y las ayudas se distribuyan de manera equitativa en todo el territorio. Esta reorientación debe realizarse de manera ordenada, basándose en una jerarquización clara de prioridades y no en recortes presupuestarios brutales, en ruptura con la lógica centralista. Así, ello permitiría corregir las asimetrías profundas que obstaculizan el desarrollo armonioso del país, al tiempo que contribuiría a la consolidación de un equilibrio presupuestario sostenible."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería tratar el acceso a la energía y al transporte no como una mercancía sometida al mercado, sino como un derecho fundamental para todos los hogares. La medida prioritaria es la anulación pura y simple de todas las subidas de tarifas. Para lograrlo, el enfoque consiste en nacionalizar la totalidad de las empresas privatizadas de los sectores de la energía y del transporte, colocándolas bajo el control directo de los trabajadores y de los usuarios. La financiación de estos servicios esenciales sería entonces asegurada por un plan nacional que garantice un acceso universal a bajo costo. Así, esto permitiría sacar a estos sectores de la lógica del beneficio y asegurar un servicio público estable y accesible a toda la población, protegiéndola definitivamente de la volatilidad de los precios."
      }
    ]
  },
  {
    "question": "¿Qué política de ingresos y de empleo para proteger el poder adquisitivo y reducir la pobreza?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería sustituir la cultura del asistencialismo por la del trabajo y el mérito, ya que solo un empleo productivo puede garantizar un aumento duradero del poder adquisitivo. El eje central es una profunda reforma de la legislación laboral para flexibilizar la contratación y reducir el empleo informal, acompañada de una reducción significativa de las cargas que gravan la producción. Los planes sociales serán progresivamente reemplazados por un sistema de ayuda temporal, estrictamente condicionado a una contraprestación de servicio y orientado hacia la inserción rápida en el mercado laboral. Así, ello permitiría reducir la pobreza de manera estructural restaurando la dignidad mediante el trabajo y asegurando una verdadera movilidad social."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería restaurar la centralidad del trabajo como principal instrumento de integración social y de reparto de la riqueza. El eje central se basa en la reactivación de las negociaciones colectivas anuales y en la revalorización continua del salario mínimo para garantizar un piso de ingresos decente y una parte equitativa del valor producido. Paralelamente, una política industrial activa debe buscar el pleno empleo creando puestos de calidad y combatiendo la informalidad. Esta base se complementa con asignaciones universales que aseguren los derechos fundamentales de los niños y los adolescentes. Así, ello permitiría estimular un círculo virtuoso en el que la producción está impulsada por una demanda interna robusta, asegurando una reducción estructural de la pobreza."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería hacer del trabajo formal el pilar de la protección del poder adquisitivo y de la lucha contra la pobreza, restaurando su capacidad para generar un ingreso digno. El enfoque consiste en eliminar los obstáculos a la contratación, especialmente para las pequeñas empresas, y en desplegar un nuevo marco legal y fiscal para integrar el vasto sector informal en la economía. Paralelamente, los programas sociales serán profundamente transformados para convertirse en ayudas directas, temporales y condicionadas a la formación o a la búsqueda de empleo, suprimiendo toda intermediación. Así, ello permitiría reemplazar una lógica de asistencia por una dinámica de movilidad social, atacando las causas estructurales de la pobreza mediante la creación de empleos de calidad."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería refundar la política social sustituyendo una lógica de asistencia por una estrategia centrada en la creación de trabajo digno, la única palanca real para la protección del poder adquisitivo. La prioridad es restaurar la movilidad social ascendente haciendo de la creación de empleos el motor de la lucha contra la pobreza. Para lograrlo, es esencial iniciar un proceso de integración progresiva de los millones de trabajadores informales hacia puestos de calidad, registrados y con salarios justos. Paralelamente, el acceso a los programas sociales de emergencia debe estar garantizado sin ninguna intermediación política o sectorial con el fin de poner fin a las lógicas clientelistas. De este modo, permitiría reducir la pobreza de manera estructural y asegurar una mejora duradera del poder adquisitivo fundada en el trabajo y la productividad, y no en la dependencia."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería instaurar una seguridad material completa para la totalidad de los trabajadores, activos y jubilados, garantizando tanto el nivel de los ingresos como la estabilidad del empleo. El eje central es establecer un salario mínimo y una pensión mínima equivalentes al costo real de la vida, con una indexación mensual sistemática de todos los ingresos a la inflación. Esta protección del poder adquisitivo se complementa con la supresión del impuesto sobre la renta salarial y del IVA en los productos de primera necesidad. En el frente del empleo, la estrategia se basa en la prohibición formal de los despidos, combinada con una reducción del tiempo de trabajo sin pérdida de salario para alcanzar el pleno empleo y generalizar los contratos de duración indefinida. Así, esto permitiría erradicar la pobreza asegurando que cada ingreso cubra las necesidades esenciales, al mismo tiempo que se elimina el desempleo y la precariedad mediante una reorganización completa del mercado laboral."
      }
    ]
  },
  {
    "question": "¿Qué reforma fiscal (impuestos, tasas a la exportación) para estimular la producción sin deteriorar las cuentas públicas?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería emprender una reducción masiva de la carga fiscal con el fin de liberar la inversión y la producción, financiándola no con deuda, sino mediante un programa de austeridad presupuestaria riguroso que apunte a los gastos improductivos del Estado. Este enfoque implica la supresión de los impuestos que penalizan las exportaciones y un alivio general de los gravámenes sobre la actividad económica. El equilibrio de las cuentas públicas debe derivarse de la disciplina del gasto, y no de exacciones confiscatorias que asfixian la iniciativa privada. Así, ello permitiría crear un círculo virtuoso en el que la disminución de la presión estatal estimula el crecimiento, el cual amplía naturalmente la base imponible a largo plazo."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería concebir la fiscalidad como un instrumento estratégico para orientar el modelo de desarrollo, privilegiando la creación de valor añadido y la producción nacional. El enfoque adecuado consiste en mantener un sistema de gravámenes sobre las exportaciones de materias primas, cuyos ingresos se reinvierten de manera focalizada en las infraestructuras y el apoyo a la pequeña y mediana producción. Esta redistribución de las rentas extraordinarias es una palanca esencial para financiar la diversificación del aparato productivo y garantizar el equilibrio de las cuentas. La política fiscal debe así favorecer la inversión industrial en lugar de la especulación. De este modo, se permitiría garantizar ingresos públicos sólidos y previsibles, no frenando la actividad, sino acompañando un crecimiento económico más equilibrado y soberano."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería reconfigurar el sistema fiscal para que deje de penalizar la producción y la inversión, inscribiendo esta reforma en un marco de estricta disciplina presupuestaria. El enfoque adecuado consiste en emprender una reducción responsable y progresiva de los impuestos más gravosos, dando prioridad al alivio de los impuestos sobre las exportaciones, de los impuestos sobre la cifra de negocios y de las cargas que recaen sobre el trabajo formal. Esta evolución es inseparable de la consecución del equilibrio presupuestario primario, obtenido mediante una racionalización del gasto público. Así, ello permitiría restaurar la competitividad de la economía, estimular la inversión y favorecer la creación de empleos, sin comprometer la necesaria sostenibilidad de las finanzas públicas."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería emprender una reforma estructural del sistema fiscal para que deje de penalizar la producción y se convierta en una palanca de crecimiento. La prioridad es instaurar un régimen tributario simplificado, estable y progresivo que fomente la inversión productiva y la creación de empleos. Esto implica una medida emblemática: la eliminación gradual y total de los impuestos a la exportación. Paralelamente, se crearán incentivos fiscales específicos para las PYME que reinviertan sus beneficios. El equilibrio de las cuentas públicas se alcanzará no mediante ajustes drásticos, sino mediante una racionalización del gasto y, sobre todo, mediante la ampliación de la base imponible generada por el crecimiento económico. Así, esto permitiría estimular la oferta, formalizar la economía y asegurar una consolidación presupuestaria sostenible basada en una mayor producción en lugar de en una presión fiscal excesiva."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería llevar a cabo una reforma completa del sistema fiscal para que deje de recaer sobre el consumo y el trabajo, y se convierta en una palanca de financiación del Estado mediante la contribución de las mayores fortunas y las ganancias del capital. El enfoque consiste en suprimir íntegramente el impuesto sobre los salarios y el IVA aplicado a los productos de primera necesidad. Paralelamente, las cuentas públicas se consolidarían mediante la instauración de impuestos progresivos sobre las grandes fortunas, impuestos extraordinarios sobre los beneficios de los grandes grupos capitalistas y una fiscalidad disuasoria sobre las viviendas vacías. El control de los ingresos por exportaciones se garantizaría no mediante impuestos, sino mediante la nacionalización del comercio exterior. Así, ello permitiría sostener la demanda interna aumentando el poder adquisitivo popular, al tiempo que asegura ingresos públicos sólidos y perdurables basados en la riqueza acumulada y los beneficios especulativos en lugar de la producción."
      }
    ]
  },
  {
    "question": "¿Qué lugar para las privatizaciones y para las empresas públicas (p. ej. YPF, Aerolíneas)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería retirar al Estado de todas las actividades comerciales y productivas que no correspondan a sus misiones fundamentales, porque su presencia en ellas es una fuente de ineficiencia, déficit y distorsión de la competencia. El enfoque adecuado consiste en transferir al sector privado el conjunto de empresas públicas que operan en mercados competitivos, mediante un programa de privatización transparente. Para los demás ámbitos, el recurso a la externalización de servicios debe ser sistemático a fin de reducir el alcance de la administración. No se trata de reformar la gestión estatal, sino de reemplazarla por la disciplina y la eficacia del sector privado. Así, ello permitiría reducir drásticamente el gasto público, eliminar importantes focos de clientelismo y mejorar la calidad de los servicios ofrecidos a los ciudadanos gracias a la competencia."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería reforzar el papel del Estado como actor económico directo en los sectores vitales, consolidando las empresas públicas como pilares de la soberanía y del desarrollo. El enfoque correcto consiste en descartar cualquier lógica de privatización y consolidar la gestión estatal de los activos estratégicos, especialmente en la energía y los transportes. Estas empresas no deben guiarse únicamente por el lucro, sino por objetivos de planificación nacional, de seguridad del suministro y de conectividad territorial. Su pilotaje directo por parte del Estado es la condición para orientar las inversiones hacia el largo plazo y garantizar un servicio universal. Así, ello permitiría asegurar que los sectores clave de la economía respondan al interés general y contribuyan a un desarrollo industrial más autónomo y a una mejor integración del territorio."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería poner fin a la lógica de déficit sistemático de las empresas públicas sometiéndolas a una exigencia de rendimiento y de autofinanciamiento. El enfoque adecuado consiste en colocarlas bajo una supervisión profesional, independiente de toda injerencia política, con el mandato de generar valor. Su gestión estará obligada a respetar objetivos de rendimiento económico precisos, medibles y comparables, así como estándares de transparencia e integridad equivalentes a los de las sociedades cotizadas en Bolsa. De este modo, ello permitiría eliminar la necesidad de subvenciones nacionales para cubrir sus pérdidas y convertirlas en activos rentables que contribuyan a la riqueza colectiva en lugar de ser una carga para el contribuyente."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería redefinir el perímetro de intervención del Estado para reenfocarlo en sus funciones estratégicas y en la creación de un marco propicio para la inversión privada. El objetivo no es gestionar directamente la economía, sino liberar el potencial del sector productivo nacional. La prioridad es garantizar reglas del juego claras y una seguridad jurídica que fomenten la creación y el desarrollo de empresas. La acción pública debe concentrarse en sus misiones esenciales y en la construcción de un ecosistema favorable a la innovación, actuando como un socio del sector privado en lugar de como un actor económico competidor. Así, ello permitiría una asignación más eficaz de los recursos, un estímulo duradero de la inversión y un crecimiento económico impulsado por la producción y la competitividad."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería invertir el proceso de privatización recuperando el control público de todos los sectores estratégicos de la economía. El enfoque central consiste en nacionalizar, sin indemnización, la totalidad de las empresas privatizadas, en particular en los ámbitos de la energía (petróleo, gas), del transporte (ferroviario, puertos), de las finanzas y del comercio exterior. El punto fundamental de este enfoque es que la gestión de estas empresas, ahora públicas, no sería confiada a una burocracia estatal, sino directamente a sus trabajadores, en coordinación con comités de usuarios. Así, ello permitiría garantizar que los resortes económicos de la nación se orienten hacia la satisfacción de las necesidades colectivas y el desarrollo nacional, en lugar de hacia la maximización de los beneficios privados."
      }
    ]
  },
  {
    "question": "¿Qué política de seguridad frente a la criminalidad y al narcotráfico (p. ej. Rosario)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería reafirmar la protección de la integridad física de los ciudadanos como la misión primordial e innegociable del Estado. Para lograrlo, hay que movilizar la totalidad de los recursos y los medios necesarios para llevar a cabo una lucha frontal y sin concesiones contra la delincuencia y el narcotráfico. El enfoque consiste en utilizar plenamente el monopolio de la fuerza legítima para desarticular las redes criminales, garantizar la integridad de las personas y de sus bienes, y romper con toda forma de permisividad. Se trata de hacer de la recuperación del control del territorio una prioridad operativa absoluta. De este modo, ello permitiría restablecer la autoridad del Estado en todo el territorio y asegurar una protección efectiva de los ciudadanos, poniendo fin al dominio de las organizaciones criminales."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería romper con un enfoque puramente represivo para adoptar una perspectiva integral de la seguridad, tratando tanto los síntomas como las causas profundas de la violencia. El enfoque consiste en articular políticas activas de inclusión social con una mayor profesionalización de las fuerzas del orden, bajo un estricto control político. La inversión en equipamiento y tecnologías debe ir acompañada de una formación centrada en la prevención, el diálogo comunitario y el respeto absoluto de los derechos humanos. La coordinación entre los distintos niveles del Estado y las políticas sociales es un eje central de esta estrategia. Así, ello permitiría construir una sociedad más segura atacando las raíces del crimen, y no únicamente sus manifestaciones."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería retomar la iniciativa frente al crimen organizado combinando una acción judicial dirigida a los flujos financieros y una presencia disuasoria sobre el terreno. El enfoque adecuado consiste en volver a desplegar a las fuerzas federales en las zonas más críticas, como Rosario, y movilizar a las fuerzas armadas para misiones de apoyo logístico para optimizar el despliegue operativo. Paralelamente, el esfuerzo se centrará en el desmantelamiento de los circuitos de blanqueo de activos y en el refuerzo del control de los ejes estratégicos, como las vías navegables. Así, ello permitiría desestructurar de manera duradera a las organizaciones criminales atacándolas simultáneamente en sus fuentes de ingresos y en su control territorial, restaurando así la autoridad del Estado y la seguridad de los ciudadanos."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería romper con un enfoque fragmentado desplegando una estrategia integral para desmantelar el crimen organizado y restaurar la autoridad del Estado en todo el territorio. La prioridad es pasar de una lógica de mera reacción a una política de prevención y de desarticulación de las redes criminales. Para lograrlo, la acción debe apoyarse en una coordinación reforzada entre las fuerzas federales, la justicia y las diferentes agencias del Estado, modernizando la inteligencia criminal y el análisis económico de los delitos. Es imperativo desplegar más efectivos federales para asegurar las fronteras y emprender una reforma de la justicia para hacerla más eficaz, con la puesta en marcha de un sistema acusatorio y jurados populares. De ese modo, se podría desarticular a las organizaciones criminales atacando sus flujos financieros y logísticos, y garantizar un espacio público seguro para todos los ciudadanos."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería sustituir el enfoque represivo por una política de seguridad basada en la erradicación de las causas sociales y económicas de la criminalidad, considerando que la violencia de las instituciones estatales es una parte integrante del problema. La prioridad consiste en retirar a las fuerzas policiales y de la gendarmería de los barrios populares, al tiempo que se procede a la disolución de los órganos de inteligencia internos. Paralelamente, el sistema judicial debe ser totalmente refundado mediante la elección popular de jueces y fiscales. La acción se centra en el desmantelamiento de las redes de criminalidad organizada, como la trata de personas, y en el fin de la impunidad por las violencias policiales. Así, ello permitiría instaurar una seguridad real y duradera, fundada en la justicia social y el control ciudadano, en lugar de la represión de las poblaciones más precarias."
      }
    ]
  },
  {
    "question": "¿Cómo garantizar la financiación y la calidad de la educación (escuelas, universidades)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería refundar el sistema educativo sobre los principios de calidad, de excelencia y de mérito, para que vuelva a ser un verdadero motor de progreso social. El enfoque consiste en instaurar una sana competencia entre los centros, públicos y privados, fomentando la iniciativa de estos últimos y creando mecanismos de emulación para mejorar el rendimiento global. La progresión de las carreras de los docentes debe estar directamente ligada al mérito y a la responsabilidad, mientras que la lucha contra el adoctrinamiento ideológico en todos los niveles garantizará la neutralidad del saber. El objetivo es modernizar la totalidad del sistema mediante concursos y evaluaciones. Así, ello permitiría garantizar una educación de excelencia para todos, en particular en las zonas más vulnerables, asignando los recursos de manera más eficaz y reenfocando la escuela en su misión fundamental de transmisión de conocimientos."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería concebir la educación como un derecho universal y una inversión estratégica, cuya calidad y acceso estén garantizados por un compromiso inquebrantable del Estado. Para lograrlo, el eje central es consagrar por ley un piso de inversión pública considerable, al tiempo que se persigue un amplio plan de construcción y modernización de las infraestructuras en todo el territorio. La revalorización de la carrera docente, a través de salarios atractivos y una formación continua de calidad, es una prioridad absoluta. El principio de gratuidad de la educación superior debe reafirmarse y su malla territorial ampliarse para garantizar una verdadera igualdad de oportunidades. Así, ello permitiría garantizar la movilidad social ascendente y dotar al país de las competencias humanas necesarias para su proyecto de desarrollo industrial y tecnológico soberano."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería refundar el sistema educativo sobre bases de calidad y de rendimiento medibles, condicionando la financiación al logro de resultados concretos. El enfoque correcto consiste en instaurar un régimen de evaluación integral en todos los niveles, desde las escuelas hasta las universidades, y en vincular las transferencias de recursos al cumplimiento de planes de desarrollo con objetivos claros. La carrera docente se modernizará para recompensar el mérito, mientras que los programas se reforzarán en los conocimientos fundamentales y se articularán mejor con las necesidades del mundo laboral. Para la enseñanza superior, la asignación de fondos seguirá criterios objetivos y transparentes, con un seguimiento riguroso de su impacto. Así, ello permitiría mejorar la calidad de la enseñanza en todo el territorio, garantizar un uso más eficiente de los fondos públicos y preparar mejor a los jóvenes para su futuro profesional."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería refundar el sistema educativo para convertirlo en el pilar de la justicia social y de la unidad nacional, corrigiendo las profundas desigualdades territoriales. La prioridad es un mayor compromiso del Estado central para reconstruir un verdadero sistema nacional que integre las diferencias y garantice una educación pública y privada de calidad en todos los niveles. Esto se traduce en la generalización de la jornada ampliada en la educación primaria, la integración de lo digital y la robótica como herramientas esenciales, y la valorización de la función docente mediante remuneraciones justas y una formación continua. La financiación de las universidades públicas será sostenida y mejorada, y se creará un cuarto nivel de formación profesional para vincular la educación con el mundo del trabajo. Así, esto permitiría garantizar una real igualdad de oportunidades para todos los jóvenes, preparar a las nuevas generaciones para los desafíos tecnológicos y reforzar la cohesión nacional mediante la educación."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "Se trataría de refundar el sistema educativo sobre los principios de un servicio público exclusivo, laico y totalmente gratuito en todos los niveles, desde la escuela hasta la universidad. La prioridad es la supresión inmediata de todas las subvenciones públicas a la enseñanza privada, así como la suspensión de la financiación estatal de las instituciones religiosas, para reasignar íntegramente esos fondos al sistema público. El enfoque implica la abrogación de la legislación vigente sobre la enseñanza superior para construir un sistema nacional unificado, gestionado por el Estado, que garantice un acceso universal, en particular mediante la provisión de conectividad gratuita para todos los alumnos y docentes. De este modo, se permitiría concentrar la totalidad de los recursos nacionales en una única red pública, asegurando una educación de alta calidad y accesible para todos, independientemente de su origen social, y liberada de cualquier influencia mercantil o confesional."
      }
    ]
  },
  {
    "question": "¿Cómo reforzar el sistema de salud pública y el acceso a la atención sanitaria?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería garantizar un acceso efectivo a la atención sanitaria atacando la corrupción y la ineficacia que lo socavan, en lugar de aumentar los presupuestos sin discernimiento. La prioridad es despolitizar la gestión de los establecimientos y consolidar la profesionalización del sector, instaurando políticas salariales que recompensen el mérito y la responsabilidad. La asignación de los recursos necesarios a los hospitales y centros de salud debe ir acompañada de un control estricto para erradicar la corrupción y el clientelismo, que constituyen los verdaderos obstáculos al acceso a la atención. Así, ello permitiría reconstruir un sistema de salud donde la calidad de la atención y la igualdad de acceso estén garantizadas por la competencia y la integridad, y no por las relaciones políticas."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería consolidar la salud como un derecho humano fundamental, garantizado por un sistema público fuerte y universal. El enfoque adecuado consiste en reforzar la oferta pública mediante una inversión sostenida en infraestructuras de proximidad, al tiempo que se garantiza un acceso equitativo a los medicamentos a través de la producción nacional y la prescripción de genéricos. El marco regulatorio del sector privado debe endurecerse para eliminar las barreras de entrada y controlar los costos, asegurando que el acceso a la atención nunca esté condicionado por la capacidad de pago. Se pone el énfasis en la prevención, especialmente mediante un calendario de vacunación ampliado y gratuito. De este modo, se podría avanzar hacia una cobertura de salud realmente universal, solidaria y eficaz, que proteja a cada ciudadano independientemente de su condición económica o de su lugar de residencia."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería refundar el sistema de salud en torno a un eje central: la integración de sus diferentes componentes (pública, privada y seguridad social) para garantizar un acceso equitativo a una atención de calidad en todo el territorio. El enfoque adecuado consiste en reforzar el papel de pilotaje del Estado para articular a la totalidad de los actores y mejorar la calidad de las prestaciones mediante estándares de acreditación claros. Se dará prioridad al desarrollo de la salud familiar y de la atención de proximidad, respaldada por una transformación digital, mientras que una nueva agencia nacional regulará el costo de los medicamentos y de las tecnologías de punta. Así, ello permitiría construir un sistema más eficiente y equitativo, donde la calidad de la atención ya no dependa del tipo de cobertura ni del lugar de residencia del paciente."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería refundar a fondo el sistema de salud para garantizar un acceso a la atención eficaz, equitativo y moderno en todo el territorio. El enfoque consiste en establecer una autoridad única del Système National de Santé, integrando los niveles nacional, provincial y municipal para poner fin a la fragmentación actual. La organización de la atención se basará en redes integradas y regionales, articuladas en torno al primer nivel de atención. Se dará prioridad a la modernización mediante la digitalización de los historiales médicos, al fortalecimiento de la salud mental y a la valorización del personal sanitario. De este modo, permitiría construir un sistema más resiliente y centrado en la persona, asegurando una cobertura de calidad y un acceso más justo a la atención para todos los ciudadanos."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería refundar el sistema de salud en un servicio público único y universal, exento de toda lógica de lucro y fragmentación. La iniciativa consiste en centralizar el conjunto de las estructuras de atención —públicas, privadas y de seguridad social— dentro de un único sistema estatal, puesto bajo el control democrático de los trabajadores y profesionales del sector. Para garantizar el acceso gratuito a los tratamientos, los laboratorios farmacéuticos serían nacionalizados sin indemnización y los medicamentos suministrados gratuitamente a toda la población. Las cajas de seguro de salud también serían integradas a este sistema, retirando su gestión a las direcciones sindicales para confiarla a comités de trabajadores elegidos. Así, ello permitiría garantizar un acceso equitativo y gratuito a atención de calidad para todos, reorientando todos los recursos hacia las necesidades de los pacientes."
      }
    ]
  },
  {
    "question": "¿Qué relaciones exteriores privilegiar (región, Estados Unidos, China, BRICS, UE) y qué posicionamiento comercial?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería realinear la política exterior en la defensa de los principios de libertad y soberanía, abandonando los alineamientos ideológicos en favor de relaciones pragmáticas. El eje central es la promoción del libre comercio como motor de desarrollo, lo que implica una apertura comercial unilateral y la búsqueda de acuerdos con todas las naciones que respeten el estado de derecho y la propiedad privada. En lugar de privilegiar bloques políticos, la estrategia consiste en dejar que el sector privado establezca vínculos donde se presenten las oportunidades. El Estado debe limitarse a eliminar los obstáculos internos, en particular los impuestos a la exportación y las cargas regulatorias. Así, ello permitiría una inserción inteligente en la economía mundial, atrayendo inversiones mediante la confianza y la estabilidad jurídica en lugar de por alianzas geopolíticas fluctuantes."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería hacer de la integración regional la base de la política exterior, considerando el espacio latinoamericano como el marco natural para afirmar la soberanía y la autonomía estratégica. El enfoque consiste en profundizar la institucionalización de los organismos regionales para superar la mera lógica comercial en favor de una verdadera unión política, productiva y social. Las relaciones con los demás bloques y potencias mundiales deben estar subordinadas a esta prioridad, privilegiando asociaciones que respeten el modelo de desarrollo nacional sin imponer condicionalidades. El posicionamiento comercial debe ante todo servir a los intereses de la producción nacional. Así, ello permitiría construir un bloque regional influyente capaz de defender sus propios intereses en la escena mundial y de negociar de igual a igual, garantizando que la inserción internacional sirva al proyecto de desarrollo nacional y no al revés."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería refundar la política exterior sobre una línea previsible, basada en la defensa de los intereses nacionales y de los principios democráticos, con el fin de maximizar las oportunidades de desarrollo productivo. La prioridad absoluta sería refundar el anclaje regional relanzando el Mercosur y la alianza estratégica con Brasil, que servirán de plataforma para una proyección global. A partir de esta base, el objetivo es acelerar la integración con las grandes economías finalizando el acuerdo con la Unión Europea y llevando a cabo el proceso de adhesión a la OCDE. Paralelamente, se emprenderá una diversificación de las negociaciones bilaterales para abrir nuevos mercados a las exportaciones, especialmente en Asia y en Oriente Medio. Así, esto permitiría posicionar al país como un socio previsible y transformar la acción exterior en una palanca directa del crecimiento de las exportaciones y del desarrollo productivo en todo el territorio."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería reafirmar la vocación regional del país como la base de su inserción internacional y el motor de su desarrollo. La prioridad estratégica es consolidar el bloque regional y profundizar los vínculos con los socios vecinos, en particular para garantizar el acceso a los grandes mercados del Pacífico, en el marco de un regionalismo abierto que favorezca el multilateralismo. En el plano comercial, es imperativo multiplicar las exportaciones, eliminando todos los obstáculos y controles que frenan el pleno potencial de los sectores productivos y de los recursos estratégicos. El posicionamiento internacional del país debe apoyarse en una defensa activa de la paz, de los derechos humanos y de la protección del medio ambiente. Así, ello permitiría restablecer el prestigio internacional, generar las divisas indispensables para la estabilidad económica y convertir a la nación en un actor respetado en la escena mundial."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería fundamentar la política exterior en un principio de soberanía absoluta y de internacionalismo de los pueblos, en ruptura total con las lógicas de alianzas entre Estados capitalistas, ya se trate de los Estados Unidos, de la Unión Europea o de otros bloques como los BRICS. El enfoque consiste en denunciar todos los pactos de subordinación a las potencias imperialistas y en exigir la retirada de toda presencia militar extranjera, como la de la OTAN. La posición comercial se basaría en la nacionalización completa del comercio exterior, con el fin de sustraerlo a los intereses de las multinacionales. El eje diplomático se reorientaría para apoyar activamente los movimientos de rebelión popular en todo el mundo, priorizando la construcción de una unidad socialista de América Latina. Así, ello permitiría sustituir la competencia comercial entre bloques por una verdadera política de integración fundada en la solidaridad entre los pueblos y la cooperación socialista internacional."
      }
    ]
  },
  {
    "question": "¿Qué derechos y garantías, democráticos y humanos, deben ser protegidos o reafirmados?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería reafirmar la primacía de los derechos individuales restaurando una aplicación estricta de las garantías constitucionales que protegen al ciudadano de la arbitrariedad del poder. El enfoque consiste en asegurar una separación intransigente de los poderes, santuarizando la independencia de la justicia y prohibiendo cualquier concentración de facultades extraordinarias en el seno del ejecutivo. Las libertades fundamentales, en primer lugar la vida, la propiedad privada y la libertad de expresión sin restricción alguna, deben ser protegidas de manera absoluta. La transparencia total de los actos de gobierno y el libre acceso a la información pública constituirán los instrumentos de este control ciudadano permanente. Así, ello permitiría consolidar un verdadero Estado de derecho donde la libertad individual es la norma y la acción del Estado, una excepción regulada."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería concebir la democracia no como un logro adquirido, sino como un proceso continuo de consolidación y profundización, basado en una memoria histórica activa y en la ampliación constante de los derechos. La prioridad consiste en santuarizar la política de Mémoire, de Vérité et de Justice como una responsabilidad imprescriptible del Estado, garantizando la continuación de los juicios por crímenes de lesa humanidad. Paralelamente, es esencial reafirmar y fortalecer el arsenal legislativo que protege la igualdad de género, la diversidad sexual y el derecho a una vida sin violencia. La profundización democrática también pasa por la reforma de las instituciones clave, en particular asegurando la independencia del poder judicial frente a los poderes económicos y garantizando el pluralismo de los medios. Así, ello permitiría consolidar una república donde los derechos de cada individuo estén protegidos contra cualquier forma de discriminación y donde el pasado sirva de baluarte contra cualquier regresión autoritaria."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería restaurar un orden republicano fundado en la independencia de la justicia y en la ejemplaridad del Estado, con el fin de garantizar las libertades fundamentales. El eje central es blindar al poder judicial frente a toda injerencia política, instaurando mecanismos de selección de magistrados basados en el mérito y la transparencia. Esta garantía institucional vendrá acompañada de una ofensiva contra la corrupción, mediante una ley de extinción de dominio para incautar los bienes mal adquiridos y otra para prohibir la aplicación del indulto a los condenados por tales hechos. La promoción de una ley de integridad pública tendrá por objeto prevenir los conflictos de interés y el nepotismo dentro del aparato del Estado. Así, ello permitiría consolidar un Estado de derecho en el que las instituciones protegen eficazmente al ciudadano contra la arbitrariedad del poder y en el que la ley se aplica a todos sin privilegios ni excepciones."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería reafirmar los logros democráticos, basados en la memoria de los sacrificios pasados, colocando la dignidad humana y la calidad institucional en el corazón de la acción pública. La prioridad absoluta es garantizar la independencia de la justicia y una estricta separación de poderes, reforzando la transparencia y la rendición de cuentas. Paralelamente, es imperativo traducir estos principios en garantías concretas, luchando activamente contra las desigualdades de género y asegurando la protección de la integridad, de los derechos y de las oportunidades de las mujeres y de las diversidades. La acción del Estado debe asimismo proteger los derechos de la infancia, de los migrantes y de las comunidades indígenas. Así, esto permitiría consolidar un Estado de derecho plenamente efectivo, donde las libertades fundamentales no solo se proclaman sino que se defienden activamente, y donde cada ciudadano tiene asegurado un acceso equitativo a la justicia y a la protección del Estado."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería sustituir a una democracia formal un control popular directo sobre todas las instituciones, con el fin de garantizar la inviolabilidad de las libertades individuales y colectivas frente al aparato represivo del Estado. El enfoque consiste en hacer revocables por los electores todos los mandatos públicos, incluidos los de jueces y fiscales, al tiempo que se limita la remuneración de los elegidos y altos funcionarios a la de un trabajador calificado. Es imperativo garantizar sin ningún impedimento el derecho a manifestarse, derogando todas las leyes de excepción, y asegurar una plena democracia sindical, libre de toda injerencia. Paralelamente, la aplicación efectiva del derecho al aborto y la protección contra todas las violencias y discriminaciones de género deben ser una prioridad absoluta. Así, ello permitiría desmantelar los mecanismos de impunidad y poner fin a la violencia institucional, fundando un orden político donde la justicia es impartida por el pueblo y donde los derechos humanos son una realidad material para todos."
      }
    ]
  },
  {
    "question": "¿Qué política social respecto a las ayudas y « planes » (segmentación, condicionalidades, inserción)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería romper con la lógica del asistencialismo para convertir la ayuda social en un trampolín hacia el empleo, y no en una solución permanente. El enfoque correcto consiste en transformar los planes sociales en una asistencia estrictamente temporal y decreciente. Su pago estará condicionado a una contraprestación de servicio, concebida como una etapa hacia la integración en el mercado laboral formal. El objetivo final es la sustitución completa de estas ayudas por un empleo auténtico y productivo. Así, esto permitiría abordar las causas estructurales de la pobreza restaurando el valor del trabajo y ofreciendo una verdadera perspectiva de movilidad social, en lugar de mantener a las personas en una dependencia respecto del Estado."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería concebir las ayudas sociales no como una asistencia temporal, sino como un pilar permanente de la justicia social y un instrumento de política económica. El enfoque adecuado consiste en consolidar una base de protección universal, especialmente para la infancia, con condicionalidades que garanticen el acceso a la educación y a la salud. Estos dispositivos no pretenden sustituir al trabajo, sino complementar los ingresos y fijar un umbral de dignidad. El objetivo principal es articularlos con políticas activas de formación y creación de empleos formales, haciendo del trabajo el principal vector de inserción. Así, ello permitiría garantizar la seguridad económica de los más vulnerables al tiempo que se estimula la demanda interna, creando un círculo virtuoso en el que la inclusión social y el crecimiento económico se refuerzan mutuamente."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería romper con la lógica del asistencialismo condicionando la ayuda social a una trayectoria de inserción, con el fin de abordar las causas estructurales de la pobreza. El enfoque adecuado consiste en transformar los programas existentes en una ayuda directa, pagada sin intermediarios y de carácter temporal. Su pago estará estrictamente condicionado a una contrapartida efectiva, ya sea la finalización del recorrido escolar, una formación cualificante o una búsqueda activa de empleo. De este modo, se permitiría transformar una lógica de subvención de la pobreza en una verdadera inversión en el capital humano, donde el trabajo vuelve a ser el principal motor de la movilidad social."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería romper con la lógica del asistencialismo para reemplazarla por un sistema que haga de la inserción mediante el trabajo el principal motor de la política social. La prioridad es dejar de subvencionar el desempleo para centrarse en la ayuda a la creación de empleos de calidad. Para las situaciones de emergencia, el acceso a los programas de ayuda debe ser directo y transparente, desconectándolo de cualquier intermediación política o sectorial con el fin de poner fin a las prácticas clientelares. El objetivo es superar las simples medidas de \"contención\" que perpetúan la dependencia. Así, ello permitiría restaurar la movilidad social ascendente y lograr que la dignidad de la persona esté asegurada por el trabajo y la autonomía, en lugar de por una ayuda estatal permanente."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería sustituir el sistema fragmentado de ayudas focalizadas por un conjunto de derechos universales que garanticen un ingreso y un empleo para cada persona. El enfoque consiste en hacer obsoletos los planes de asistencia instaurando la prohibición de los despidos y la redistribución de las horas de trabajo para asegurar el pleno empleo. En lugar de prestaciones condicionadas, se garantizaría a todos los trabajadores y pensionistas un ingreso mínimo vital, indexado mensualmente al coste de la vida y que cubra la totalidad de las necesidades, complementado por prestaciones familiares universales. De este modo, permitiría erradicar la precariedad y la dependencia al tratar las causas estructurales del desempleo y la pobreza, haciendo del trabajo y de un ingreso digno derechos efectivos en lugar de objetivos de inserción."
      }
    ]
  },
  {
    "question": "¿Qué estrategia ambiental y energética (litio, Vaca Muerta, transición, impactos territoriales)?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería tratar los recursos naturales como una palanca de desarrollo económico bajo soberanía provincial, favoreciendo su explotación por el sector privado. El enfoque adecuado consiste en atraer inversiones para la extracción de los recursos energéticos y mineros garantizando un marco jurídico estable y la protección de la propiedad. El desarrollo se califica como sostenible, lo que implica reinvertir una parte de los ingresos, como las regalías petroleras, en la mejora de la competitividad e instaurar órganos de control independientes para hacer cumplir la ley ambiental sin frenar la iniciativa privada. Así, eso permitiría financiar el crecimiento con la riqueza generada localmente, apostando por la responsabilidad del sector privado en lugar de por una planificación estatal de la transición energética."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería movilizar los recursos energéticos estratégicos como palanca de un desarrollo industrial soberano y de una mayor autonomía nacional. El enfoque consiste en pilotar la explotación de los hidrocarburos, incluidos los no convencionales, por una empresa pública fuerte, al mismo tiempo que se acelera en paralelo la diversificación de la matriz mediante la energía nuclear y las renovables. La puesta en valor de estos recursos debe imperativamente respetar las normas ambientales y garantizar que las repercusiones económicas, en términos de empleos y actividad, beneficien directamente a los territorios concernidos. Así, ello permitiría alcanzar la autosuficiencia en el marco de una transición energética controlada, que sirva a los objetivos de crecimiento industrial y de desarrollo territorial equilibrado."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "Sería conveniente desplegar una estrategia energética pragmática, que movilice todos los recursos nacionales para convertirlos en una palanca de desarrollo sostenible. El enfoque adecuado consiste en estimular paralelamente la explotación de hidrocarburos para garantizar la seguridad del suministro, y el desarrollo de las energías renovables para acompañar la transición energética. También se tratará de valorizar los minerales estratégicos como el litio, imponiendo estándares ambientales elevados y transparentes. El conjunto de esta política se inscribirá en una estrategia climática a largo plazo, que armonice el crecimiento económico con el uso sostenible de los recursos. Así, ello permitiría posicionar al país como un proveedor de energía fiable y diversificado en la escena mundial, transformando su potencial natural en un motor de crecimiento económico respetuoso con el medio ambiente."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería articular el desarrollo productivo y la protección del medio ambiente, superando la falsa oposición entre ambos. La prioridad consiste en explotar de manera estratégica los recursos naturales como el gas de Vaca Muerta y el litio para generar divisas, al mismo tiempo que se emprende una transición energética progresiva. Dicha transición se apoyará en las energías limpias y el potencial de la bioeconomía, en particular mediante un aumento gradual de la participación de los biocarburantes en los combustibles. Este eje va acompañado de compromisos firmes: alcanzar el \"cero deforestación neta\" para 2030 y garantizar la eliminación inmediata de los plásticos de un solo uso. Así, ello permitiría asegurar la independencia energética, fortalecer la producción federal con valor agregado y cumplir con los compromisos climáticos internacionales."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería poner fin al saqueo de los recursos naturales y a la destrucción del medio ambiente sustituyendo al modelo extractivista por una gestión soberana y sostenible. La medida central consiste en prohibir de inmediato las actividades más devastadoras, como la fracturación hidráulica (Vaca Muerta) y la megaexplotación minera a cielo abierto. Todas las empresas multinacionales de estos sectores serían expropiadas sin indemnización y sus activos nacionalizados. La gestión de estos recursos estratégicos, incluyendo el litio y los hidrocarburos, quedaría entonces confiada al control directo de los trabajadores y de las comunidades territoriales afectadas, que también supervisarían la reparación de los daños ecológicos causados. De este modo, ello permitiría elaborar un plan energético nacional que responda a las necesidades de la población al tiempo que garantice la protección de los ecosistemas."
      }
    ]
  },
  {
    "question": "¿Es necesario modificar marcos recientes en materia de derechos reproductivos y de igualdad de género, y de ser así, cómo?",
    "propositions": [
      {
        "candidate_id": "Javier Milei",
        "value": "La idea sería asegurar la coherencia de todo el marco legal con el principio fundamental e irrevocable de la protección del derecho a la vida. El enfoque consiste en reconsiderar toda legislación reciente que entre en conflicto directo con esta garantía esencial. La protección de la vida se plantea como un límite absoluto a la acción del Estado, al igual que la defensa de la libertad individual y de la propiedad. No se trata de imponer una moral particular, sino de aplicar de manera estricta un principio superior. Así, ello permitiría restaurar la primacía de este derecho inalienable sobre marcos normativos más recientes, alineando la legislación con los valores fundamentales defendidos."
      },
      {
        "candidate_id": "Sergio Massa",
        "value": "La idea sería considerar los avances en materia de derechos reproductivos y de igualdad de género como pilares fundamentales e innegociables del proyecto de sociedad. El enfoque adecuado consiste, por tanto, en santuarizar el arsenal legislativo existente que garantiza la identidad de género, el matrimonio para todos, el acceso a la salud reproductiva y la protección integral contra las violencias machistas. En ningún caso se trata de modificar estos marcos, sino, por el contrario, de garantizar su plena y entera aplicación en todo el territorio. Así, ello permitiría oponerse firmemente a cualquier intento de regresión y consolidar una sociedad fundada en la igualdad, donde los derechos conquistados constituyen la base de nuevos avances."
      },
      {
        "candidate_id": "Patrica Bullrich",
        "value": "La idea sería concentrar la acción a favor de la igualdad de género en la reducción de las desigualdades económicas y profesionales, que constituyen el principal obstáculo para la autonomía de las mujeres. El enfoque adecuado consiste en desmantelar las barreras que frenan el acceso de las mujeres al mercado de trabajo, abordando en particular la carga desigual del trabajo no remunerado y las tareas de cuidado. Los esfuerzos se orientarán prioritariamente a aumentar la tasa de actividad femenina y a reforzar la presencia de las mujeres en las instancias de negociación colectiva. Así, se permitiría construir una igualdad concreta, fundada en la emancipación económica, haciendo de la plena participación de las mujeres un motor indispensable para el desarrollo del país."
      },
      {
        "candidate_id": "Juan Schiaretti",
        "value": "La idea sería garantizar y profundizar los derechos adquiridos, concentrándose en las acciones que transforman la igualdad legal en una igualdad de hecho. La prioridad es abordar de manera estructural las desigualdades de género, yendo más allá del simple reconocimiento formal de los derechos. El enfoque consiste en desplegar una política integral que asegure la protección contra la violencia de género como una prioridad absoluta del Estado, al mismo tiempo que aborda las desigualdades económicas. Esto implica instrumentos concretos: la promoción de empleos de calidad para las mujeres y las diversidades, la puesta en marcha de un sistema nacional de cuidados que reconozca y alivie la carga del trabajo no remunerado, y políticas de compensación como la extensión de los permisos parentales y la creación de centros de primera infancia. Así, esto permitiría garantizar la autonomía económica de las mujeres y las diversidades y asegurar su plena participación en la sociedad, construyendo un marco donde la igualdad de oportunidades sea una realidad tangible y ya no solo una aspiración."
      },
      {
        "candidate_id": "Myriam Bregman",
        "value": "La idea sería ir más allá del simple reconocimiento legal de los derechos para garantizar su plena materialización, protegiéndolos de cualquier intento de retroceso y universalizándolos. La prioridad absoluta es asegurar la aplicación efectiva y universal de la legislación sobre la interrupción voluntaria del embarazo, asignando los presupuestos necesarios para protegerla de cualquier injerencia. Esto implica combatir las violencias de género con recursos dedicados, garantizar el principio \"a igual trabajo, igual salario\", y desplegar una educación sexual integral, laica y científica. La protección debe extenderse a todas las formas de orientación sexual e identidad de género, aboliendo toda legislación discriminatoria. Así, esto permitiría transformar los marcos legales en garantías materiales e inviolables, arraigando una cultura de igualdad y libertad sexual efectiva, apoyada activamente por el Estado."
      }
    ]
  }
]