[
  {
    "question": "What level of public investment and what budgetary rule (including the interpretation of the Schuldenbremse) should be adopted?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to guarantee the soundness of public finances as the foundation of future prosperity and of savers' confidence. The central axis of this approach is the inviolable respect of the debt brake, because today's debts constitute tomorrow's tax increases. To achieve this, it is necessary to reduce the State's operating expenditures while pursuing an incentive fiscal policy that lowers levies on businesses to stimulate private investment. Public investments will be targeted at strategic sectors such as research and innovation, with a quantified objective, but without ever compromising budgetary discipline. In this way, it would be possible to unlock the economy's potential, strengthen its competitiveness and ensure sustainable management of public funds without mortgaging the future."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to redirect fiscal policy to finance a decade of modernization, moving away from a logic of pure austerity. The priority is to reform the constitutional debt/borrowing rule in order to clearly distinguish strategic investments from current expenditures, which would allow their financing through long-term borrowing. To initiate this change, a fund of 100 billion euros, mobilizing public and private capital, will be set up for targeted projects via financial transactions compatible with the current framework. This approach will be complemented by a relaxation of the cyclical criteria of the budgetary rule and an overhaul of emergency mechanisms for greater predictability. Thus, this would make it possible to ensure stable, multiannual planning for major infrastructure and ecological transition projects, while fairly distributing the financial burden across generations."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to unlock future investments, today blocked by overly rigid budgetary rules, in order to modernize critical infrastructure and finance the ecological and digital transitions. The right approach is to reform the debt brake to clearly distinguish operating expenditures, which will remain strictly controlled, from strategic investments that can be financed through borrowing. To act without delay, a special fund for Germany will be created, prioritizing transport, energy, education, research and national security infrastructures at the federal, regional and municipal levels. Thus, this would make it possible to make up for the accumulated backlog and restore the state's capacity to act on long-term priorities, without shifting the burden of failing infrastructure onto future generations."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to guarantee the soundness of public finances as a prerequisite for any investment, rather than opposing budgetary discipline and future projects. The central axis is the inviolable respect for the debt brake, which imposes rigorous management and protects future generations. To achieve this, the financing of priorities, notably in terms of infrastructure, must come from a reallocation of existing expenditures, in particular through the drastic reduction of ineffective subsidies and the sale of public shareholdings. Private investment must also be mobilized more systematically to complement the public effort. Thus, this would strengthen the country's financial credibility while freeing up the margins necessary for targeted investments, without placing the burden of debt on future generations."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to restore strict fiscal discipline by considering that the problem lies in excessive spending and not in insufficient revenues. The central axis is the untouchable observance of the debt brake (Schuldenbremse), without any form of relaxation. To achieve this, the priority is to drastically reduce expenditures deemed non-essential, specifically targeting contributions to the European Union, subsidies related to climate policies and the financing of non-governmental organizations. Public investments are not an end in themselves; the objective is above all to clean up the budget by eliminating waste. Thus, this would make it possible to stop any new net debt and to sustainably consolidate public finances."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to mobilize massive financial resources for direct public investment in future-oriented sectors, in rupture with the logic of austerity. The objective is to restore to the State the means to steer the ecological transformation and to guarantee everyone's access to essential services such as housing. To achieve this, the central axis is a large-scale tax overhaul, reintroducing a tax on large fortunes and significantly increasing the contribution of the highest incomes. This new budgetary capacity must primarily finance the construction of public housing and the renovation of infrastructure, subordinating current budgetary rules to these imperatives of strategic investment. Thus, this would make it possible to secure the sustainable financing of public services and the jobs of tomorrow."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to end the blockage of public investment, caused by an ill-suited budgetary rule that accelerates the deterioration of national infrastructure. The priority is to free up financial capacity for a large-scale modernization program. To achieve this, the approach is to reform the debt brake so as to specifically exclude strategic investments from it. Expenditures devoted to bridges, roads, railways, schools, housing and networks would thus be removed from the calculation, which would make it possible to finance a massive plan to make up for the accumulated backlog. This would thereby stop the decay of public assets and strengthen the foundations of future prosperity."
      }
    ]
  },
  {
    "question": "What priorities for growth and productivity (industry, SMEs, innovation)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to unlock the economy's productive potential by restoring an environment conducive to investment and innovation. The right approach is to massively reduce the burdens on businesses by capping corporate tax at 25% and eliminating superfluous regulations. An administrative protection zone will be established for new companies to encourage entrepreneurship, while labor legislation will be modernized to offer greater flexibility through a maximum weekly working time. The innovation effort will be safeguarded by a research and development spending target of 3.5% of GDP by 2030, led by a federal ministry dedicated to digital affairs. In this way, it would help stimulate re-industrialization, strengthen overall competitiveness, and promote the creation of skilled jobs."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to build a new growth cycle by acting on the framework conditions of industrial competitiveness. The priority is to guarantee affordable energy, notably by capping network charges and by lowering taxation on electricity to the European minimum. To stimulate productive investment, a direct tax premium of 10 % on new equipment will replace complex subsidy programs. At the same time, an acceleration of authorization procedures and a reduction of bureaucracy are being implemented to free up initiatives and support innovation in SMEs as well as in large industrial groups. Thus, this would help restore the attractiveness of the production site, accelerate the technological transition and secure strategic value chains."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to build a new prosperity by aligning industrial strength with innovation and climate neutrality, in order to guarantee future competitiveness. The right approach is to unleash companies' potential via a 10% investment premium over five years and a systematic administrative simplification, designed with stakeholders on the ground, notably SMEs. Access to venture capital for innovative start-ups will be actively supported, and the modernization of industry will be accelerated by climate protection contracts to ensure competitiveness in the ecological transition. Thus, this would position the country as a leader in future technologies, strengthen the competitiveness of SMEs, and guarantee a solid, decarbonized industrial base."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to unlock growth potential by restoring an environment conducive to investment and risk-taking, rather than multiplying sectoral subsidies. The central thrust is to launch a competitiveness offensive based on three pillars: massive deregulation, structural tax relief and a resolutely open innovation policy. To achieve this, an immediate moratorium on any new administrative burden will be instituted, coupled with the removal of superfluous regulations that hinder businesses. Corporate taxation will be reduced below the 25% threshold and the solidarity levy permanently abolished to restore room for maneuver. At the same time, research will be encouraged through tax incentives and total technological freedom, fostering breakthrough innovations such as AI or nuclear fusion. This would revive private investment, strengthen the productivity of SMEs as well as large industrial groups, and reposition the country as a leader in global innovation."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to restore the competitiveness of the production base by removing the obstacles that hinder investment and innovation. The central thrust is to guarantee access to abundant and affordable energy, by reversing the abandonment of nuclear power and coal while eliminating carbon taxation. At the same time, massive deregulation, including the abolition of administrative constraints related to supply chains and sustainability reports, must be carried out, coupled with a significant reduction in taxation on businesses. Industrial policy must be technologically neutral while protecting strategic sectors. Thus, this would free the potential of SMEs and industry, creating a climate of confidence conducive to prosperity and the maintenance of national employment."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to condition economic development on social and ecological imperatives rather than aim for uncontrolled growth. The right approach is to direct public investments toward the modernization of industry, while promoting a structural change in corporate governance. A central lever is active support for the takeover and creation of cooperative companies by employees, to ensure the reinvestment of productivity gains in the service of employment and sustainability. Large companies, notably the most polluting, will have to finance this transition through an increased contribution. Thus, this would make it possible to build an innovative and democratic industrial fabric whose performance benefits the whole of society."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to revive growth by restoring the competitiveness of the productive apparatus and by protecting it from short-termist financial logics. The priority is to guarantee affordable energy for key industries and SMEs. To achieve this, the approach consists of deploying an active industrial policy, raising research and development spending to 4% of GDP by 2030. A public industrial fund would provide patient capital to strategic sectors and innovative start-ups, while a new corporate legal structure would encourage the reinvestment of profits in the service of long-term stability. Thus, this would consolidate the industrial base, unlock the innovation potential of SMEs and ensure sustainable prosperity based on real production."
      }
    ]
  },
  {
    "question": "What trajectory for the energy transition (energy mix, security of supply, electricity prices)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to guarantee security of supply and the competitiveness of energy prices by relying on a pragmatic and technology-neutral approach. The priority is to increase supply to reduce costs, notably by lowering taxation on electricity and network charges. To achieve this, network infrastructure, storage capacities and all renewable energy sources must be developed, but the nuclear option must also be maintained by assessing the recommissioning of recent power plants and supporting research on next-generation reactors. The emissions quota market will be the central instrument to effectively limit emissions, in place of binding regulations that will be repealed. Thus, this would make it possible to reconcile climate protection, energy sovereignty and economic competitiveness."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to guarantee the transition to climate neutrality by making it economically accessible and socially equitable, prioritizing collective solutions. The trajectory relies exclusively on the massive deployment of renewable energies, notably wind and solar, coupled with storage capacities, while confirming the abandonment of nuclear power. To control costs, electricity transmission fees will be capped at 3 cents per kilowatt-hour and urban district heating networks will be subject to federal price supervision. Green hydrogen is positioned as the strategic energy vector to decarbonize industry. Thus, this would reconcile security of supply, price competitiveness and the achievement of climate objectives, relying on a fully decarbonized energy mix and modernized infrastructures."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to accelerate the transition to a fully renewable electricity system, to simultaneously guarantee climate neutrality, security of supply and affordable prices. The right approach is to aim for a mix of 80 % renewable energies by 2030 and a fully climate-neutral production by 2035, by confirming the definitive phase-out of coal and nuclear. System stability will be ensured by the digitalization of the grids, the deployment of storage solutions and a new generation of flexible reserve power plants compatible with hydrogen. To control costs, electricity taxation will be reduced to the European minimum and grid financing will be reformed to lighten bills. Thus, this would establish a resilient energy system, reduce costs for households and businesses, and make consumers actors of the transition thanks to smart grids."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to rebuild energy policy on technological neutrality and market mechanisms, in order to simultaneously guarantee security of supply and competitive prices. The right approach is to abandon subsidies and technology-specific deployment targets in favor of a competitive framework where only the CO2 price drives decarbonization. To achieve this, all low-carbon energy sources, including next-generation nuclear and carbon capture, must be allowed without ideological constraint. Domestic gas production, including by fracking, will be developed to reduce external dependence, while taxation on electricity will be reduced to its European minimum and network costs deeply reformed. Thus, this would make it possible to sustainably lower prices for households and businesses, secure supply through a diversified energy mix and achieve climate objectives in the most economically efficient manner."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to radically reorient energy policy by abandoning the ideological approach in favor of supply security and economic competitiveness. The priority is the immediate reactivation of nuclear power plants and the end of the scheduled dismantling of coal, which form the foundation of stable production. To achieve this, the gas supply should be secured by putting existing infrastructure back into service and ending any form of subsidy or priority grid access for renewable energies. Innovation will focus on new generations of nuclear reactors. This would thus guarantee reliable and affordable electricity for businesses and households, an essential condition for the reindustrialization of the country."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to subordinate the energy trajectory to a principle of social justice, by guaranteeing access to energy at an affordable cost for everyone. The right approach is to move away from a market logic, rejecting carbon pricing mechanisms deemed regressive. To achieve this, the State must retake direct control over electricity and heating prices, notably through the establishment of a subsidized baseline tariff to cover each household's essential needs. The financing of infrastructure and renovation aid will be ensured by a contribution from the main actors responsible for climate change, namely large companies and the largest fortunes. Thus, this would enable embarking on the ecological transition while protecting purchasing power and reducing inequalities."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to adopt a pragmatic energy trajectory, focused on security of supply and the reduction of prices, essential conditions for industrial competitiveness. The priority is to put an end to a costly and ineffective policy by removing CO2 pricing and repealing bans on internal combustion engines and efficient heating systems. The approach consists of securing energy imports through long-term contracts at the best price, while maintaining the gas network as a safety net to offset the intermittency of renewables. Electrical networks must also be nationalized to control costs. Thus, this would make it possible to guarantee reliable and affordable energy for households and businesses, thereby restoring the basis of national competitiveness."
      }
    ]
  },
  {
    "question": "What mechanisms for industrial competitiveness in the face of the United States and China?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to restore industrial sovereignty and strengthen overall competitiveness by creating a national ecosystem favorable to production and innovation. The right approach is to drastically lighten the burdens on companies by capping corporate tax at 25% and dismantling excessive regulations, such as the supply chain law. At the same time, it is crucial to ensure access to affordable energy by reducing taxes on electricity. A massive effort will be made on innovation, with a target of 3.5% of GDP devoted to R&D by 2030, focusing on future technologies such as sovereign artificial intelligence. This would attract investment, relocate strategic production, and position the country as a leader in cutting-edge technologies, capable of competing on the international stage through excellence and efficiency."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to strengthen European economic sovereignty to respond to systemic competition, relying on the continental scale rather than on isolated national responses. With regard to China, the core element is a risk-reduction strategy (\"De-Risking\") by diversifying critical supply chains and applying a differentiated approach (partner, competitor, rival). With regard to the United States, the aim is to avoid a subsidies race by countering it with a coordinated European offensive in investment and innovation. Strengthening strategic partnerships through demanding trade agreements and promoting common standards, as in a \"climate club\", complete this framework. Thus, this would secure the industrial base, ensure strategic autonomy in key sectors, and position the economy as a hub of technological and sustainable competitiveness on the global stage."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to build European economic sovereignty to compete on an equal footing with the American and Chinese blocs, by transforming the single market into a lever of strategic power. The right approach is to deploy an active industrial policy, conditioning public aid and public procurement on production that meets high European social and environmental standards. It also involves equipping oneself with robust trade defense tools, such as an effective carbon border adjustment mechanism and strengthened control of foreign investment in strategic sectors. Autonomy will be reinforced by relocating production capacities to key sectors. Thus, this would reduce critical dependencies, ensure fair competitive conditions for our companies, and make the ecological transition a sustainable competitive advantage."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to rely on companies' intrinsic competitiveness and a global commercial offensive, rather than entering a race for subsidies and protectionism. The central axis is to create a domestic competitiveness shock by lowering corporate taxation below 25 % and dismantling national and European over-regulation that hinders investment. This cleansed base must then be projected internationally through the accelerated conclusion of as many free-trade agreements as possible, notably transatlantic ones and with emerging economies. At the same time, the aim is to reduce critical strategic dependencies and to firmly enforce trade rules to counter unfair practices. Thus, this would enable industry to have an attractive cost base and privileged access to global markets, giving it the means to prosper through innovation and quality rather than through artificial protection."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to restore competitiveness by basing trade policy on a strict defense of the national interest and the protection of strategic assets. The right approach is to demand total reciprocity in trade relations, notably with China, while instituting strict controls to prevent the acquisition of strategic technologies and companies by foreign actors. Simultaneously, it is about asserting economic autonomy with respect to the United States, by refusing extraterritorial policies and sanctions that harm our industry. The cornerstone of this strategy is the restoration of abundant, low-cost energy. Thus, this would allow the national industry to secure its access to export markets while protecting its technological base, ensuring its longevity in a competitive global environment."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to redefine industrial competitiveness by basing it on social and ecological resilience, rather than on a direct confrontation with the American or Chinese models. The right approach is to strengthen the productive fabric from within, conditioning public investments on the transformation of companies. The main lever lies in active support for the takeover of companies by their employees in the form of cooperatives, in order to promote a long-term vision and local anchoring. The financing of this transformation will be ensured by increased taxation on large corporations and high net worth individuals. Thus, this would make it possible to build a sovereign and sustainable productive base, less dependent on external shocks and whose performance benefits workers and territories directly."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to restore competitiveness by adopting a posture of economic sovereignty in a multipolar world, thus refusing systematic alignment with bloc logics. The priority is to avoid sanctions and trade wars initiated by third powers, which directly penalize the national industry. The approach consists in actively defending national interests against unfair practices, including those originating from partners such as the United States, while strengthening regional economic circuits to reduce critical dependencies in key sectors. Thus, this would make it possible to secure stable and balanced trade relations with as many countries as possible, guaranteeing market outlets and vital supplies for the economy."
      }
    ]
  },
  {
    "question": "What policy on immigration, asylum and integration (legal pathways, controls, quotas, integration into the labor market)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to rigorously control immigration by separating a restrictive asylum policy from a pragmatic labor immigration policy. The proper approach is to outsource the examination of asylum applications to safe third countries and to implement strict border controls for immediate rejections. Removal procedures will be accelerated, including to countries such as Syria or Afghanistan, and family reunification for certain statuses will be suspended. At the same time, a single digital agency will facilitate the recruitment of qualified foreign professionals. Integration, conditioned on a mandatory contract, will make naturalization the culmination of a successful process rather than its starting point. Thus, this would drastically limit irregular immigration while addressing the needs of the economy through legal and controlled channels."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to implement a dual migration policy that actively organizes legal access routes while ensuring an orderly and humane management of asylum. The priority is to streamline skilled labor immigration by simplifying and accelerating the recognition of diplomas. In parallel, the asylum system will be made more efficient, with a decision target of six months and a mechanism of \"pathway change\" allowing rejected asylum seekers who are well integrated into the labor market to transition to worker status. The framework for action is based on a European system of solidarity that strengthens control at the external borders in compliance with the law, but excludes any outsourcing of procedures. Thus, this would better align immigration with economic needs, accelerate integration and guarantee social cohesion, while assuming humanitarian responsibilities."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to manage migration in a differentiated and pragmatic way, clearly distinguishing labor immigration, essential to the economy, from the humanitarian duty of asylum. The right approach is to actively attract talents through simplified legal routes, notably via the complete digitization of visas and the accelerated recognition of professional qualifications. At the same time, the right to asylum will be guaranteed by fast and fair procedures conducted on European territory, rejecting any outsourcing. Integration relies on rapid access to the labor market by removing administrative barriers for persons authorized to stay and by facilitating their connection with employers. Thus, this would make it possible to meet labor market needs, to manage asylum in an orderly and humane manner, and to ensure a rapid and successful integration through employment."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to rigorously distinguish labor immigration, which should be encouraged, from asylum applications, which should be strictly regulated. The right approach is to set up a single point of contact and accelerated procedures for skilled workers, based on labor market needs rather than bureaucratic criteria. At the same time, asylum procedures should be handled, including in safe third countries, and result in a swift and effective removal in the event of rejection. Integration involves immediate access to work for persons authorized to remain, with refocused social benefits to ensure that employment is always more advantageous than welfare dependency. Thus, this would make it possible to steer migration flows according to the country's economic needs, to guarantee order and respect for the rules, and to condition successful integration on financial independence and adherence to fundamental values."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to regain sovereign control of migratory flows by rigorously distinguishing asylum, which must be processed outside the national territory, from labor immigration, which must be selective. The proper approach is to reinstate systematic controls at national borders to immediately turn back any illegal entry, and to fully outsource the processing of asylum applications to third countries. At the same time, an active \"remigration\" policy, combining incentives for voluntary return and systematic expulsions of persons in an irregular situation or who have committed offenses, must be carried out. Skilled labor immigration, for its part, will be regulated by a points-based system based on the real needs of the market and strict criteria of qualification and self-sufficiency. Thus, this would make it possible to move from a logic of endured immigration to a chosen immigration, aligned with the country's economic interests and capacity for integration."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to base reception policy on the unconditional respect of the right to asylum and on a principle of tolerance, opposing any instrumentalization of refugees as the cause of social problems. The right approach is to guarantee a rapid and dignified integration through access to the labor market. To achieve this, the priority is to drastically accelerate the granting of work permits upon arrival, allowing people to provide for their needs and to contribute to the community. This rights-centered logic opposes any policy of restrictive quotas. Thus, this would make it possible to build an inclusive society and to combat discrimination, ensuring that newcomers quickly become full-fledged social and economic actors."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to regain control of migratory flows by ending a reception system deemed ineffective and costly for the public. The priority is to drastically reduce pull factors and to guarantee the strict enforcement of the law. To achieve this, the approach is to relocate the processing of asylum applications to safe third countries, outside the European Union. The principle that anyone entering from a safe country has neither the right to an asylum procedure nor access to social benefits must be applied without exception. At the same time, efforts must focus on the rapid integration of recognized refugees into the labor market and on the systematic expulsion of rejected applicants. Thus, this would help relieve public services, preserve social cohesion and ensure the sustainability of the social protection model."
      }
    ]
  },
  {
    "question": "What labour market reforms (wages, training, skill shortages)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to reinvigorate the labor market so that effort pays off more, while increasing its flexibility to meet the needs of the economy. The priority is to ease the tax burden on labor, by reducing social contributions to reach a cap of 40 % and by exempting overtime from taxation. Labor legislation will be modernized by establishing a maximum weekly rather than daily duration, offering more flexibility. To address skills shortages, a centralized digital agency will accelerate the recruitment of foreign professionals, while vocational and continuing training will be strengthened to ensure the adequacy of qualifications. Thus, this would stimulate employment, make work more attractive, and equip the country with the skills necessary for its competitiveness."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to rebuild the social contract of work to guarantee both the security of career paths and fair remuneration, in response to economic transformations and labor shortages. The central axis is a direct revaluation of work, with a minimum wage raised to 15 euros by 2026 and the strengthening of collective bargaining through a law that conditions access to public procurement on compliance with sectoral agreements. In parallel, precarity will be tackled by abolishing fixed-term contracts without cause and by integrating 'mini-jobs' into the social protection system. A right to continuing training will be established, supported by new financial mechanisms to enable employees to adapt their skills throughout their careers. Thus, this would sustainably improve purchasing power, reduce precariousness and align the workforce's skills with the future needs of the economy."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to revalue work to combat precariousness and skills shortages, by ensuring fairer pay and by activating all labour pools. The right approach is to significantly raise the minimum wage to 15 euros from 2025 and to reinforce collective bargaining as the norm. To broaden the base of qualified workers, a reform of couples' taxation will encourage women's employment, while \"mini-jobs\" will be progressively converted into jobs subject to social security contributions. In addition, a solidarity contribution will be required from companies that do not invest in the training of apprentices. Thus, this would reduce wage inequalities, guarantee better social protection and sustainably meet the economy's needs for skills."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to revitalize the labor market by focusing on contractual flexibility and the systematic valuing of effort, rather than freezing it in rigid regulatory frameworks. The central focus is to reform legislation on working time by introducing a weekly ceiling rather than a daily one, which opens the way to more flexible organizational models, freely negotiated between employers and employees. To ensure that work always pays, overtime will be tax-exempt and social systems reformed so that the income gap with inactivity is significant and incentivizing. The response to skill shortages involves creating a personal training account throughout life and accelerating the recognition of foreign qualifications. Thus, this would make it possible to create a more dynamic labor market, to facilitate the matching between the supply and demand for skills and to restore individuals' control over their professional trajectory."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to revitalize the labor market by restoring a fair remuneration for effort and by activating national potential. The central axis is a tax reform that significantly increases workers' net income, notably through a substantial increase in the basic tax allowance. At the same time, social benefits for people fit for work must be reformed to stop competing with low wages, by conditioning their payment on an active contribution to the community. Training policy must be reoriented to prioritize apprenticeships and qualifying vocational tracks, thereby responding to the concrete needs of the economy. Thus, this would help remedy labor shortages by making work systematically more attractive than welfare dependency and by directing skills toward productive sectors."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to refound the labor market on a principle of security and dignity, by guaranteeing that any activity makes it possible to live properly. The flagship measure is the introduction of a national minimum wage raised to 15 euros per hour, in order to ensure a decent income for all workers. At the same time, a guaranteed minimum income, unconditional and free from sanctions, must be put in place to secure life paths. The action will also focus on the strict application of the principle \"equal work, equal pay\" to eliminate wage discrimination. Thus, this would make it possible to eradicate job insecurity, raise low wages and guarantee robust social protection at every stage of working life."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to revalue work to ensure that effort and contribution provide a decent standard of living and genuine security. The priority is to raise the legal minimum wage to 15 euros per hour and to strengthen collective bargaining, notably by conditioning public procurement on compliance with sectoral agreements. To achieve this, the approach consists of converting mini-jobs into jobs subject to social security contributions and drastically limiting the use of precarious contracts. The response to skill shortages will lie in an increased effort to train the national workforce rather than in a systematic recourse to immigration. Thus, this would help restore a fairer labour market, where performance is rewarded and job stability once again becomes the norm."
      }
    ]
  },
  {
    "question": "What changes to the social system (retirement insurance, health, benefits, targeting) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to rebuild the social pact on the principles of responsibility, incentives for effort and individual foresight. The central focus consists in replacing the current social allowance with a new essential support mechanism, based on a logic of reciprocal rights and duties. Regarding pensions, the current pay-as-you-go system will be secured by maintaining the legal retirement age and refusing any reduction in pensions, while strongly encouraging continued activity through a tax-free monthly bonus that can reach 2 000 euros. In parallel, a private retirement savings scheme will be initiated from the earliest age thanks to public support. The health system, for its part, will be strengthened by tackling staff shortages and improving local care structures. Thus, this would make it possible to guarantee the long-term viability of our social model, to make work more attractive and to make each person responsible in the construction of their future."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to consolidate a solidaristic social state that offers predictable security at every stage of life, by reinforcing collective pillars rather than betting on the individualization of risks. The right approach is to guarantee a legal pension level at 48 % of the average salary, while refusing to raise the retirement age and progressively integrating all workers, including the self-employed, into the general scheme. In terms of health, the plan is to establish a universal \"citizen insurance\" merging public and private schemes to guarantee equal access to care, while the costs of dependency will be capped. Family policies will also be expanded, notably by extending parental leave. Thus, this would reduce precariousness in the face of illness and old age, stabilize the purchasing power of retirees and families, and strengthen cohesion by basing the system on a principle of expanded solidarity."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to rebuild the social protection system on a principle of universal solidarity, to guarantee its financial sustainability and its fairness in the face of demographic challenges. The right approach is to converge towards a single citizen health insurance, more fairly financed by broadening the contribution base to include capital income in order to lighten the burden on wages. For pensions, the pay-as-you-go system will be consolidated by guaranteeing a floor pension level at 48 % and complemented by a public and solidarity-based funded pension fund, whose returns will support small and medium pensions. Extending the system to all active workers will strengthen its financial base. Thus, this would better distribute the contribution effort, secure benefits over the long term, and reduce inequalities in access to healthcare and to a dignified retirement."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to profoundly reform the social protection system to guarantee its financial sustainability while strengthening incentives to engage in work. The central thrust is to move it from a purely pay-as-you-go model toward a mixed system, by introducing a significant funded component for pensions and capping social contributions at 40 % of income. To achieve this, social benefits will be redesigned so that work is always clearly more rewarding than inactivity, with stricter activation conditions for beneficiaries. In health matters, individual choice among schemes will be preserved and spending efficiency will become the central criterion. Thus, this would help stabilize the system in the face of demographic challenges, lighten the burden of levies on work and restore a principle of individual responsibility at the heart of the social pact."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to rebuild the social system on the principle of contributivity to guarantee its sustainability and its fairness. The proper approach is to stop financing non-contributory benefits through contributions, which should be borne by the State budget. For pensions, the contribution base will be broadened and a portion of capitalization will be introduced from birth for each citizen. In health matters, administrative expenditures will be rationalized and the coverage of recipients of social minima will be fully assumed by taxation. Finally, benefits for people fit to work will be conditioned on a community service obligation after a defined period. Thus, this would help reduce the burden on active workers, restore the financial viability of social insurance, and ensure that work remains systematically more advantageous than assistance."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to overhaul the social protection system on a principle of universality and solidarity, removing key sectors such as health from the logic of profit. The right approach is to merge the health insurance and dependency schemes into a single fund where all citizens contribute, which would make it possible to reduce levies. It is necessary to guarantee a decent retirement by establishing a minimum pension of 1 400 euros per month and the possibility of retirement after 40 contributory years of work. Hospitals must be integrated into the public service, and a guaranteed minimum income must be paid without conditions or sanctions. Thus, this would make it possible to build a robust social shield, guaranteeing everyone access to quality care and sufficient income at all stages of life."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to rebuild the social contract on a principle of performance and universality, putting an end to privileges and multi-speed systems. The priority is to guarantee a dignified retirement and access to high-quality healthcare for all, based on each person's contribution. To achieve this, the approach is to establish a universal pension scheme on the Austrian model, where all active workers, including elected officials, contribute to guarantee a minimum pension of 1 500 euros after 40 years of work. In parallel, the two-tier healthcare system will be abolished in favor of a single citizens' insurance, financed by all according to their incomes. Thus, this would make it possible to restore a fair and efficient welfare state that rewards effort and ensures real security throughout life."
      }
    ]
  },
  {
    "question": "What housing strategy (supply, standards, taxation, rent regulation)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to solve the housing crisis by acting on all levers to build more, better and at lower cost. The absolute priority is to free up supply through a radical simplification of construction regulations and urban planning laws. This approach will encourage innovative and more economical construction methods. In parallel, the protection of tenants will be guaranteed, notably through rent regulation and the development of social housing, while taxation will encourage energy renovation through tax deductions. Thus, this would make it possible to significantly increase the stock of available housing, control the rise in rents and make access to homeownership more affordable for everyone."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to treat housing as an essential public good, acting simultaneously on price control and increasing supply to guarantee affordable access for everyone. The right approach is to make rent regulation permanent by limiting increases in tight housing markets and closing its loopholes. At the same time, a construction offensive is launched to massively expand the stock of social and nonprofit housing, supported by a simplification of standards and a tax relief for tenants, who will no longer bear the property tax. Thus, this would help curb real estate speculation, protect household purchasing power and rebuild over the long term a stock of housing at controlled prices."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to stabilize the rental market through strict regulation, while massively freeing up the housing supply by activating the existing built potential. The right approach is to strengthen and extend rent controls, closing loopholes such as those for furnished rentals. Priority will be given to transforming existing buildings – converting offices, adding storeys to buildings, rehabilitating vacant housing – rather than to urban sprawl. To achieve this, building regulations will be simplified and real estate speculation fought by eliminating abusive tax schemes. Thus, this would make it possible to protect tenants sustainably against abusive increases, to accelerate the release onto the market of millions of homes at lower environmental cost, and to rebalance the market in favor of residents rather than investors."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to provoke an offer shock to sustainably resolve the housing crisis, by tackling the causes of the shortage rather than attempting to manage prices by constraint. The right approach is to free up the act of building by drastically simplifying technical standards and accelerating urban planning procedures, with a presumption of agreement in the event of administrative silence. In parallel, it involves removing any rent-control mechanism, which discourages rental investment, and stimulating access to home ownership by introducing a significant deduction on transfer duties for a first purchase. Thus, this would stimulate new construction, make the rental market more fluid by increasing the available stock and give households a credible prospect of access to home ownership."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to rebuild housing policy around access to homeownership, seen as the primary means of building personal wealth and social stability. The effective approach is to remove fiscal and regulatory obstacles, notably by abolishing property tax and the acquisition tax on primary residences. Any costly supranational building standard should be rejected and rent-control mechanisms permanently abandoned. Policy should pivot from the construction of social housing toward direct financial assistance to households through increased benefits. In this way, it would stimulate private supply, make homeownership attainable again for the middle classes, and promote genuine social mixing."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to treat housing as a fundamental right by removing it from market logic and speculation. The proper approach is to establish a national and permanent framework for rents, including a six-year freeze on increases, followed by strict caps, and an immediate reduction of rents in the most strained areas. At the same time, the State must lead a large-scale plan to build public housing and actively support the development of non-profit cooperative housing. Energy renovations must not result in any increase in charges for tenants. This would thus help guarantee the safety of residents and sustainably increase the stock of affordable housing under public and citizen control."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to bring the real estate market back under public control to end the housing crisis, treating housing as a public service of general interest rather than a speculative asset. The priority is to launch a large program to build public and non-profit housing, supported by subsidized loans and guaranteeing a permanent social purpose for the properties. To achieve this, the approach is to impose a national cap on rents, complemented by a total freeze in tight housing market areas until the end of the decade. Thus, this would make it possible to reconstitute a large stock of affordable housing removed from the logic of profit and to guarantee housing security for millions of households."
      }
    ]
  },
  {
    "question": "What directions in education and research (schools, universities, apprenticeships, funding)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to overhaul the education and research system based on the principles of excellence, performance and economic competitiveness. The correct approach is to restore a culture of effort at all levels, by instituting mandatory language tests before primary school and aiming for a demanding, nationally harmonized baccalauréat. Vocational training and apprenticeship will be revalued to meet the concrete needs of the economy. Investment in innovation will be ring-fenced by a target of 3,5 % of GDP devoted to research and development by 2030, targeting strategic areas such as quantum technologies and artificial intelligence. Thus, this would help train a highly skilled workforce, stimulate innovation and position the country as a global hub of scientific and technological excellence."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to guarantee equal opportunities through a massive and targeted investment in education, from early childhood to higher education, financed by a reformed tax system. The central axis is an overhaul of inheritance taxation, the revenues of which will be earmarked to strengthen the entire system. The priority is to act from the earliest age by guaranteeing a place in a quality nursery and an enforceable right to continuous full-day schooling in primary education. For post-secondary pathways, student aid will be made progressively independent of parental income, while the minimum remuneration for apprentices will be increased to revalue this training pathway. The creation of an agency dedicated to innovation transfer will support the link between fundamental research and industrial application. Thus, this would make it possible to decouple academic success from social origin, secure the pool of skills necessary for the economy, and consolidate the country's capacity for innovation in the long term."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to rebuild the educational pact to correct inequalities of destiny from the earliest age and guarantee the country's future competitiveness through a massive investment effort, from daycare to research. The right approach is to launch a major program to modernize school and university infrastructure, targeting funding to the institutions that need it most. To enhance vocational pathways, a solidarity contribution will be requested from companies that do not train apprentices. In higher education, the precarity of scientific careers will be fought through stable and lasting core funding. Thus, this would make it possible to guarantee each young person the means for their success, to train the experts the economy needs, and to consolidate the status of a centre of scientific excellence and innovation."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to rebuild the education system on the principles of excellence, autonomy and national coherence, in order to unleash the potential of each individual. The right approach is to overcome federal blockages by instituting national quality standards, from early childhood to the baccalaureate. In parallel, institutions, from schools to universities, will benefit from increased autonomy in terms of budget and pedagogy. The funding of studies will be individualized and decoupled from parental income, while research will be freed from any ideological constraint to stimulate disruptive innovation. Thus, this would make it possible to guarantee genuine equality of opportunity, to strengthen the country's competitiveness and to equip every citizen with the skills necessary for the future."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to rebuild the education system on the principle of performance and the transmission of a core of fundamental knowledge, purging it of any ideological influence. The central axis is to preserve a differentiated school system that directs students according to their abilities, while massively revalorizing the vocational stream and apprenticeships. In higher education, the Bologna Process should be abandoned to return to proven national degrees and to guarantee the autonomy of universities through increased base funding, shielded from political pressures. Research must be guided by technological neutrality. Thus, this would make it possible to train a skilled workforce meeting the needs of the economy and to restore the country's scientific and industrial excellence."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to rebuild the education system on a principle of universal access and complete free provision, in order to disconnect success from social background. The right approach is to guarantee free basic services, such as school meals and childcare, and to do so from the first year of preschool. This principle of free access should extend throughout the entire school and university pathway. Funding for this universality would be provided through fairer taxation, placing greater demands on large fortunes. Thus, this would make it possible to ensure that every child has the same material conditions to learn and flourish, laying the foundations of a fairer society."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to carry out a complete overhaul of the education and research system in order to bring it out of its current state of decay. The priority is to guarantee equal opportunity and to refocus teaching on the mastery of fundamental knowledge. To achieve this, the approach is to establish a national educational framework to harmonize standards, while refocusing primary school on basic skills — reading, writing, counting — and banning individual screens there. The teaching staff will be relieved of ancillary tasks to concentrate on pedagogy, while a massive financial effort will raise research spending to 4 % of GDP by 2030. Thus, this would restore an efficient public service that gives each child the tools for their success and makes the country once again a pole of scientific excellence."
      }
    ]
  },
  {
    "question": "What security and defense doctrine (Bundeswehr, NATO objectives, defense industry)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to rebuild the defense doctrine on the principle of a strong and credible military capability, indispensable to guarantee the country's security and to assume a leading role in Europe. The central axis of this refoundation involves restoring conscription and the unquestionable adherence to the objective of 2% of GDP for military spending, as a guarantee of commitment within NATO. In parallel, increased support will be provided to the European defense industry to strengthen sovereignty in equipment, and the country will take the initiative in building a European missile defense shield. Thus, this would make it possible to reconstitute a fully operational Bundeswehr, capable of ensuring effective deterrence and asserting itself as a pillar of collective security."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to undertake a strategic overhaul to build a credible and resilient defense, in response to the deterioration of the security environment in Europe. The central axis is the ring-fencing of a defense budget of at least 2 % of GDP to ensure a sustainable modernization of the armed forces. This buildup is accompanied by the introduction of a flexible and voluntary military service to constitute a robust reserve. At the same time, strengthening NATO's European pillar is a priority, by promoting an integrated European defense industry for future acquisitions and capability-enhancing armament projects. Thus, this would enable the country and its allies to be equipped with credible operational capabilities, to strengthen European strategic autonomy, and to ensure a fair and reliable contribution to collective defense within the Atlantic Alliance."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to refound national defence on the principle of full European sovereignty within OTAN, to guarantee a credible deterrent and a collective defence capability in the face of new threats. The right approach is to anchor a permanent investment, significantly higher than 2 % of GDP, in defence, mobilising credit if necessary for major equipment programmes. The absolute priority is the modernisation of the Bundeswehr, refocusing it on its mission of territorial and allied defence. To achieve this, arms acquisitions will be systematically oriented towards an integrated European industrial and technological base, favouring joint development and production projects within the UE to overcome the current fragmentation. Thus, this would make it possible to guarantee a fully operational and interoperable Bundeswehr, to strengthen the European pillar of OTAN and to reduce strategic dependencies in armaments."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to assume a leading role in European security by equipping itself with a defense force that is the most powerful on the continent, in order to guarantee the sovereignty and protection of the Euro-Atlantic area. Transforming the armed forces into Europe's leading conventional power constitutes the central axis, funded by a massive and enduring investment exceeding NATO's 2% of GDP target. The model of a professional, career army equipped with state-of-the-art equipment will be the norm. This build-up will be part of a strategy to strengthen the European pillar of the Alliance and progressively integrate toward a European army, while the defense industry will be supported by facilitated access to capital. Thus, this would ensure a credible deterrent against any aggression, reinforce the cohesion of the Alliance, and provide the country with autonomous means to defend its interests and those of its allies."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to restore a full national defense capability based on the observation of the current failure of the armed forces. The right approach is to reinstate conscription and to reserve military service for nationals only in order to strengthen cohesion and effectiveness. The central thrust is the development of an autonomous and efficient national defense industry, capable of guaranteeing the equipment of the troops. While maintaining a tactical participation in NATO in the short term, the strategic objective is the establishment of an independent European military alliance. Thus, this would provide the country with a sovereign armed force, fully operational and able to defend national interests."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to refound the security doctrine on a principle of systematic de-escalation and strict compliance with international law. The proper approach is to transform the military into an exclusively defensive force, whose sole mission is to protect the population on national territory. This implies putting an end to the increase in arms spending and reorienting foreign policy toward diplomacy, mediation and the active pursuit of peaceful solutions to all conflicts. The absolute priority is to work toward ceasefires and just peace treaties. Thus, this would make it possible to break with the logics of military intervention and reallocate resources toward civilian priorities."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to break radically with the logic of military escalation in order to reposition the country as a power of peace and mediation, acting according to its sovereign interests. The priority is to put an end to a foreign policy deemed aligned and bellicose. To achieve this, the approach is to transform the armed forces into a strictly defensive army, ending their participation in external interventions. The 2 % objective for military spending will be abandoned, all deliveries of weapons to conflict zones will be stopped, and foreign nuclear weapons stationed on the territory will have to be withdrawn. Thus, this would make it possible to render the country \\\"capable of peace\\\" rather than \\\"ready for war\\\", basing its security on diplomacy, de-escalation and respect for international law."
      }
    ]
  },
  {
    "question": "What position with respect to the EU (integration, budgetary governance, European industrial policy)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to redefine European engagement around the principles of competitiveness, subsidiarity and national responsibility. The central axis of this vision is a firm rejection of any form of debt mutualization, thereby guaranteeing the protection of savers and budgetary sovereignty. The right approach is to actively combat excessive bureaucracy and to put an end to the over-transposition of European directives that hinder the economy. Cooperation will be strengthened on an intergovernmental basis, particularly on issues of security, innovation and border control, in order to provide concrete responses. Thus, this would help to shape a more strategic and less intrusive European Union, focused on its essential missions and respectful of the prerogatives of its Member States."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to build a more integrated and sovereign European Union, capable of acting in a unified manner in the face of geopolitical challenges. To achieve this, institutional reform is a sine qua non, with the central axis being the abandonment of the rule of unanimity in favor of qualified majority voting, which is indispensable to prepare for the Union's future enlargement. On the industrial and defense level, the priority is to consolidate a common technological base by coordinating investments and arms acquisitions at the European level. The budgetary framework will be modernized by developing the Union's own resources to finance common public goods. Thus, this would make it possible to guarantee the decision-making capacity of an enlarged Europe, to strengthen its strategic autonomy and to ensure sustainable prosperity based on a common industrial policy."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to transform the European Union into a federal political power, sovereign and capable of acting in a unified manner, in order to defend its strategic interests and to steer major transitions. The right approach is to move to qualified majority voting in all areas, including foreign policy, to overcome national deadlocks. To finance this ambition, it is crucial to endow the Union with own resources and to make permanent the capacity for joint borrowing to finance a green industrial policy and European public goods, such as infrastructure and research. Thus, this would make it possible to forge a true European sovereignty, to guarantee the competitiveness of its industry vis-à-vis global giants, and to progress towards a more democratic and effective political integration."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to build a sovereign and effective European Union, capable of acting on the world stage, by concentrating its action on its fundamental missions and rejecting any mutualization of debts. The right approach is to reform the institutions for greater efficiency, by reducing the size of the Commission and extending qualified majority voting in foreign policy. On the budgetary level, any new common debt must be proscribed, with resources concentrated on high value-added priorities such as security and innovation. Industrial competitiveness will rely on deepening the single market and the systematic conclusion of free trade agreements, and not on protectionism or overregulation. Thus, this would provide the Union with a real capacity for geopolitical action, while strengthening its economic base through competition and openness, rather than through redistribution and indebtedness."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to dismantle the current model of supranational integration and replace it with an alliance of sovereign nation-states. The right approach is to establish a new \"European pact\" limited to common strategic interests: a single market, the protection of external borders, coordination on security, and the preservation of cultural identities. All other competences, notably budgetary, regulatory and societal, must be returned to national parliaments. This implies stopping massive financial transfers and the pooling of debts. In this way, it would be possible to restore full national sovereignty and to ensure that political decisions serve exclusively the interests of citizens, putting an end to the continent's status as a \"net payer\"."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to subordinate European action to strict imperatives of social justice and democratic sovereignty, breaking with the logics of austerity and free trade. The right approach is to firmly oppose the budgetary pacts that hinder public investment and to defend each State's ability to finance its public services through ambitious taxation on high incomes and large corporations. Any common industrial policy must be reoriented to support cooperative models and to impose binding social and ecological standards, protecting the national economy from deregulated competition. Thus, this would make it possible to transform the Union from a market space into a framework of cooperation in the service of social progress."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to profoundly redefine the European project to refocus it on cooperation between sovereign nations, breaking with the logic of centralization and federal integration. The priority is to reverse the movement of centralization by initiating a relocation of competences to the Member States. To achieve this, the approach is to decree an immediate halt to any enlargement process and to limit the role of the Union to strategic missions that nations cannot assume alone, such as the fight against tax evasion or the conquest of digital sovereignty. Thus, this would make it possible to restore a Europe of cooperation, more effective and more democratic, where strategic decisions are once again anchored in national sovereignty."
      }
    ]
  },
  {
    "question": "What policy for digital and AI (infrastructures, data, regulation, cybersecurity)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to make digital technology and artificial intelligence the drivers of a new industrial sovereignty and of a modernized administration. The right approach is to centralize governance by creating a federal Ministry for Digital Affairs to ensure a coherent strategic vision. Investment efforts will focus on developing a sovereign AI and cloud applications to reduce external dependencies. At the same time, the data protection policy will be reoriented to become a genuine lever for opportunities, facilitating innovation based on open data while accelerating the deployment of digital infrastructures. This would thus help stimulate innovation, create a competitive technological ecosystem, and accelerate the digital transformation of the economy and the State."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to build robust digital sovereignty by combining the deployment of cutting-edge infrastructures and a firm regulatory framework. The priority is to complete national coverage in fiber-optic and mobile networks, the foundation of a competitive economy. At the same time, a national strategy for artificial intelligence will be focused on the development of sectoral ecosystems and sovereign models. Regulation of major platforms will be based on strict enforcement of European rules, by imposing algorithmic transparency and actively combating disinformation, while a federal cybersecurity agency will see its prerogatives strengthened. Thus, this would guarantee the security of critical infrastructures and citizens' data, while creating an environment conducive to innovation and profoundly modernizing public action."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to build a complete digital sovereignty, based on cutting-edge infrastructures and a framework of trust that unleashes innovation while protecting citizens. The right approach is to guarantee universal access to very high-speed internet by accelerating the deployment of fiber and 5G, and to promote interoperability and open standards to break down data silos. The regulation of IA and platforms, aligned with European frameworks, will be applied pragmatically to encourage the emergence of innovative solutions, notably open-source. Cybersecurity will be established as a national priority, by strengthening the protection of critical infrastructures and State services against attacks. Thus, this would deeply modernize the economy and the administration, strengthen society's resilience to digital threats, and ensure the country's competitiveness in the new data economy."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to make digital technology the engine of competitiveness and the modernization of the State, relying on cutting-edge infrastructure and regulation that frees innovation rather than constraining it. The right approach is to massively accelerate network deployment by the private sector by halving authorization delays. At the same time, the aim is to create an environment conducive to artificial intelligence by guaranteeing simplified access to training data and by applying European regulation in a pro-innovation manner. Cybersecurity will be strengthened by the principle of supplier liability and proactive vulnerability management, while the administration will become fully digital thanks to a unified platform and a secure digital identity for every citizen. Thus, this would enable the country to be endowed with robust digital sovereignty, to stimulate the creation of disruptive technologies, and to offer citizens and businesses public services that are finally efficient and accessible."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to build a national digital sovereignty, where technological innovation is encouraged without ever compromising individual freedoms and citizens' control. The right approach is to dismantle constraining and centralizing regulatory frameworks, such as the RGPD and content moderation laws, in favor of agile national solutions. The priority is to develop sovereign critical infrastructures by excluding actors subject to foreign state influences, while guaranteeing an enforceable right to an analog life and protecting personal data from state surveillance. Thus, this would make it possible to create a digital environment that strengthens national competitiveness and strategic autonomy, while preserving citizens' freedoms of expression and choice."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to conceive digital transformation as a fundamental public service, removing it from the profit-driven logic of large technology companies. The right approach is to guarantee universal access to infrastructures, driven by massive public investment, to make the digital domain a common good. This implies strict regulation of dominant platforms to protect personal data and workers' rights in the face of automation. The development of artificial intelligence must be governed by binding ethical and social principles, under democratic control. Thus, this would make it possible to build a sovereign and inclusive digital space where technological innovation serves social progress rather than private interests."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to build a digital sovereignty centered on citizens' rights, breaking with dependence on foreign technological monopolies and the logic of mass surveillance. The priority is to regain control of public and private data. To achieve this, the approach is to mandate the use of free (open-source) software and artificial intelligences throughout the administration, thereby redirecting billions of euros toward controlled solutions. At the same time, a fundamental right to non-digital participation will be enshrined in law to guarantee everyone's access to essential services. Thus, this would make it possible to create a safer and fairer digital space that protects fundamental freedoms while strengthening national strategic autonomy."
      }
    ]
  },
  {
    "question": "What climate policy strategy (objectives, instruments : ETS, taxes, subsidies) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to reconcile climate protection with economic competitiveness, favoring effective market mechanisms rather than regulatory constraints. The central pillar of this strategy rests on the emissions trading system (ETS), which constitutes the single most efficient instrument to cap emissions. This approach implies abandoning dirigiste policies and technological bans, such as the law on heating, in favor of neutrality that leaves room for all low-carbon solutions. Energy taxation will be reduced, because climate protection must not come at the expense of purchasing power and competitiveness. Thus, this would make it possible to achieve climate targets in the most cost-effective way, by stimulating innovation through the price signal rather than through subsidies, and by ensuring that the energy transition remains socially and economically sustainable."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to steer the climate transition by a principle of social justice, making public action and collective solutions the main levers. The strategy is structured around the deployment of infrastructures such as municipal heat networks, complemented by targeted and substantial financial support for low-income households equipping themselves with clean technologies. The carbon pricing mechanism, enshrined within the European framework, will be maintained but systematically neutralized for households through the redistribution of revenues in the form of a \"climate dividend\". This approach is complemented by regulatory instruments, such as supervision of heat prices. Thus, this would make it possible to achieve carbon neutrality without creating social divisions, by ensuring that the decarbonized alternative is always the most affordable and the fairest option."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to ensure the achievement of climate neutrality by 2045 through a legally binding trajectory, making the transition socially just and economically viable. The right approach is to combine an effective carbon price signal with direct compensation mechanisms. The central instrument is the redistribution of revenues from CO2 pricing to all citizens via a climate dividend, which protects low- and middle-income households. This measure is complemented by socially tiered subsidies for key investments, such as changing heating systems or electric mobility, and by the removal of climate-harmful subsidies. Thus, this would make it possible to stay on course with climate targets, to secure everyone's support by making the transition affordable, and to provide the predictability necessary for businesses and households for their future investments."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to steer the climate transition exclusively through a single, efficient market mechanism, in order to achieve decarbonization targets at the lowest economic cost while stimulating innovation. The central axis is to generalize the European carbon market (ETS) as the sole and only steering instrument, which implies the systematic removal of all national taxes, subsidies, and standards that interfere with the price of CO2. The revenues from this market will be fully returned to citizens in the form of a climate dividend. This framework will be based on strict technology neutrality, lifting targeted bans such as that on internal combustion engines and actively encouraging all solutions, including carbon capture and storage. Thus, this would help ensure that climate targets are met in a predictable and efficient manner, by ensuring that decarbonization takes place where it is cheapest and by spurring a race for innovation rather than a race for subsidies."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to completely dismantle climate policy, deemed to be founded on questionable scientific premises and economically destructive. The proper approach is to eliminate any form of carbon pricing, abolishing all taxes and levies on CO₂ emissions without replacing them. At the same time, one should withdraw from international agreements, such as the Accord de Paris, and reject regulatory frameworks such as the European \\\"Green Deal\\\". Subsidies aimed at the energy transition must be removed to put an end to a planned economy. Thus, this would free the economy from environmental constraints to focus exclusively on growth, prosperity and energy sovereignty."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to steer climate policy by a principle of social justice, placing the burden of the transition on the main polluters. The right approach is to reject market instruments such as carbon taxes on consumption, deemed regressive and punitive for households. Financing will be provided by a targeted and substantial contribution from large companies and the wealthiest individuals. These funds will be allocated to direct subsidies to support citizens in their ecological investments, such as changing their heating system. In this way, it would help guarantee a rapid and effective transition that reduces inequalities instead of widening them."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to break with a punitive climate approach, which weakens industry and impoverishes households, and to replace it with a strategy of technological sovereignty. The priority is to make industrial competitiveness and the protection of purchasing power the prerequisites for any effective action. To achieve this, the approach is to remove instruments deemed ineffective and costly, such as CO2 pricing, and to repeal unilateral technological bans on combustion-engine vehicles or heating. Effort must be redirected toward massive support for innovation, favoring openness to a diversity of technologies without dogmatism. Thus, this would allow the country to become a leader in the development of exportable clean technologies, making a concrete and comprehensive contribution to the transition without sacrificing its prosperity."
      }
    ]
  },
  {
    "question": "What distribution of competences and resources between the Federation, Länder and municipalities?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to build a more agile and efficient State by redefining competencies to overcome bureaucratic bottlenecks and fragmentation. The right approach is to strengthen the Federation's strategic steering in future-oriented areas where uniform action is necessary. To achieve this, the creation of a federal ministry of Digital will centralize the digitalization policy, while the establishment of comparable national standards, notably for education or urban planning procedures, will ensure increased coherence and efficiency across the territory. Competencies will thus be clarified so that strategic decisions are made at the federal level, leaving lower levels with effective implementation. In this way, it would accelerate the country's modernization, harmonize living conditions and make public action more transparent and faster for citizens as well as for businesses."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to rebuild the cooperation pact between the different levels of the State in order to make municipalities, as key levels of public investment, truly capable of acting. The central axis is the establishment of a \"pact for the future\" that will organize the elimination of municipalities' historical debt by the Federation and relax the budgetary rules of the Länder to free up their investment capacities. This approach will be complemented by multi-year financing agreements for essential missions, notably education and infrastructure, replacing the logic of one-off subsidies. Thus, this would allow local levels to have the stable and predictable means to steer major transitions and to guarantee quality public services across the entire territory."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to rebuild the federal pact on a clear principle of subsidiarity, to put an end to duplication and the dilution of responsibilities. The right approach is to refocus the Federation on broad policy directions and the provision of national digital services, entrusting full responsibility for implementation to the Länder and the municipalities. Funding will systematically follow competencies: tasks delegated to local levels, notably to municipalities, will be fully financed by the prescribing level. A national investment fund will support projects at all levels, and a federal plan will help municipalities to clear their historical debt. Thus, this would strengthen the autonomy and capacity for action of local authorities, guarantee more efficient public services and restore a dynamic of public investment closer to citizens."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to profoundly redefine the federal structure to make it more efficient and readable, putting an end to the entanglement of competences. The proper approach is to carry out a complete audit of the missions of each level in order to establish a clear separation of responsibilities. The guiding principle will be to strictly realign financial flows with competencies: the federal level must focus on its regalian missions and cease systematically subsidizing the policies of the Länder. This clarification of roles will be accompanied by a reform of the distribution of tax revenues to guarantee the financial autonomy of each level of governance. Thus, this would make it possible to create a more agile and responsive State, to make public action more transparent for citizens and to transform a complexity perceived as an obstacle into a genuine competitive asset."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to restore an authentic federalism based on strict subsidiarity and clear financial responsibility. The proper approach is to impose a rigorous application of the principle of connexity, according to which the federal level must fully finance any mission it imposes on the federated States and on municipalities. At the same time, the sovereignty of the Länder in matters of education and culture must be safeguarded, by limiting any federal interference. The distribution of competences must become clear again, each level of government assuming its missions without shifting the cost onto the others. Thus, this would strengthen the autonomy and capacity for action of local levels, guaranteeing more effective and more responsible governance."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to strengthen the capacity to act of local authorities so that they once again become the pillars of providing essential public services. The right approach is to transfer the ownership and management of strategic infrastructure, such as hospitals, directly to municipalities. To guarantee their solvency, this transfer of responsibilities must be accompanied by a massive redistribution of fiscal resources. The Federation will have the role of raising the necessary funds through ambitious taxation of the very wealthy and businesses, then allocating them to municipalities to finance their new missions, such as free education and childcare. In this way, it would be possible to guarantee equitable access to fundamental services across the entire territory, by making local authorities directly responsible and capable of ensuring the well-being of their citizens."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to revitalize the local level by restoring to it the financial means and autonomy necessary to meet the concrete needs of citizens. The priority is to strengthen municipalities' autonomy by ending the logic of earmarked grants, which hinders local initiative. To achieve this, the approach is to guarantee their capacity for action through a structural solution to their historical indebtedness and through direct allocations. However, this principle of subsidiarity must be tempered where it creates inequalities: in areas such as education, the national framework must be reinforced to ensure identical quality standards across the territory. Thus, this would make public action more agile and more relevant at the local level, while ensuring that essential services no longer depend on citizens' place of residence."
      }
    ]
  },
  {
    "question": "What balance between civil liberties, internal security and the rule of law?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "The idea would be to restore the authority of the State to guarantee security as a prerequisite for the exercise of public freedoms. The appropriate approach is to pursue a zero-tolerance policy toward crime and extremism, equipping law enforcement with expanded powers and modern tools. This includes the deployment of video surveillance and facial recognition in high-risk areas, the obligation for internet service providers to retain IP addresses, and the acceleration of judicial procedures. At the same time, laws judged lax will be repealed to reaffirm a clear framework. Thus, this would make it possible to ensure a rapid and relentless criminal response, to dismantle networks threatening public order, and to reaffirm the primacy of collective security while respecting the legal framework."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "The idea would be to design a State that is both protective and a guarantor of liberties, by modernizing security instruments while subjecting them to strict rule-of-law oversight. The right approach is to strengthen the human and material resources across the entire security chain, from the police to the justice system, to address complex threats such as organized crime and extremism. The adoption of new technologies, such as data analysis by artificial intelligence, will be systematically governed by specific legal bases that guarantee respect for fundamental rights and privacy. This modernization will be accompanied by a clarification of responsibilities in law and an emphasis on prevention. Thus, this would increase the effectiveness of public action against crime while consolidating citizens' trust in institutions that act in a transparent and responsible manner."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "The idea would be to reconcile a high level of security and the inviolable respect of liberties, by rooting State action in a robust and predictable rule of law. The right approach is to equip the police and the judiciary with modern resources and specialized skills to dismantle organized, financial, and extremist criminal networks. At the same time, public liberties will be safeguarded by a categorical rejection of mass surveillance, such as generalized data retention or the monitoring of private communications. The independence of the judiciary and the mechanisms of external oversight of police action will be consolidated. Thus, this would strengthen the authority of the State in the face of real threats, while protecting the citizen from arbitrariness and consolidating trust, which is the foundation of a free and secure society."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "The idea would be to rebuild the balance between security and liberty on a simple principle: a strong and effective rule-of-law State is the best guarantor of individual liberties, not their adversary. The central thrust is to equip the State with modern, targeted capacities for action to combat real threats – organized crime, extremism and cyberattacks – while categorically rejecting instruments of mass surveillance. To achieve this, any generalized and preventive data collection will be proscribed in favor of mechanisms for the targeted freezing of information by judicial decision. Each new security prerogative will be subject to a strict proportionality review and to a systematic assessment of its impact on fundamental rights. Thus, this would make it possible to build a security architecture that is at once more formidable for criminals and fully respectful of privacy and the liberties of all citizens."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "The idea would be to redefine the balance by restoring a strong State in its security mission, the primary condition for the exercise of freedoms. The proper approach is to strengthen the authority of the law through a toughening of criminal penalties and a zero-tolerance stance toward crime, notably foreign crime, and extremism. In parallel, the citizen's fundamental freedoms must be sanctuarized against mass surveillance and political censorship, by guaranteeing total freedom of expression. The rule of law must be a shield for law-abiding citizens, and not a tool that hinders the action of law enforcement. Thus, this would make it possible to reestablish a clear social contract, where security is guaranteed by a firm State and individual liberties are protected from any ideological interference."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "The idea would be to base internal security on social cohesion and the protection of fundamental rights, opposing any drift that would threaten public freedoms. The right approach is to target the real sources of insecurity: hatred, discrimination and systemic violence, notably that inflicted on women. State action must focus on the effective application of the rule of law for all, by guaranteeing, for example, immediate and unconditional access to shelter places for threatened women. The priority is not surveillance but the active fight against exclusion. Thus, this would make it possible to build a safer because fairer society, where the balance decisively tilts toward the protection of citizens rather than the strengthening of a coercive apparatus."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "The idea would be to restore a fair balance by refocusing the authority of the State on its sovereign security missions, while putting an end to an authoritarian drift of surveillance of opinions. The priority is to guarantee the physical safety of citizens through a visible police presence and increased resources to combat crime. At the same time, the State must withdraw from the field of thought policing by repealing the measures that hinder political criticism. A parliamentary inquiry commission should shed light on the management of the health crisis, while the independence of the judiciary, notably the public prosecutor's office, will be fully guaranteed. Thus, this would make it possible to restore confidence in a State that effectively protects its citizens from crime, while being the uncompromising guarantor of their fundamental freedoms."
      }
    ]
  }
]