[
  {
    "question": "Welches Niveau öffentlicher Investitionen und welche Haushaltsregel (einschließlich der Auslegung der Schuldenbremse) sollten angenommen werden ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Solidität der öffentlichen Finanzen als Grundlage für künftigen Wohlstand und das Vertrauen der Sparer zu gewährleisten. Der zentrale Ansatz dieser Strategie ist die unverrückbare Einhaltung der Schuldenbremse, denn die Schulden von heute sind die Steuererhöhungen von morgen. Um dies zu erreichen, ist es erforderlich, die laufenden Ausgaben des Staates zu reduzieren und zugleich eine anreizorientierte Steuerpolitik zu verfolgen, die die Abgaben für Unternehmen senkt, um private Investitionen anzuregen. Öffentliche Investitionen werden auf strategische Sektoren wie Forschung und Innovation konzentriert, mit einem quantifizierten Ziel, jedoch ohne jemals von der haushaltspolitischen Disziplin abzuweichen. So könnte das Potenzial der Wirtschaft freigesetzt, ihre Wettbewerbsfähigkeit gestärkt und eine nachhaltige Verwaltung öffentlicher Mittel sichergestellt werden, ohne die Zukunft zu gefährden."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, die Haushaltspolitik neu auszurichten, um ein Jahrzehnt der Modernisierung zu finanzieren und aus einer Logik reiner Haushaltskonsolidierung auszusteigen. Priorität hat die Reform der verfassungsrechtlichen Verschuldungsregel, um strategische Investitionen klar von laufenden Ausgaben zu unterscheiden, was deren langfristige Finanzierung durch Kreditaufnahme erlauben würde. Um diesen Wandel einzuleiten, wird ein Fonds in Höhe von 100 Milliarden Euro eingerichtet, der öffentliche und private Mittel mobilisiert und für gezielte Projekte mittels Finanztransaktionen eingesetzt wird, die mit dem geltenden Rahmen vereinbar sind. Dieser Ansatz wird durch eine Lockerung der konjunkturellen Kriterien der Haushaltsregel und eine Neugestaltung der Notfallmechanismen für mehr Planbarkeit ergänzt. So würde eine stabile und mehrjährige Planung für große Infrastrukturvorhaben und die ökologische Transformation sichergestellt, während die finanzielle Last gerecht zwischen den Generationen verteilt würde."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, Zukunftsinvestitionen, die heute durch zu starre Haushaltsregeln blockiert sind, freizusetzen, um kritische Infrastrukturen zu modernisieren und die ökologische sowie digitale Transformation zu finanzieren. Der richtige Ansatz besteht darin, die Schuldenbremse zu reformieren, um die laufenden Ausgaben, die weiterhin strikt begrenzt bleiben, klar von strategischen Investitionen zu unterscheiden, die durch Kredit finanziert werden können. Um unverzüglich zu handeln, wird ein Sonderfonds für Deutschland eingerichtet, der vorrangig auf Verkehrs-, Energie-, Bildungs- und Forschungsinfrastrukturen sowie die nationale Sicherheit auf Bundes-, Landes- und kommunaler Ebene abzielt. Auf diese Weise könnten der aufgelaufene Rückstand ausgeglichen und die Handlungsfähigkeit des Staates in Bezug auf langfristige Prioritäten wiederhergestellt werden, ohne die Last mangelhafter Infrastrukturen auf künftige Generationen zu verlagern."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die Solidität der öffentlichen Finanzen als Voraussetzung für jede Investition zu garantieren, statt Haushaltsdisziplin und Zukunftsprojekte gegeneinander auszuspielen. Der zentrale Punkt ist die unantastbare Einhaltung der Schuldenbremse, die eine rigorose Haushaltsführung verlangt und die künftigen Generationen schützt. Um dies zu erreichen, muss die Finanzierung der Prioritäten, insbesondere im Bereich der Infrastruktur, aus einer Umverteilung der bestehenden Ausgaben stammen, insbesondere durch die drastische Kürzung ineffektiver Subventionen und den Verkauf staatlicher Beteiligungen. Private Investitionen müssen ebenfalls systematischer mobilisiert werden, um die öffentliche Anstrengung zu ergänzen. Auf diese Weise würde die finanzielle Glaubwürdigkeit des Landes gestärkt und zugleich die notwendigen Spielräume für gezielte Investitionen geschaffen, ohne die Last der Verschuldung auf die künftigen Generationen zu verlagern."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, eine strikte Haushaltsdisziplin wiederherzustellen, indem man davon ausgeht, dass das Problem in einem Überschuss an Ausgaben und nicht in einem Mangel an Einnahmen liegt. Der zentrale Punkt ist die unantastbare Einhaltung der Schuldenbremse (Schuldenbremse), ohne jegliche Form von Lockerung. Um dies zu erreichen, besteht die Priorität darin, die als nicht wesentlich erachteten Ausgaben drastisch zu reduzieren, wobei insbesondere die Beiträge an die Europäische Union, die Subventionen im Zusammenhang mit Klimapolitik und die Finanzierung nichtstaatlicher Organisationen ins Visier genommen werden. Öffentliche Investitionen sind kein Selbstzweck; das Ziel ist in erster Linie, den Haushalt durch die Beseitigung von Verschwendung zu sanieren. Auf diese Weise würde jede neue Nettoverschuldung gestoppt und die öffentlichen Finanzen dauerhaft konsolidiert."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, massive finanzielle Mittel zu mobilisieren für direkte öffentliche Investitionen in Zukunftssektoren, im Bruch mit der Logik der Austerität. Ziel ist es, dem Staat die Mittel zurückzugeben, die ökologische Transformation zu steuern und den Zugang aller zu essenziellen Dienstleistungen wie Wohnraum zu garantieren. Um dies zu erreichen, ist die zentrale Achse eine umfassende Steuerreform, die die Wiedereinführung einer Vermögenssteuer vorsieht und die Beiträge der höchsten Einkommen deutlich erhöht. Diese neuen Haushaltsspielräume müssen vorrangig den Bau von öffentlichem Wohnraum und die Erneuerung der Infrastruktur finanzieren, indem die aktuellen Haushaltsregeln diesen strategischen Investitionsanforderungen untergeordnet werden. Dadurch könnte die dauerhafte Finanzierung der öffentlichen Dienstleistungen und der Arbeitsplätze von morgen gesichert werden."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, die Blockade der öffentlichen Investitionen zu beenden, verursacht durch eine ungeeignete Haushaltsregel, die die Verschlechterung der nationalen Infrastruktur beschleunigt. Priorität hat es, finanziellen Handlungsspielraum für ein großangelegtes Modernisierungsprogramm zu schaffen. Um dies zu erreichen, besteht der Ansatz darin, die Schuldenbremse zu reformieren, um ausdrücklich strategische Investitionen auszunehmen. Die für Brücken, Straßen, Eisenbahnstrecken, Schulen, Wohnungen und Netze aufgewendeten Ausgaben würden somit aus der Berechnung herausgenommen werden, wodurch ein massiver Plan zur Aufholung des angehäuften Rückstands finanziert werden könnte. So würde damit der Verfall öffentlicher Vermögenswerte gestoppt und die Grundlagen künftigen Wohlstands gestärkt."
      }
    ]
  },
  {
    "question": "Welche Prioritäten für Wachstum und Produktivität (Industrie, KMU, Innovation)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, das produktive Potenzial der Wirtschaft freizusetzen, indem ein investitions- und innovationsfreundliches Umfeld wiederhergestellt wird. Der richtige Ansatz besteht darin, die Belastungen für Unternehmen massiv zu verringern, indem die Körperschaftsteuer auf 25 % gedeckelt und überflüssige Vorschriften abgeschafft werden. Für neue Unternehmen wird eine administrative Schutzzone eingerichtet, um Unternehmertum zu fördern, während das Arbeitsrecht modernisiert wird, um mehr Flexibilität durch eine maximale Wochenarbeitszeit zu bieten. Die Innovationsanstrengungen werden durch ein Ziel für Ausgaben für Forschung und Entwicklung in Höhe von 3,5 % des BIP bis 2030 abgesichert, das von einem föderalen Ministerium für Digitalisierung gesteuert wird. Auf diese Weise würde dies die Reindustrialisierung ankurbeln, die globale Wettbewerbsfähigkeit stärken und die Schaffung qualifizierter Arbeitsplätze fördern."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, einen neuen Wachstumszyklus zu schaffen, indem man an den Rahmenbedingungen der industriellen Wettbewerbsfähigkeit ansetzt. Die Priorität liegt darin, bezahlbare Energie zu gewährleisten, insbesondere durch eine Begrenzung der Netzentgelte und durch Senkung der Besteuerung von Strom auf das europäische Minimum. Um produktive Investitionen anzuregen, wird eine direkte Steuerprämie von 10 % auf neue Ausrüstungen die komplexen Subventionsprogramme ersetzen. Parallel dazu werden die Beschleunigung der Genehmigungsverfahren und eine Entbürokratisierung eingeleitet, um Initiativen freizusetzen und Innovationen sowohl in KMU als auch in großen Industrieunternehmen zu unterstützen. Dies würde so die Attraktivität des Produktionsstandorts wiederherstellen, den technologischen Wandel beschleunigen und strategische Wertschöpfungsketten sichern."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, einen neuen Wohlstand aufzubauen, indem man die industrielle Stärke mit Innovation und Klimaneutralität in Einklang bringt, um die künftige Wettbewerbsfähigkeit zu sichern. Der richtige Ansatz besteht darin, das Potenzial der Unternehmen freizusetzen durch eine Investitionsprämie von 10 % über fünf Jahre und eine systematische Verwaltungsvereinfachung, die mit den Akteuren vor Ort, insbesondere den KMU, erarbeitet wird. Der Zugang zu Risikokapital für innovative Start-ups wird aktiv gefördert, und die Modernisierung der Industrie wird durch Klimaschutzverträge beschleunigt, um die Wettbewerbsfähigkeit im ökologischen Wandel zu gewährleisten. So würde das Land als Vorreiter bei Zukunftstechnologien positioniert, die Wettbewerbsfähigkeit der KMU gestärkt und eine solide, dekarbonisierte industrielle Basis gesichert."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, das Wachstumspotenzial freizusetzen, indem eine für Investitionen und Risikobereitschaft förderliche Umgebung wiederhergestellt wird, statt sektorale Beihilfen zu vervielfachen. Die zentrale Achse besteht darin, eine Wettbewerbsoffensive auf drei Säulen zu führen: massive Deregulierung, eine strukturelle Steuerentlastung und eine konsequent offene Innovationspolitik. Um dies zu erreichen, wird ein sofortiges Moratorium für jede neue administrative Belastung eingeführt, gekoppelt mit der Abschaffung überflüssiger Vorschriften, die Unternehmen behindern. Die Unternehmensbesteuerung wird unter die Schwelle von 25 % gesenkt und der Solidaritätszuschlag endgültig abgeschafft, um wieder Handlungsspielräume zu schaffen. Parallel dazu wird die Forschung durch steuerliche Anreize und uneingeschränkte technologische Freiheit gefördert, was disruptive Innovationen wie KI oder Kernfusion begünstigt. So könnte die private Investition wieder angekurbelt, die Produktivität von KMU ebenso wie von großen Industrieunternehmen gestärkt und das Land als führender Akteur der weltweiten Innovation neu positioniert werden."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, die Wettbewerbsfähigkeit des Produktionsstandorts wiederherzustellen, indem die Hindernisse beseitigt werden, die Investitionen und Innovationen hemmen. Der zentrale Ansatz besteht darin, den Zugang zu einer reichen und erschwinglichen Energie zu gewährleisten, indem der Atomausstieg und der Kohleausstieg rückgängig gemacht und die CO2-Besteuerung abgeschafft werden. Parallel dazu muss eine massive Deregulierung durchgeführt werden, einschließlich der Abschaffung der administrativen Beschränkungen im Zusammenhang mit den Lieferketten und den Nachhaltigkeitsberichten, gekoppelt mit einer signifikanten Senkung der Unternehmensbesteuerung. Die Industriepolitik muss technologieneutral sein und strategische Branchen schützen. Auf diese Weise würde das Potenzial von KMU und der Industrie freigesetzt, indem ein vertrauensförderndes Klima geschaffen wird, das Wohlstand und den Erhalt der nationalen Beschäftigung fördert."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die wirtschaftliche Entwicklung an soziale und ökologische Imperative zu knüpfen, statt ein unkontrolliertes Wachstum anzustreben. Der richtige Ansatz besteht darin, öffentliche Investitionen auf die Modernisierung der Industrie zu lenken und gleichzeitig einen strukturellen Wandel in der Unternehmensführung zu fördern. Ein zentrales Instrument ist die aktive Unterstützung der Übernahme und Gründung von Genossenschaften durch die Beschäftigten, um eine Reinvestition der Produktivitätsgewinne zugunsten von Beschäftigung und Nachhaltigkeit zu gewährleisten. Große Unternehmen, insbesondere die umweltschädlichsten, müssen diesen Übergang durch einen erhöhten Beitrag finanzieren. Auf diese Weise könnte ein innovatives und demokratisches industrielles Gefüge entstehen, dessen Leistungsfähigkeit der gesamten Gesellschaft zugutekommt."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, das Wachstum wieder anzukurbeln, indem die Wettbewerbsfähigkeit des Produktionssektors wiederhergestellt und dieser vor kurzfristig orientierten finanziellen Logiken geschützt wird. Priorität hat die Gewährleistung erschwinglicher Energie für Schlüsselindustrien und KMU. Um dies zu erreichen, besteht der Ansatz darin, eine aktive Industriepolitik umzusetzen, indem die Ausgaben für Forschung und Entwicklung bis 2030 auf 4 % des BIP erhöht werden. Ein öffentlicher Industriefonds würde den strategischen Sektoren und innovativen Start-ups geduldiges Kapital zur Verfügung stellen, während eine neue rechtliche Unternehmensform die Reinvestition von Gewinnen zur Wahrung langfristiger Stabilität fördern wird. Auf diese Weise würde die industrielle Basis konsolidiert, das Innovationspotenzial der KMU freigesetzt und ein nachhaltiger Wohlstand auf der Grundlage realer Produktion sichergestellt."
      }
    ]
  },
  {
    "question": "Welche Trajektorie für die Energiewende (Mix, Versorgungssicherheit, Strompreis)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Versorgungssicherheit und die Wettbewerbsfähigkeit der Energiepreise zu gewährleisten, indem auf einen pragmatischen und technologisch neutralen Ansatz gesetzt wird. Priorität hat die Erhöhung des Angebots, um die Kosten zu senken, insbesondere durch eine Reduzierung der Besteuerung der Elektrizität und der Netzentgelte. Um dies zu erreichen, geht es darum, die Netzinfrastruktur, die Speicherkapazitäten und alle erneuerbaren Energien auszubauen, aber auch die Option der Kernenergie beizubehalten, indem die Wiederinbetriebnahme jüngerer Kraftwerke geprüft und die Forschung an Reaktoren neuer Generation gefördert wird. Der Markt für Emissionszertifikate wird das zentrale Instrument sein, um die Emissionen wirksam zu begrenzen, anstelle verbindlicher Regelungen, die aufgehoben werden. Auf diese Weise ließe sich Klimaschutz, energetische Souveränität und wirtschaftliche Wettbewerbsfähigkeit in Einklang bringen."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, den Übergang zur Klimaneutralität zu garantieren, indem man ihn wirtschaftlich zugänglich und sozial gerecht gestaltet und kollektive Lösungen bevorzugt. Der Fahrplan beruht ausschließlich auf dem massiven Ausbau erneuerbarer Energien, insbesondere der Wind- und Solarenergie, gekoppelt an Speicherkapazitäten, wobei der Atomausstieg bestätigt wird. Um die Kosten zu beherrschen, werden die Stromtransportkosten auf 3 Cent pro Kilowattstunde gedeckelt und die städtischen Fernwärmenetze einer bundesweiten Preisaufsicht unterstellt. Grüner Wasserstoff wird als strategischer Energieträger positioniert, um die Industrie zu dekarbonisieren. So würde es möglich sein, Versorgungssicherheit, Preiswettbewerbsfähigkeit und das Erreichen der Klimaziele zu vereinen, gestützt auf einen vollständig dekarbonisierten Energiemix und modernisierte Infrastrukturen."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, den Übergang zu einem vollständig erneuerbaren Stromsystem zu beschleunigen, um gleichzeitig Klimaneutralität, Versorgungssicherheit und erschwingliche Preise zu gewährleisten. Der richtige Ansatz besteht darin, auf einen Energiemix von 80 % erneuerbaren Energien bis 2030 und eine vollständig klimaneutrale Produktion bis 2035 zu zielen, wobei der endgültige Ausstieg aus Kohle und Kernenergie bestätigt wird. Die Stabilität des Systems wird durch die Digitalisierung der Netze, den Ausbau von Speicherlösungen und eine neue Generation flexibler Reservekraftwerke gewährleistet, die mit Wasserstoff kompatibel sind. Um die Kosten zu beherrschen, wird die Besteuerung des Stroms auf das europäische Minimum gesenkt und die Finanzierung der Netze wird reformiert, um die Rechnungen zu entlasten. So würde dies ein resilientes Energiesystem schaffen, die Kosten für Haushalte und Unternehmen senken und die Verbraucher dank intelligenter Netze zu Akteuren der Energiewende machen."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die Energiepolitik auf technologieneutrale Prinzipien und Marktmechanismen neu zu begründen, um gleichzeitig Versorgungssicherheit und wettbewerbsfähige Preise zu gewährleisten. Der richtige Ansatz besteht darin, Subventionen und technologiebezogene Ausbauziele zugunsten eines wettbewerblichen Rahmens aufzugeben, in dem allein der CO2-Preis die Dekarbonisierung steuert. Um dies zu erreichen, müssen alle kohlenstoffarmen Energiequellen, einschließlich Kernenergie der neuen Generation und CO2-Abscheidung, ohne ideologische Beschränkungen zugelassen werden. Die nationale Gasproduktion, auch durch Fracking, soll ausgebaut werden, um die Abhängigkeit von außen zu verringern, während die Besteuerung von Strom auf das europäische Minimum reduziert und die Netzkosten tiefgreifend reformiert werden. Auf diese Weise würde es möglich sein, die Preise für Haushalte und Unternehmen dauerhaft zu senken, die Versorgung durch einen diversifizierten Energiemix zu sichern und die Klimaziele auf die wirtschaftlich effizienteste Weise zu erreichen."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, die Energiepolitik radikal neu auszurichten, indem man den ideologischen Ansatz zugunsten der Versorgungssicherheit und der wirtschaftlichen Wettbewerbsfähigkeit aufgibt. Priorität hat die sofortige Wiederinbetriebnahme der Kernkraftwerke und das Ende des geplanten Rückbaus der Kohle, die die Grundlage einer stabilen Stromproduktion bilden. Um dies zu erreichen, ist es erforderlich, die Gasversorgung zu sichern, indem die bestehenden Infrastrukturen wieder in Betrieb genommen werden, und jede Form von Subventionen oder Vorrang beim Netzzugang für erneuerbare Energien zu beenden. Die Innovation wird sich auf die neuen Generationen von Kernreaktoren konzentrieren. Auf diese Weise würde sichergestellt, dass Unternehmen und Haushalte verlässlichen und erschwinglichen Strom erhalten, eine wesentliche Voraussetzung für die Reindustrialisierung des Landes."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die Energiewende einem Prinzip sozialer Gerechtigkeit unterzuordnen, indem ein Zugang zu Energie zu bezahlbaren Kosten für alle gewährleistet wird. Der richtige Ansatz besteht darin, aus einer Marktlogik auszusteigen und die als regressiv betrachteten Mechanismen der CO2-Bepreisung abzulehnen. Um dies zu erreichen, muss der Staat die Kontrolle über die Preise für Strom und Heizung direkt zurückerlangen, insbesondere durch die Einführung eines subventionierten Grundtarifs zur Deckung der existenziellen Bedürfnisse jedes Haushalts. Die Finanzierung der Infrastruktur und der Zuschüsse für Renovierungen wird durch eine Beteiligung der Hauptverantwortlichen für den Klimawandel sichergestellt, das heißt durch große Unternehmen und die höchsten Vermögen. Auf diese Weise wäre es möglich, die ökologische Transformation einzuleiten und zugleich die Kaufkraft zu schützen und die Ungleichheiten zu verringern."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, eine pragmatische Energiepolitik einzuschlagen, die auf Versorgungssicherheit und sinkende Preise ausgerichtet ist, Bedingungen, die für die industrielle Wettbewerbsfähigkeit wesentlich sind. Die Priorität ist, eine kostspielige und ineffektive Politik zu beenden, indem die CO2-Bepreisung abgeschafft und die Verbote für Verbrennungsmotoren und leistungsfähige Heizungssysteme aufgehoben werden. Der Ansatz besteht darin, Energieimporte über langfristige Verträge zum besten Preis zu sichern und zugleich das Gasnetz als Sicherheitsnetz beizubehalten, um die Intermittenz der erneuerbaren Energien auszugleichen. Die Stromnetze müssen ebenfalls verstaatlicht werden, um die Kosten zu kontrollieren. Auf diese Weise könnte eine zuverlässige und erschwingliche Energieversorgung für Haushalte und Unternehmen gewährleistet werden, wodurch die Grundlage der nationalen Wettbewerbsfähigkeit wiederhergestellt würde."
      }
    ]
  },
  {
    "question": "Welche Mechanismen für die industrielle Wettbewerbsfähigkeit gegenüber den États-Unis und der Chine ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die industrielle Souveränität wiederherzustellen und die globale Wettbewerbsfähigkeit zu stärken, indem ein nationales Ökosystem geschaffen wird, das Produktion und Innovation fördert. Der richtige Ansatz besteht darin, die auf Unternehmen lastenden Zwänge drastisch zu verringern, indem die Körperschaftsteuer auf 25 % gedeckelt und übermäßige Vorschriften wie das Gesetz über Lieferketten abgebaut werden. Parallel dazu ist es entscheidend, den Zugang zu erschwinglicher Energie zu gewährleisten, indem die Steuern auf Strom gesenkt werden. Ein massiver Schwerpunkt wird auf Innovation gelegt, mit dem Ziel, bis 2030 3,5 % des BIP für R&D bereitzustellen, wobei der Fokus auf Zukunftstechnologien wie souveräner künstlicher Intelligenz liegt. Auf diese Weise würde dies Investitionen anziehen, strategische Produktionen zurückverlagern und das Land als führend in Spitzentechnologien positionieren, das auf internationaler Bühne durch Exzellenz und Effizienz konkurrieren kann."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, die europäische wirtschaftliche Souveränität zu stärken, um auf die systemische Konkurrenz zu reagieren, indem man sich auf kontinentaler Ebene stützt statt auf isolierte nationale Antworten. Im Umgang mit China besteht der zentrale Ansatz in einer Strategie zur Verringerung von Risiken (\"De-Risking\"), durch Diversifizierung kritischer Lieferketten und durch die Anwendung eines differenzierten Ansatzes (Partner, Konkurrent, Rivale). Im Verhältnis zu den Vereinigten Staaten geht es darum, ein Subventionsrennen zu vermeiden, indem man dem eine koordinierte europäische Offensive in Sachen Investitionen und Innovation entgegensetzt. Die Stärkung strategischer Partnerschaften durch anspruchsvolle Handelsabkommen und die Förderung gemeinsamer Standards, wie innerhalb eines \"Klimaclubs\", vervollständigen dieses Konzept. Auf diese Weise würde die industrielle Basis gesichert, eine strategische Autonomie in den Schlüsselbereichen gewährleistet und die Wirtschaft als ein Zentrum technologischer und nachhaltiger Wettbewerbsfähigkeit auf der globalen Bühne positioniert."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, eine europäische wirtschaftliche Souveränität aufzubauen, um mit den amerikanischen und chinesischen Blöcken auf Augenhöhe zu konkurrieren, indem der Binnenmarkt in einen Hebel strategischer Macht verwandelt wird. Der richtige Ansatz besteht darin, eine aktive Industriepolitik zu verfolgen, indem öffentliche Beihilfen und öffentliche Aufträge an eine Produktion gebunden werden, die hohe europäische Sozial- und Umweltstandards einhält. Es geht außerdem darum, sich robuste handelsrechtliche Verteidigungsinstrumente zuzulegen, wie einen wirksamen CO2-Grenzausgleichsmechanismus und eine verstärkte Kontrolle ausländischer Investitionen in strategischen Sektoren. Die Autonomie wird durch die Relokalisierung von Produktionskapazitäten in Schlüsselbereichen gestärkt. Auf diese Weise könnten kritische Abhängigkeiten reduziert, gerechte Wettbewerbsbedingungen für unsere Unternehmen garantiert und die ökologische Transformation zu einem dauerhaften Wettbewerbsvorteil gemacht werden."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, auf die intrinsische Wettbewerbsfähigkeit der Unternehmen und auf eine globale Handelsoffensive zu setzen, statt in ein Wettrennen um Subventionen und Protektionismus einzutreten. Zentral ist, einen Schub an inländischer Wettbewerbsfähigkeit zu erzeugen, indem die Unternehmensbesteuerung unter 25 % gesenkt und nationale sowie europäische Überregulierungen, die Investitionen hemmen, abgebaut werden. Diese bereinigte Basis muss anschließend internationalisiert werden durch den beschleunigten Abschluss möglichst vieler Freihandelsabkommen, insbesondere transatlantischer und mit den aufstrebenden Volkswirtschaften. Parallel dazu gilt es, strategische kritische Abhängigkeiten zu reduzieren und die Handelsregeln konsequent anzuwenden, um unfairen Praktiken entgegenzuwirken. Dadurch würde die Industrie über eine attraktive Kostenbasis und einen privilegierten Zugang zu den Weltmärkten verfügen, was ihr ermöglichen würde, durch Innovation und Qualität statt durch künstlichen Schutz zu gedeihen."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, die Wettbewerbsfähigkeit wiederherzustellen, indem die Handelspolitik auf einer strikten Verteidigung des nationalen Interesses und dem Schutz strategischer Vermögenswerte gegründet wird. Der richtige Ansatz besteht darin, totale Gegenseitigkeit in den Handelsbeziehungen zu verlangen, insbesondere mit China, und gleichzeitig strenge Kontrollen einzuführen, um den Erwerb von Technologien und strategischen Unternehmen durch ausländische Akteure zu verhindern. Gleichzeitig geht es darum, wirtschaftliche Autonomie gegenüber den Vereinigten Staaten zu behaupten, indem extraterritoriale Politiken und Sanktionen abgelehnt werden, die unserer Industrie schaden. Die Grundlage dieser Strategie ist die Wiederherstellung einer reichlichen und kostengünstigen Energieversorgung. So würde dies der nationalen Industrie ermöglichen, ihren Zugang zu Exportmärkten zu sichern und gleichzeitig ihre technologische Basis zu schützen, wodurch ihre Beständigkeit in einem global wettbewerbsintensiven Umfeld gewährleistet würde."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die industrielle Wettbewerbsfähigkeit neu zu definieren, indem man sie auf soziale und ökologische Resilienz gründet, statt auf eine direkte Konfrontation mit dem amerikanischen oder chinesischen Modell. Der richtige Ansatz besteht darin, das Produktionsgewebe von innen heraus zu stärken, indem öffentliche Investitionen an die Transformation der Unternehmen geknüpft werden. Der wichtigste Hebel liegt in einer aktiven Unterstützung der Übernahme von Unternehmen durch ihre Beschäftigten in Form von Genossenschaften, um eine langfristige Perspektive und eine lokale Verankerung zu fördern. Die Finanzierung dieses Wandels wird durch eine erhöhte Besteuerung großer Konzerne und hoher Vermögen sichergestellt. So würde es möglich sein, eine souveräne und nachhaltige Produktionsbasis aufzubauen, die weniger von externen Schocks abhängig ist und deren Leistungsfähigkeit den Arbeitnehmern und den Regionen direkt zugutekommt."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, die Wettbewerbsfähigkeit wiederherzustellen, indem man eine Haltung wirtschaftlicher Souveränität in einer multipolaren Welt einnimmt und sich damit einer systematischen Ausrichtung an Blocklogiken verweigert. Die Priorität besteht darin, sich den von Drittmächten initiierten Sanktionen und Handelskriegen zu entziehen, die die nationale Industrie direkt bestrafen. Der Ansatz besteht darin, die nationalen Interessen aktiv gegen unfaire Praktiken zu verteidigen, einschließlich jener, die von Partnern wie den Vereinigten Staaten ausgehen, und gleichzeitig die regionalen Wirtschaftskreisläufe zu stärken, um kritische Abhängigkeiten in Schlüsselbereichen zu verringern. Auf diese Weise würde es möglich, stabile und ausgewogene Handelsbeziehungen mit möglichst vielen Ländern zu sichern und damit Absatzmärkte und lebenswichtige Lieferungen für die Wirtschaft zu garantieren."
      }
    ]
  },
  {
    "question": "Welche Politik in Bezug auf Einwanderung, Asyl und Integration (legale Wege, Kontrollen, Quoten, Integration in den Arbeitsmarkt)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Einwanderung streng zu kontrollieren, indem eine restriktive Asylpolitik von einer pragmatischen Arbeitsmigrationspolitik getrennt wird. Der richtige Ansatz besteht darin, die Prüfung von Asylanträgen in sicheren Drittstaaten auszulagern und strikte Grenzkontrollen durchzuführen, um sofortige Zurückweisungen zu ermöglichen. Die Abschiebungsverfahren werden beschleunigt, auch in Länder wie Syrien oder Afghanistan, und der Familiennachzug für bestimmte Status wird ausgesetzt. Parallel dazu wird eine einheitliche digitale Agentur die Rekrutierung qualifizierter ausländischer Fachkräfte erleichtern. Die Integration, die an einen verpflichtenden Vertrag geknüpft ist, wird die Einbürgerung zum Abschluss eines erfolgreichen Integrationsprozesses machen und nicht zu dessen Ausgangspunkt. So würde dies die irreguläre Migration drastisch begrenzen und gleichzeitig die Bedürfnisse der Wirtschaft durch legale und kontrollierte Wege erfüllen."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, eine duale Migrationspolitik umzusetzen, die legale Zugangswege aktiv organisiert und gleichzeitig eine geordnete und menschenwürdige Asylverwaltung gewährleistet. Priorität hat es, die Zuwanderung qualifizierter Arbeitskräfte zu erleichtern, indem die Anerkennung von Abschlüssen vereinfacht und beschleunigt wird. Parallel dazu wird das Asylsystem effizienter gestaltet, mit dem Ziel einer Entscheidung innerhalb von sechs Monaten und einem Mechanismus des „Verfahrenswechsels“, der es abgelehnten, gut in den Arbeitsmarkt integrierten Personen ermöglicht, in den Status eines Arbeitnehmers zu wechseln. Der Handlungsrahmen beruht auf einem solidarischen europäischen System, das die Kontrolle an den Außengrenzen im Einklang mit dem Recht verstärkt, aber jede Auslagerung der Verfahren ausschließt. So würde dies ermöglichen, die Zuwanderung besser an die wirtschaftlichen Bedürfnisse anzupassen, die Integration zu beschleunigen und den sozialen Zusammenhalt zu gewährleisten, und gleichzeitig humanitäre Verantwortung zu übernehmen."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, die Migrationen differenziert und pragmatisch zu steuern, indem man Arbeitsmigration, die für die Wirtschaft unverzichtbar ist, klar vom humanitären Gebot des Asyls unterscheidet. Der richtige Ansatz besteht darin, Talente aktiv über vereinfachte legale Wege anzuziehen, insbesondere durch die vollständige Digitalisierung von Visa und die beschleunigte Anerkennung beruflicher Qualifikationen. Parallel dazu wird das Asylrecht durch schnelle und faire Verfahren garantiert, die auf europäischem Hoheitsgebiet durchgeführt werden, wobei jede Auslagerung abgelehnt wird. Integration beruht auf einem schnellen Zugang zum Arbeitsmarkt, indem administrative Hürden für Personen, denen ein Verbleib gestattet ist, beseitigt und ihre Vermittlung an Arbeitgeber erleichtert wird. Auf diese Weise ließe sich den Bedürfnissen des Arbeitsmarktes entsprechen, Asyl geordnet und menschlich verwalten und eine schnelle und erfolgreiche Integration durch Beschäftigung sicherstellen."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die Arbeitsmigration, die gefördert werden muss, strikt von Asylanträgen, die streng geregelt werden müssen, zu unterscheiden. Der richtige Ansatz besteht darin, eine zentrale Anlaufstelle und beschleunigte Verfahren für qualifizierte Arbeitskräfte einzurichten, die sich an den Bedürfnissen des Arbeitsmarktes statt an bürokratischen Kriterien orientieren. Parallel dazu müssen Asylverfahren, auch in sicheren Drittstaaten, bearbeitet werden und im Falle einer Ablehnung zu einer schnellen und effektiven Rückführung führen. Integration erfolgt durch sofortigen Zugang zur Arbeit für Personen, deren Verbleib erlaubt ist, mit auf das Wesentliche konzentrierten Sozialleistungen, um zu gewährleisten, dass Erwerbstätigkeit stets vorteilhafter ist als Sozialhilfe. So könnte man die Migrationsströme entsprechend den wirtschaftlichen Bedürfnissen des Landes steuern, Ordnung und die Einhaltung der Regeln garantieren und erfolgreiche Integration an finanzielle Selbstständigkeit und an die Anerkennung der grundlegenden Werte knüpfen."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Es ginge darum, die souveräne Kontrolle über die Migrationsströme zurückzugewinnen, indem man strikt zwischen dem Asyl, das außerhalb des Hoheitsgebiets behandelt werden muss, und der Arbeitsmigration, die selektiv sein soll, unterscheidet. Der richtige Ansatz besteht darin, systematische Kontrollen an den nationalen Grenzen wiedereinzuführen, um jede illegale Einreise sofort abzuweisen, und die Prüfung der Asylanträge vollständig in Drittstaaten auszulagern. Parallel dazu muss eine aktive \"remigration\"-Politik verfolgt werden, die Anreize für die freiwillige Rückkehr mit systematischen Abschiebungen von Personen in irregulärer Situation oder von Straftätern verbindet. Die qualifizierte Arbeitsmigration wird ihrerseits durch ein Punktesystem geregelt, das auf dem realen Bedarf des Marktes und strengen Kriterien für Qualifikation und Selbstversorgung beruht. Auf diese Weise würde man von einer erlittenen zu einer gewählten Einwanderungslogik übergehen, die an den wirtschaftlichen Interessen und der Integrationsfähigkeit des Landes ausgerichtet ist."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die Aufnahmepolitik auf den bedingungslosen Respekt des Asylrechts und auf ein Prinzip der Toleranz zu gründen, indem man sich gegen jede Instrumentalisierung geflüchteter Personen als Ursache sozialer Probleme stellt. Der richtige Ansatz besteht darin, durch den Zugang zum Arbeitsmarkt eine schnelle und würdevolle Integration zu gewährleisten. Um dies zu erreichen, hat die Priorität darin zu bestehen, die Erteilung von Arbeitserlaubnissen ab der Ankunft drastisch zu beschleunigen, damit die Personen ihren Lebensunterhalt bestreiten und zur Gemeinschaft beitragen können. Diese auf Rechte ausgerichtete Logik widersetzt sich jeder Politik restriktiver Quoten. So würde es möglich sein, eine inklusive Gesellschaft aufzubauen und gegen Diskriminierung zu kämpfen, indem sichergestellt wird, dass die Neuankömmlinge schnell vollwertige soziale und wirtschaftliche Akteure werden."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, die Kontrolle über die Migrationsströme zurückzugewinnen, indem ein Aufnahmesystem beendet wird, das als ineffektiv und kostspielig für die Allgemeinheit angesehen wird. Priorität hat die drastische Verringerung der Anziehungsfaktoren und die Gewährleistung der strikten Anwendung des Rechts. Um dies zu erreichen, besteht der Ansatz darin, die Prüfung von Asylanträgen in sichere Drittstaaten außerhalb der Europäischen Union zu verlagern. Das Prinzip, wonach jede Person, die aus einem sicheren Land einreist, weder Anspruch auf ein Asylverfahren noch auf Sozialleistungen hat, muss ohne Ausnahme angewandt werden. Parallel dazu müssen die Anstrengungen auf die schnelle Integration anerkannter Flüchtlinge in den Arbeitsmarkt und auf die systematische Abschiebung abgelehnter Asylbewerber konzentriert werden. Dadurch würde es möglich sein, die öffentlichen Dienste zu entlasten, den sozialen Zusammenhalt zu bewahren und die Nachhaltigkeit des Modells der sozialen Sicherung zu gewährleisten."
      }
    ]
  },
  {
    "question": "Welche Reformen des Arbeitsmarktes (Löhne, Ausbildung, Fachkräftemangel)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, den Arbeitsmarkt neu zu beleben, damit sich Leistung stärker lohnt, und zugleich seine Flexibilität zu erhöhen, um den Bedürfnissen der Wirtschaft gerecht zu werden. Die Priorität besteht darin, die Steuerbelastung auf Arbeit zu verringern, indem die Sozialabgaben reduziert werden, um eine Obergrenze von 40 % zu erreichen, und Überstunden steuerfrei zu stellen. Das Arbeitsrecht wird modernisiert, indem eine maximale Wochenarbeitszeit anstelle einer täglichen eingeführt wird, was mehr Flexibilität bietet. Um Fachkräftemangel zu begegnen, wird eine zentralisierte digitale Agentur die Rekrutierung ausländischer Fachkräfte beschleunigen, während die berufliche Aus- und Weiterbildung gestärkt wird, um die Übereinstimmung der Qualifikationen sicherzustellen. Dadurch würde Beschäftigung gefördert, Arbeit attraktiver gemacht und das Land mit den für seine Wettbewerbsfähigkeit notwendigen Kompetenzen ausgestattet."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, den sozialen Pakt der Arbeit neu zu begründen, um sowohl die Sicherheit der beruflichen Laufbahnen als auch eine gerechte Vergütung zu gewährleisten, als Reaktion auf die wirtschaftlichen Transformationen und die Arbeitskräftemängel. Der zentrale Schwerpunkt ist eine direkte Aufwertung der Arbeit, mit einem Mindestlohn, der bis 2026 auf 15 Euro angehoben wird, und der Stärkung der Tarifverhandlungen durch ein Gesetz, das den Zugang zu öffentlichen Aufträgen an die Einhaltung von Branchentarifverträgen knüpft. Parallel dazu wird die Prekarität bekämpft, indem befristete Verträge ohne sachlichen Grund abgeschafft und die 'mini-jobs' in das System der sozialen Sicherung integriert werden. Ein Recht auf kontinuierliche Weiterbildung wird eingeführt, unterstützt durch neue finanzielle Maßnahmen, um den Arbeitnehmern zu ermöglichen, ihre Kompetenzen im Verlauf ihrer gesamten Karriere anzupassen. Dadurch würde die Kaufkraft nachhaltig verbessert, die Prekarität reduziert und die Kompetenzen der Arbeitskräfte an die zukünftigen Bedürfnisse der Wirtschaft angeglichen."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, die Arbeit aufzuwerten, um Prekarität und Fachkräftemangel zu bekämpfen, indem gerechtere Vergütungen sichergestellt und alle Arbeitskräftepotenziale aktiviert werden. Der richtige Ansatz besteht darin, den Mindestlohn ab 2025 deutlich auf 15 Euro anzuheben und die kollektive Tarifverhandlung als Norm zu stärken. Um die Basis qualifizierter Arbeitskräfte zu erweitern, wird eine Reform der Besteuerung von Paaren die Beschäftigung von Frauen fördern, während die \\\"Mini-Jobs\\\" schrittweise in sozialversicherungspflichtige Beschäftigungsverhältnisse umgewandelt werden. Außerdem wird von Unternehmen, die nicht in die Ausbildung von Auszubildenden investieren, ein Solidaritätsbeitrag verlangt. So würde dies dazu beitragen, die Lohnungleichheiten zu verringern, einen besseren sozialen Schutz zu gewährleisten und dauerhaft auf den Fachkräftebedarf der Wirtschaft zu reagieren."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, den Arbeitsmarkt zu revitalisieren, indem man auf vertragliche Flexibilität und die systematische Aufwertung der Leistung setzt, anstatt ihn in starre regulatorische Korsette zu zwängen. Die zentrale Achse besteht darin, die Gesetzgebung zur Arbeitszeit zu reformieren, indem eine wöchentliche statt einer täglichen Obergrenze eingeführt wird, was den Weg für flexiblere Organisationsmodelle ebnet, die frei zwischen Arbeitgebern und Arbeitnehmern ausgehandelt werden. Um sicherzustellen, dass sich Arbeit weiterhin lohnt, werden Überstunden von der Steuer befreit und die Sozialsysteme so reformiert, dass die Einkommensdifferenz zur Erwerbslosigkeit signifikant und anreizwirksam ist. Die Antwort auf den Fachkräftemangel liegt in der Schaffung eines persönlichen Weiterbildungskontos für das lebenslange Lernen und in der Beschleunigung der Anerkennung ausländischer Qualifikationen. So würde dadurch ein dynamischerer Arbeitsmarkt geschaffen, die Passung zwischen Angebot und Nachfrage an Kompetenzen erleichtert und den Individuen die Kontrolle über ihren beruflichen Werdegang zurückgegeben."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, den Arbeitsmarkt zu revitalisieren, indem die gerechte Vergütung der Leistung wiederhergestellt und das nationale Potenzial aktiviert wird. Der zentrale Ansatz ist eine Steuerreform, die das Nettoeinkommen der Arbeitnehmer deutlich erhöht, insbesondere durch eine substanzielle Anhebung des steuerlichen Grundfreibetrags. Parallel dazu müssen die Sozialleistungen für erwerbsfähige Personen reformiert werden, damit sie aufhören, mit Niedriglöhnen zu konkurrieren, indem ihre Auszahlung an einen aktiven Beitrag zur Gemeinschaft gekoppelt wird. Die Bildungspolitik muss neu ausgerichtet werden, um vorrangig die Ausbildung und qualifizierende berufliche Bildungsgänge zu fördern, die damit den konkreten Bedürfnissen der Wirtschaft entsprechen. Auf diese Weise könnte den Arbeitskräftemängeln begegnet werden, indem Arbeit systematisch attraktiver als Sozialhilfe gemacht und Kompetenzen in produktive Sektoren gelenkt werden."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, den Arbeitsmarkt auf dem Prinzip von Sicherheit und Würde neu zu begründen, indem garantiert wird, dass jede Tätigkeit ein angemessenes Leben ermöglicht. Kernmaßnahme ist die Einführung eines nationalen Mindestlohns, angehoben auf 15 Euro pro Stunde, um allen Arbeitnehmern ein anständiges Einkommen zu sichern. Parallel dazu muss ein garantiertes, bedingungsloses und ohne Sanktionen ausgestaltetes Mindesteinkommen eingeführt werden, um Lebensverläufe abzusichern. Die Maßnahmen werden sich außerdem auf die strikte Anwendung des Prinzips \"Gleicher Lohn für gleiche Arbeit\" richten, um Lohndiskriminierung zu eliminieren. Auf diese Weise würde dies die prekäre Beschäftigung ausmerzen, die Niedriglöhne aufwerten und einen robusten sozialen Schutz in jeder Phase des Berufslebens garantieren."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Ziel wäre es, die Arbeit aufzuwerten, um sicherzustellen, dass Einsatz und Beitrag ein menschenwürdiges Lebensniveau und echte Sicherheit gewährleisten. Priorität hat die Anhebung des gesetzlichen Mindestlohns auf 15 Euro pro Stunde und die Stärkung der kollektiven Tarifverhandlungen, insbesondere indem öffentliche Aufträge an die Einhaltung von Branchentarifverträgen geknüpft werden. Um dies zu erreichen, besteht der Ansatz darin, Mini-Jobs in sozialversicherungspflichtige Beschäftigungsverhältnisse umzuwandeln und den Einsatz prekärer Arbeitsverträge drastisch einzuschränken. Die Antwort auf den Fachkräftemangel liegt in verstärkten Ausbildungsanstrengungen für inländische Arbeitskräfte statt in einem systematischen Rückgriff auf Migration. Damit würde ein gerechterer Arbeitsmarkt wiederhergestellt, in dem Leistung belohnt wird und berufliche Stabilität wieder zur Norm wird."
      }
    ]
  },
  {
    "question": "Welche Entwicklung des Sozialsystems (Rentenversicherung, Gesundheit, Sozialleistungen, Zielgruppenausrichtung) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, den Sozialpakt auf die Prinzipien von Verantwortung, Leistungsanreizen und individueller Vorsorge neu zu gründen. Der zentrale Ansatz besteht darin, die derzeitige Sozialleistung durch ein neues wesentliches Unterstützungsinstrument zu ersetzen, das auf einer Logik gegenseitiger Rechte und Pflichten basiert. In Bezug auf die Renten wird das derzeitige Umlagesystem gesichert, indem das gesetzliche Rentenalter beibehalten und jegliche Senkung der Renten abgelehnt wird, wobei zugleich die Fortsetzung der Erwerbstätigkeit durch eine monatliche steuerfreie Prämie von bis zu 2 000 Euro stark gefördert wird. Parallel dazu wird eine private Altersvorsorge bereits im frühesten Alter durch öffentliche Unterstützung begonnen. Das Gesundheitssystem wird seinerseits gestärkt, indem die Personalengpässe bekämpft und die Strukturen der wohnortnahen Versorgung verbessert werden. So würde dies die langfristige Tragfähigkeit unseres Sozialmodells gewährleisten, die Arbeit attraktiver machen und jeden bei der Gestaltung seiner Zukunft in die Verantwortung nehmen."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, einen solidarischen Sozialstaat zu konsolidieren, der in allen Lebensphasen vorhersehbare Sicherheit bietet, indem die kollektiven Säulen gestärkt werden, statt auf die Individualisierung der Risiken zu setzen. Der richtige Ansatz besteht darin, ein gesetzliches Rentenniveau von 48 % des Durchschnittsgehalts zu garantieren, zugleich eine Anhebung des Renteneintrittsalters abzulehnen und schrittweise alle Erwerbstätigen, einschließlich Selbstständiger, in die allgemeine Versicherung einzubeziehen. Im Bereich Gesundheit sieht das Projekt vor, eine universelle \"Bürgerversicherung\" einzuführen, die öffentliche und private Systeme zusammenführt, um gleichen Zugang zur Versorgung zu gewährleisten, während die Kosten der Pflegebedürftigkeit gedeckelt werden. Die Familienpolitik soll ebenfalls ausgeweitet werden, insbesondere durch eine Verlängerung der Elternzeit. So würde dies die Prekarität im Krankheits- und Alterfall verringern, die Kaufkraft der Rentner und der Familien stabilisieren und den Zusammenhalt stärken, indem das System auf dem Prinzip einer erweiterten Solidarität gegründet wird."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, das System der sozialen Absicherung auf dem Prinzip einer universellen Solidarität neu zu begründen, um seine finanzielle Dauerhaftigkeit und seine Gerechtigkeit angesichts demografischer Herausforderungen zu gewährleisten. Der richtige Ansatz besteht darin, zu einer einheitlichen bürgerlichen Krankenversicherung zu konvergieren, die gerechter finanziert wird, indem die Bemessungsgrundlage der Beiträge auf Kapitaleinkünfte erweitert wird, um die Belastung der Löhne zu verringern. Für die Renten wird das Umlagesystem konsolidiert, indem ein Mindestrentenniveau von 48 % garantiert und durch einen öffentlichen und solidarischen Kapitalisierungsfonds ergänzt wird, dessen Renditen die kleinen und mittleren Renten stützen werden. Die Ausweitung des Systems auf alle Erwerbstätigen wird seine finanzielle Basis stärken. Auf diese Weise würde sich die Beitragspflicht besser verteilen, die Leistungen langfristig sichern und die Ungleichheiten beim Zugang zur Gesundheitsversorgung und zu einer würdigen Rente verringern."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, das System der sozialen Sicherung grundlegend zu reformieren, um seine finanzielle Nachhaltigkeit zu gewährleisten und gleichzeitig den Anreiz zur Erwerbstätigkeit zu stärken. Im Mittelpunkt steht die Weiterentwicklung von einem rein umlagefinanzierten Modell hin zu einem gemischten System, indem ein signifikanter kapitalgedeckter Anteil für die Renten eingeführt und die Sozialbeiträge auf 40 % des Einkommens begrenzt werden. Um dies zu erreichen, werden die Sozialleistungen neu gestaltet, sodass Arbeit stets deutlich besser vergütet wird als Nicht-Erwerbstätigkeit, mit strengeren Aktivierungsbedingungen für die Leistungsbeziehenden. Im Gesundheitsbereich bleibt die individuelle Wahl zwischen den Systemen erhalten und die Effizienz der Ausgaben wird zum zentralen Kriterium. Auf diese Weise würde das System gegenüber demografischen Herausforderungen stabilisiert, die Belastung durch Abgaben auf Arbeit verringert und ein Prinzip individueller Verantwortung ins Zentrum des Gesellschaftsvertrags zurückgeführt."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, das Sozialsystem auf dem Beitragsprinzip neu zu begründen, um seine Nachhaltigkeit und seine Gerechtigkeit zu garantieren. Der richtige Ansatz besteht darin, die Finanzierung nicht beitragsfinanzierter Leistungen durch Beiträge einzustellen; diese müssen dem Staatshaushalt unterliegen. Für die Renten wird die Zahl der Beitragspflichtigen erweitert und ein kapitalgedeckter Anteil wird von Geburt an für jeden Bürger eingeführt. Im Gesundheitswesen werden die Verwaltungsausgaben rationalisiert und die Kostenübernahme für Empfänger von Mindestsicherungsleistungen vollständig aus Steuermitteln getragen. Schließlich werden Leistungen für erwerbsfähige Personen an eine Verpflichtung zu gemeinnützigem Dienst nach einer festgelegten Frist gebunden. So würde dies die Last für die Erwerbstätigen verringern, die finanzielle Tragfähigkeit der Sozialversicherungen wiederherstellen und gewährleisten, dass Arbeit durchgängig vorteilhafter bleibt als Unterstützung."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, das System der sozialen Sicherung nach dem Prinzip der Universalität und Solidarität neu zu gestalten, indem Schlüsselbereiche wie das Gesundheitswesen der Profitlogik entzogen werden. Der richtige Ansatz besteht darin, die Systeme der Kranken- und Pflegeversicherung zu einer einheitlichen Kasse zusammenzuführen, in die alle Bürger einzahlen, was die Abgaben reduzieren würde. Es muss eine würdige Rente garantiert werden durch die Einführung einer Mindestrente von 1 400 Euro pro Monat und die Möglichkeit eines Ausstiegs nach 40 Beitragsjahren. Die Krankenhäuser müssen in den öffentlichen Dienst integriert werden, und ein garantiertes Mindesteinkommen muss ohne Bedingungen und Sanktionen ausgezahlt werden. Auf diese Weise ließe sich ein robustes soziales Schutzschild aufbauen, das jedem den Zugang zu qualitativ hochwertigen Gesundheitsleistungen und ausreichenden Einkünften in allen Lebensphasen garantiert."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, den Gesellschaftsvertrag auf einem Prinzip von Leistung und Universalität neu zu begründen, indem Privilegien und mehrstufige Systeme beendet werden. Priorität hat die Gewährleistung einer würdigen Rente und eines Zugangs zu hochwertiger Versorgung für alle, basierend auf dem Beitrag jedes Einzelnen. Um dies zu erreichen, sieht der Ansatz die Einführung eines universellen Rentensystems nach österreichischem Modell vor, in dem alle Erwerbstätigen, einschließlich der Gewählten, einzahlen, um eine Mindestpension von 1 500 euros nach 40 Jahren Arbeit zu garantieren. Parallel dazu wird das Zweiklassen-Gesundheitssystem zugunsten einer einheitlichen Bürgerversicherung abgeschafft, die von allen entsprechend ihren Einkünften finanziert wird. So würde ein gerechter und leistungsfähiger Sozialstaat wiederhergestellt, der die Anstrengung belohnt und echte Sicherheit über das ganze Leben hinweg gewährleistet."
      }
    ]
  },
  {
    "question": "Welche Strategie im Wohnungswesen (Angebot, Normen, Besteuerung, Mietpreisregulierung)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Wohnungskrise zu lösen, indem alle Hebel genutzt werden, um mehr, besser und kostengünstiger zu bauen. Die oberste Priorität ist es, das Angebot durch eine radikale Vereinfachung der Bauvorschriften und des Städtebaurechts freizusetzen. Dieser Ansatz wird innovative und kostengünstigere Bauverfahren begünstigen. Parallel dazu wird der Schutz der Mieter gewährleistet, insbesondere durch Mietpreisregulierung und den Ausbau des sozialen Wohnungsbaus, während die Steuerpolitik durch Steuerabzüge Anreize zur energetischen Sanierung schafft. So könnte der Bestand an verfügbaren Wohnungen deutlich erhöht, der Anstieg der Mieten gebremst und der Erwerb von Wohneigentum für alle erschwinglicher gemacht werden."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, Wohnraum als ein wesentliches öffentliches Gut zu behandeln, indem gleichzeitig auf die Preisbegrenzung und die Erhöhung des Angebots hingewirkt wird, um einen bezahlbaren Zugang für alle zu garantieren. Der richtige Ansatz besteht darin, die Mietregulierung zu verstetigen, indem Mietsteigerungen in angespannten Gebieten begrenzt und deren Schlupflöcher geschlossen werden. Parallel dazu wird eine Bauoffensive gestartet, um den Bestand an Sozial- und gemeinnützigen Wohnungen massiv auszubauen, unterstützt durch eine Vereinfachung der Vorschriften und eine steuerliche Entlastung für die Mieter, die die Grundsteuer nicht mehr tragen werden. So könnte die Immobilienspekulation gebremst, die Kaufkraft der Haushalte geschützt und langfristig ein Bestand an Wohnraum zu kontrollierten Preisen wieder aufgebaut werden."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, den Mietmarkt durch ein striktes Regulierungsrahmen zu stabilisieren und gleichzeitig das Wohnungsangebot massiv freizusetzen, indem das vorhandene gebaute Potenzial aktiviert wird. Der richtige Ansatz besteht darin, die Mietregulierung zu verstärken und zu verlängern, indem Schlupflöcher wie die bei möblierten Wohnungen geschlossen werden. Priorität wird der Umwandlung der bestehenden Bausubstanz – Umwandlung von Büros, Aufstockung von Gebäuden, Sanierung leerstehender Wohnungen – anstelle der städtischen Ausbreitung eingeräumt. Um dies zu erreichen, werden die Bauvorschriften vereinfacht und die Immobilienspekulation bekämpft, indem missbräuchliche steuerliche Konstruktionen abgeschafft werden. Auf diese Weise würde dies die Mieter dauerhaft vor missbräuchlichen Erhöhungen schützen, die Markteinführung von Millionen Wohnungen mit geringeren Umweltauswirkungen beschleunigen und den Markt zugunsten der Bewohner statt der Investoren neu ausbalancieren."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, einen Angebotsschock hervorzurufen, um die Wohnungsnot dauerhaft zu lösen, indem man die Ursachen der Knappheit angeht, statt zu versuchen, die Preise durch Zwang zu steuern. Der richtige Ansatz besteht darin, das Bauen zu befreien, indem die technischen Normen drastisch vereinfacht und die städtebaulichen Verfahren beschleunigt werden, mit einer Zustimmungsvermutung im Falle des Schweigens der Verwaltung. Parallel dazu geht es darum, jede Form der Mietpreisbindung abzuschaffen, die Investitionen in Mietwohnungen entmutigt, und den Erwerb von Wohneigentum durch die Einführung eines erheblichen Abschlags auf die Grunderwerbsteuer bei einem Ersterwerb zu fördern. Auf diese Weise würde das den Neubau ankurbeln, den Mietmarkt durch die Vergrößerung des verfügbaren Bestands beleben und den Haushalten wieder eine glaubwürdige Perspektive auf Wohneigentum geben."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, die Wohnungspolitik neu zu begründen, indem der Zugang zum Eigentum als der wichtigste Träger des Vermögensaufbaus und der sozialen Stabilität angesehen wird. Ein wirksamer Ansatz besteht darin, steuerliche und regulatorische Hindernisse abzuschaffen, insbesondere durch die Abschaffung der Grundsteuer und der Grunderwerbsteuer für die Hauptwohnung. Es gilt, jede kostspielige supranationale Bauvorschrift zurückzuweisen und die Regelungen zur Mietbegrenzung endgültig aufzugeben. Die Politik muss vom Bau sozialer Wohnungen zugunsten direkter finanzieller Hilfe für Haushalte durch aufgewertete Leistungen umsteuern. Dadurch würde das private Angebot stimuliert, der Eigentumserwerb für die Mittelschichten wieder erreichbar gemacht und eine echte soziale Durchmischung gefördert."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, Wohnen als ein fundamentales Recht zu behandeln, indem man es der Logik des Marktes und der Spekulation entzieht. Der richtige Ansatz besteht darin, eine nationale und dauerhafte Regulierung der Mieten einzuführen, die einen sechsjährigen Stopp bei Erhöhungen umfasst, gefolgt von strengen Obergrenzen, sowie eine sofortige Senkung der Mieten in den am stärksten angespannten Gebieten. Parallel dazu muss der Staat einen umfassenden Plan zum Bau öffentlicher Wohnungen steuern und die Entwicklung genossenschaftlichen, gemeinnützigen Wohnens aktiv unterstützen. Energetische Renovierungen dürfen für die Mieter keinerlei Kostensteigerungen zur Folge haben. So würde dies die Sicherheit der Bewohner gewährleisten und dauerhaft den Bestand an bezahlbaren Wohnungen unter öffentlicher und bürgerschaftlicher Kontrolle erhöhen."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, die öffentliche Kontrolle über den Immobilienmarkt zurückzugewinnen, um die Wohnungsnot zu beenden, indem Wohnen als Dienst von allgemeinem Interesse statt als spekulativer Vermögenswert behandelt wird. Priorität hat die Einleitung eines umfassenden Programms zum Bau von öffentlichen und gemeinnützigen Wohnungen, unterstützt durch zinsvergünstigte Kredite und mit einer dauerhaften sozialen Zweckbestimmung der Immobilien. Um dies zu erreichen, besteht der Ansatz darin, eine landesweite Mietobergrenze einzuführen, ergänzt durch ein vollständiges Mietmoratorium in angespannten Gebieten bis zum Ende des Jahrzehnts. Auf diese Weise würde ein großer Bestand bezahlbarer Wohnungen wieder aufgebaut werden, der der Logik des Profits entzogen ist, und die Wohnsicherheit für Millionen von Haushalten gewährleistet."
      }
    ]
  },
  {
    "question": "Welche Orientierungen in Bildung und Forschung (Schulen, Universitäten, Berufsausbildung, Finanzierung)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, das Bildungs- und Forschungssystem auf den Prinzipien von Exzellenz, Leistung und wirtschaftlicher Wettbewerbsfähigkeit neu zu begründen. Der richtige Ansatz besteht darin, eine Kultur der Leistungsbereitschaft auf allen Ebenen wiederherzustellen, verpflichtende Sprachtests vor der Grundschule einzuführen und ein anspruchsvolles, landesweit harmonisiertes Abitur anzustreben. Die berufliche Bildung und die Lehre werden aufgewertet, um den konkreten Bedürfnissen der Wirtschaft gerecht zu werden. Investitionen in Innovation werden durch das Ziel verankert, bis 2030 3,5 % des BIP für Forschung und Entwicklung bereitzustellen, wobei strategische Bereiche wie Quantentechnologien und künstliche Intelligenz gezielt gefördert werden. So würde eine hochqualifizierte Arbeitskräftebasis ausgebildet, Innovationen angeregt und das Land als ein weltweites Zentrum wissenschaftlicher und technologischer Exzellenz positioniert."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, Chancengleichheit durch eine massive und zielgerichtete Investition in die Bildung von der frühen Kindheit bis zur Hochschulbildung zu gewährleisten, finanziert durch eine reformierte Besteuerung. Der zentrale Ansatz ist eine Neugestaltung der Erbschaftsbesteuerung, deren Einnahmen zweckgebunden zur Stärkung des gesamten Systems verwendet werden. Priorität hat es, bereits im frühesten Alter zu handeln, indem ein Platz in einer qualitativ hochwertigen Kinderkrippe und ein einklagbares Recht auf Ganztagsschulunterricht in der Grundschule garantiert werden. Für die Studienwege nach dem Schulabschluss wird die Studienförderung schrittweise von den elterlichen Einkünften unabhängig gemacht, während die Mindestvergütung für Auszubildende erhöht wird, um diesen Ausbildungsweg aufzuwerten. Die Schaffung einer Agentur, die dem Transfer von Innovationen gewidmet ist, wird die Verbindung zwischen Grundlagenforschung und industrieller Anwendung unterstützen. Auf diese Weise würde es möglich, schulischen Erfolg von der sozialen Herkunft zu entkoppeln, den Pool an für die Wirtschaft notwendigen Kompetenzen zu sichern und die Innovationsfähigkeit des Landes langfristig zu konsolidieren."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, den Bildungspakt neu zu begründen, um Schicksalsungleichheiten von klein auf zu korrigieren und die künftige Wettbewerbsfähigkeit des Landes durch eine massive Investitionsanstrengung von der Krippe bis zur Forschung zu gewährleisten. Der richtige Ansatz besteht darin, ein großes Programm zur Modernisierung der Schul- und Universitätsinfrastrukturen zu starten, wobei die Finanzmittel auf die Einrichtungen ausgerichtet werden, die sie am dringendsten benötigen. Um die berufliche Bildung aufzuwerten, wird von den Unternehmen, die keine Auszubildenden ausbilden, ein Solidaritätsbeitrag verlangt. Im Hochschulbereich wird die Prekarität wissenschaftlicher Karrieren durch stabile und dauerhafte Grundfinanzierungen bekämpft. So würde gewährleistet, dass jedem jungen Menschen die Mittel für seinen Erfolg garantiert werden, die Expertinnen und Experten ausgebildet werden, die die Wirtschaft braucht, und der Status als Zentrum wissenschaftlicher Exzellenz und Innovation konsolidiert wird."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, das Bildungssystem auf den Prinzipien von Exzellenz, Autonomie und nationaler Kohärenz neu zu begründen, um das Potenzial jedes Einzelnen freizusetzen. Der richtige Ansatz besteht darin, föderale Blockaden zu überwinden, indem nationale Qualitätsstandards von der frühen Kindheit bis zum Abitur eingeführt werden. Parallel dazu werden die Einrichtungen, von Schulen bis zu Universitäten, eine erhöhte Autonomie in Budget- und Pädagogikfragen erhalten. Die Studienfinanzierung wird individualisiert und von den elterlichen Einkünften entkoppelt, während die Forschung von jeglicher ideologischen Beschränkung befreit wird, um disruptive Innovationen zu fördern. So würde dies eine echte Chancengleichheit garantieren, die Wettbewerbsfähigkeit des Landes stärken und jeden Bürger mit den für die Zukunft notwendigen Kompetenzen ausstatten."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, das Bildungssystem auf dem Leistungsprinzip und der Vermittlung eines Fundaments grundlegender Kenntnisse neu zu begründen, indem man es von jeglichem ideologischen Einfluss befreit. Zentrales Anliegen ist es, ein differenziertes Schulsystem zu bewahren, das die Schülerinnen und Schüler nach ihren Fähigkeiten lenkt, und gleichzeitig die berufliche Bildung und die Lehre massiv aufzuwerten. Im Hochschulbereich sollte der Bologna-Prozess aufgegeben werden, um zu bewährten nationalen Abschlüssen zurückzukehren und die Autonomie der Universitäten durch eine erhöhte Grundfinanzierung, geschützt vor politischem Druck, zu garantieren. Die Forschung muss von technologischer Neutralität geleitet werden. So würde dies ermöglichen, qualifizierte Arbeitskräfte auszubilden, die den Bedürfnissen der Wirtschaft entsprechen, und die wissenschaftliche und industrielle Exzellenz des Landes wiederherzustellen."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, das Bildungssystem auf dem Prinzip eines universellen Zugangs und vollständiger Kostenfreiheit neu zu begründen, um den Erfolg von der sozialen Herkunft zu entkoppeln. Der richtige Ansatz besteht darin, die Kostenfreiheit grundlegender Leistungen wie der Mahlzeiten in der Schulkantine und der Kinderbetreuung zu gewährleisten, und zwar bereits ab dem ersten Kindergartenjahr. Dieses Prinzip des freien Zugangs muss auf den gesamten schulischen und universitären Bildungsweg ausgeweitet werden. Die Finanzierung dieser Universalität wird durch eine gerechtere Besteuerung sichergestellt, die stärker die großen Vermögen zur Finanzierung heranzieht. Auf diese Weise würde gewährleistet, dass jedes Kind über die gleichen materiellen Voraussetzungen zum Lernen und zur Entfaltung verfügt und so die Grundlagen für eine gerechtere Gesellschaft gelegt werden."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, eine vollständige Neugestaltung des Bildungs- und Forschungssystems vorzunehmen, um es aus seinem derzeitigen desolaten Zustand zu befreien. Priorität hat es, Chancengleichheit zu gewährleisten und die Lehre wieder auf die Beherrschung grundlegender Kenntnisse zu konzentrieren. Um dies zu erreichen, besteht der Ansatz darin, einen nationalen Bildungsrahmen zu schaffen, um die Standards zu harmonisieren, dabei die Grundschule wieder auf die Basisfertigkeiten — Lesen, Schreiben, Rechnen — zu fokussieren und dort individuelle Bildschirme zu verbieten. Das Lehrpersonal wird von Nebentätigkeiten entlastet, um sich auf die Pädagogik zu konzentrieren, während ein massiver finanzieller Einsatz die Forschungsaufwendungen bis 2030 auf 4 % des BIP anheben wird. Auf diese Weise würde ein leistungsfähiger öffentlicher Dienst wiederhergestellt, der jedem Kind die Werkzeuge für seinen Erfolg gibt und das Land zu einem Zentrum wissenschaftlicher Exzellenz macht."
      }
    ]
  },
  {
    "question": "Welche Sicherheits- und Verteidigungsdoktrin (Bundeswehr, OTAN-Ziele, Verteidigungsindustrie) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Verteidigungsdoktrin auf dem Prinzip einer starken und glaubwürdigen militärischen Fähigkeit neu zu begründen, die unerlässlich ist, um die Sicherheit des Landes zu gewährleisten und eine führende Rolle in Europa zu übernehmen. Die zentrale Achse dieser Neugestaltung liegt in der Wiedereinführung der Wehrpflicht und der unantastbaren Einhaltung des Ziels von 2 % des BIP für Militärausgaben, als Garant für das Engagement innerhalb der OTAN. Parallel dazu wird die europäische Rüstungsindustrie verstärkt unterstützt, um die Souveränität in Fragen der Ausrüstung zu stärken, und das Land wird die Initiative beim Aufbau eines europäischen Raketenabwehrschilds ergreifen. Dadurch könnte eine Bundeswehr wiederaufgebaut werden, die voll einsatzfähig ist, eine wirksame Abschreckung gewährleisten kann und sich als Pfeiler der kollektiven Sicherheit behauptet."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, eine strategische Neugestaltung vorzunehmen, um eine glaubwürdige und resiliente Verteidigung aufzubauen, als Reaktion auf die Verschlechterung des sicherheitspolitischen Umfelds in Europa. Der zentrale Schwerpunkt ist die Festschreibung eines Verteidigungshaushalts von mindestens 2 % du PIB, um eine nachhaltige Modernisierung der Streitkräfte zu gewährleisten. Diese Aufrüstung geht mit der Einführung eines flexiblen und freiwilligen Wehrdienstes einher, um eine robuste Reserve zu schaffen. Parallel dazu hat die Stärkung des europäischen Pfeilers der OTAN Priorität, indem eine integrierte europäische Verteidigungsindustrie für zukünftige Beschaffungen und leistungsfähige Rüstungsprojekte gefördert wird. So würde das Land und seine Verbündeten mit glaubwürdigen operativen Fähigkeiten ausgestattet, die europäische strategische Autonomie gestärkt und ein gerechter und verlässlicher Beitrag zur kollektiven Verteidigung innerhalb der Alliance atlantique sichergestellt."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, die nationale Verteidigung auf dem Prinzip einer vollen europäischen Souveränität innerhalb der NATO neu zu begründen, um eine glaubwürdige Abschreckung und eine kollektive Verteidigungsfähigkeit angesichts neuer Bedrohungen zu gewährleisten. Der richtige Ansatz besteht darin, eine dauerhafte und signifikant über 2 % des BIP liegende Investition in die Verteidigung zu verankern und bei Bedarf Kredite für die großen Ausrüstungsprogramme zu mobilisieren. Absolute Priorität hat die Modernisierung der Bundeswehr, indem sie wieder auf ihre Aufgabe der territorialen und Bündnisverteidigung ausgerichtet wird. Um dies zu erreichen, werden Rüstungsbeschaffungen systematisch auf eine integrierte europäische Industrie- und Technologiebasis ausgerichtet, wobei gemeinsame Entwicklungs- und Produktionsprojekte innerhalb der EU bevorzugt werden sollen, um die gegenwärtige Fragmentierung zu überwinden. Auf diese Weise würde sichergestellt, dass die Bundeswehr voll einsatzfähig und interoperabel ist, die europäische Säule der NATO gestärkt und strategische Abhängigkeiten im Bereich der Rüstung verringert werden."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, eine führende Rolle in der europäischen Sicherheit zu übernehmen, indem man sich eine Verteidigungskraft zulegt, die die stärkste des Kontinents ist, um die Souveränität und den Schutz des euro-atlantischen Raums zu gewährleisten. Die Umwandlung der Streitkräfte zur führenden konventionellen Macht Europas bildet die zentrale Achse, finanziert durch eine massive und dauerhafte Investition, die das von der NATO festgelegte Ziel von 2 % des BIP übersteigt. Das Modell einer Berufsarmee, professionell und mit modernster Ausrüstung ausgestattet, wird die Norm sein. Dieser Aufwuchs wird sich in einer Logik der Stärkung der europäischen Säule der Allianz und der schrittweisen Integration zu einer europäischen Armee einfügen, während die Verteidigungsindustrie durch einen erleichterten Zugang zu Kapital unterstützt wird. So würde eine glaubwürdige Abschreckung gegenüber jeder Aggression gewährleistet, die Kohäsion der Allianz gestärkt und das Land mit autonomen Mitteln ausgestattet, um seine Interessen und die seiner Verbündeten zu verteidigen."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, eine volle nationale Verteidigungsfähigkeit wiederherzustellen, ausgehend von der Feststellung des derzeitigen Versagens der Streitkräfte. Der richtige Ansatz besteht darin, die Wehrpflicht wieder einzuführen und den Militärdienst ausschließlich Staatsbürgern vorzubehalten, um den Zusammenhalt und die Effektivität zu stärken. Der zentrale Schwerpunkt ist die Entwicklung einer autonomen und leistungsfähigen nationalen Verteidigungsindustrie, die in der Lage ist, die Ausrüstung der Truppen zu gewährleisten. Bei gleichzeitiger kurzfristiger taktischer Teilnahme an der OTAN ist das strategische Ziel die Bildung einer unabhängigen europäischen Militärallianz. Auf diese Weise würde das Land mit einer souveränen, voll einsatzfähigen Streitkraft ausgestattet, die in der Lage ist, die nationalen Interessen zu verteidigen."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die Sicherheitsdoktrin auf ein Prinzip systematischer Deeskalation und strikter Übereinstimmung mit dem Völkerrecht neu zu begründen. Der richtige Ansatz besteht darin, das Militär in eine ausschließlich defensive Streitkraft zu verwandeln, deren einzige Mission es ist, die Bevölkerung auf dem Hoheitsgebiet zu schützen. Das erfordert, die Erhöhung der Rüstungsausgaben zu beenden und die Außenpolitik auf Diplomatie, Vermittlung und die aktive Suche nach friedlichen Lösungen für alle Konflikte auszurichten. Die oberste Priorität ist es, auf Waffenstillstände und gerechte Friedensverträge hinzuwirken. Auf diese Weise würde es möglich, mit den Logiken militärischer Intervention zu brechen und die Ressourcen auf zivile Prioritäten umzuschichten."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, radikal mit der Logik militärischer Eskalation zu brechen, um das Land als Friedens- und Vermittlungsmacht neu zu positionieren, die nach ihren souveränen Interessen handelt. Priorität hat es, einer als angepasst und kriegstreiberisch betrachteten Außenpolitik ein Ende zu setzen. Um dies zu erreichen, besteht der Ansatz darin, die Streitkräfte in eine strikt defensive Armee umzuwandeln und ihre Teilnahme an Auslandseinsätzen zu beenden. Das Ziel von 2 % der Militärausgaben wird aufgegeben, jede Waffenlieferung in Konfliktgebiete wird gestoppt, und auf dem Territorium stationierte ausländische Atomwaffen müssen abgezogen werden. So würde das Land \"fähig zum Frieden\" statt \"bereit für den Krieg\" werden, indem es seine Sicherheit auf Diplomatie, Deeskalation und die Achtung des Völkerrechts gründet."
      }
    ]
  },
  {
    "question": "Welche Position gegenüber der EU (Integration, Haushaltsgovernance, europäische Industriepolitik)?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, das europäische Engagement neu zu definieren und zwar entlang der Grundsätze der Wettbewerbsfähigkeit, der Subsidiarität und der nationalen Verantwortung. Die zentrale Achse dieser Vision ist eine entschiedene Ablehnung jeglicher Form der Schuldenvergemeinschaftung, wodurch der Schutz der Sparer und die haushaltspolitische Souveränität gewährleistet werden. Der richtige Ansatz besteht darin, aktiv gegen übermäßige Bürokratie vorzugehen und der Übertransposition europäischer Richtlinien, die die Wirtschaft bremsen, ein Ende zu setzen. Die Zusammenarbeit wird auf zwischenstaatlicher Basis verstärkt, insbesondere in Fragen der Sicherheit, der Innovation und der Kontrolle der Grenzen, um konkrete Antworten zu liefern. Auf diese Weise könnte eine strategischere und weniger aufdringliche Europäische Union gestaltet werden, die sich auf ihre wesentlichen Aufgaben konzentriert und die Vorrechte ihrer Mitgliedstaaten respektiert."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, eine stärker integrierte und souveräne Europäische Union aufzubauen, die in der Lage ist, gegenüber geopolitischen Herausforderungen einheitlich zu handeln. Um dies zu erreichen, ist die institutionelle Reform eine conditio sine qua non, mit dem zentralen Ziel der Abschaffung der Einstimmigkeitsregel zugunsten der qualifizierten Mehrheit, was unabdingbar ist, um die künftige Erweiterung der Union vorzubereiten. Auf industrieller und verteidigungspolitischer Ebene besteht die Priorität darin, eine gemeinsame technologische Basis zu konsolidieren, indem Investitionen und Rüstungsbeschaffungen auf europäischer Ebene koordiniert werden. Der Haushaltsrahmen wird modernisiert, indem die Eigenmittel der Union zur Finanzierung gemeinsamer öffentlicher Güter ausgebaut werden. Dies würde die Entscheidungsfähigkeit eines erweiterten Europas garantieren, seine strategische Autonomie stärken und einen nachhaltigen Wohlstand sichern, der auf einer gemeinsamen Industriepolitik beruht."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, die Europäische Union in eine föderale, souveräne politische Macht zu verwandeln, die in der Lage ist, einheitlich zu handeln, um ihre strategischen Interessen zu verteidigen und die großen Übergänge zu steuern. Der richtige Ansatz besteht darin, in allen Bereichen auf Abstimmungen mit qualifizierter Mehrheit umzustellen, einschließlich der Außenpolitik, um nationale Blockaden zu überwinden. Um dieses Vorhaben zu finanzieren, ist es entscheidend, der Union eigene Ressourcen zu verschaffen und die Fähigkeit zur gemeinsamen Kreditaufnahme dauerhaft zu sichern, um eine grüne Industriepolitik und europäische öffentliche Güter wie Infrastruktur und Forschung zu finanzieren. So würde dies ermöglichen, eine wirkliche europäische Souveränität zu schmieden, die Wettbewerbsfähigkeit ihrer Industrie gegenüber den globalen Giganten zu garantieren und in Richtung einer demokratischeren und effektiveren politischen Integration voranzuschreiten."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, eine souveräne und effektive Europäische Union aufzubauen, die in der Lage ist, auf der Weltbühne zu handeln, indem sie ihre Tätigkeit auf ihre grundlegenden Aufgaben konzentriert und jegliche Vergemeinschaftung von Schulden ablehnt. Der richtige Ansatz besteht darin, die Institutionen für mehr Effizienz zu reformieren, die Größe der Kommission zu verringern und das Abstimmungsverfahren in der Außenpolitik auf die qualifizierte Mehrheit auszuweiten. Auf haushaltspolitischer Ebene muss jede neue gemeinsame Verschuldung ausgeschlossen werden, wobei die Mittel auf Prioritäten mit hoher Wertschöpfung wie Sicherheit und Innovation konzentriert werden. Die industrielle Wettbewerbsfähigkeit wird auf der Vertiefung des Binnenmarktes und dem systematischen Abschluss von Freihandelsabkommen beruhen und nicht auf Protektionismus oder Überregulierung. So würde dies der Union eine echte geopolitische Handlungsfähigkeit verleihen und zugleich ihre wirtschaftliche Basis durch Wettbewerb und Öffnung stärken, statt durch Umverteilung und Verschuldung."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, das gegenwärtige Modell supranationaler Integration zu demontieren und es durch ein Bündnis souveräner Nationalstaaten zu ersetzen. Der richtige Ansatz besteht darin, einen neuen \\\"europäischen Pakt\\\" zu begründen, der auf gemeinsame strategische Interessen beschränkt ist: einen Binnenmarkt, den Schutz der Außengrenzen, eine Koordinierung in Sicherheitsfragen und die Bewahrung kultureller Identitäten. Alle übrigen Zuständigkeiten, insbesondere haushalts-, regulierungs- und gesellschaftspolitische, müssen an die nationalen Parlamente zurückgegeben werden. Das bedeutet, massive Finanztransfers und die gemeinsame Haftung für Schulden einzustellen. Auf diese Weise würde die volle nationale Souveränität wiederhergestellt und sichergestellt, dass politische Entscheidungen ausschließlich den Interessen der Bürger dienen, indem der Kontinent seinen Status als \\\"Nettozahler\\\" verliert."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, das europäische Handeln strengen Erfordernissen sozialer Gerechtigkeit und demokratischer Souveränität unterzuordnen, indem man mit den Logiken von Sparpolitik und Freihandel bricht. Der richtige Ansatz besteht darin, sich entschieden gegen Haushaltspakte zu stellen, die öffentliche Investitionen behindern, und die Fähigkeit jedes Staates zu verteidigen, seine öffentlichen Dienste durch eine ambitionierte Besteuerung hoher Einkommen und großer Unternehmen zu finanzieren. Jede gemeinsame Industriepolitik muss umgelenkt werden, um genossenschaftliche Modelle zu unterstützen und verbindliche soziale und ökologische Standards durchzusetzen, die die nationale Wirtschaft vor unregulierter Konkurrenz schützen. So würde es möglich sein, die Union von einem Binnenmarkt in einen Kooperationsrahmen im Dienst des sozialen Fortschritts zu verwandeln."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, das europäische Projekt grundlegend neu zu definieren, um es wieder auf die Zusammenarbeit souveräner Nationen zu konzentrieren, im Bruch mit der Logik der Zentralisierung und föderalen Integration. Die Priorität besteht darin, die Zentralisierungsbewegung umzukehren, indem Zuständigkeiten wieder zu den Mitgliedstaaten verlagert werden. Um dies zu erreichen, besteht der Ansatz darin, jeglichen Erweiterungsprozess sofort auszusetzen und die Rolle der Union auf strategische Aufgaben zu beschränken, die die Nationen nicht allein erfüllen können, wie den Kampf gegen Steuerflucht oder die Erlangung digitaler Souveränität. Auf diese Weise würde es möglich sein, ein Europa der Zusammenarbeit wiederherzustellen, das effizienter und demokratischer ist, in dem strategische Entscheidungen wieder in der nationalen Souveränität verankert sind."
      }
    ]
  },
  {
    "question": "Welche Digital- und KI-Politik (Infrastrukturen, Daten, Regulierung, Cybersicherheit) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Digitalisierung und die künstliche Intelligenz zu den Triebkräften einer neuen industriellen Souveränität und einer modernisierten Verwaltung zu machen. Der richtige Ansatz besteht darin, die Governance zu zentralisieren, indem ein Bundesministerium für Digitales geschaffen wird, um eine kohärente strategische Vision zu gewährleisten. Die Investitionsanstrengungen werden sich auf die Entwicklung einer souveränen KI und von Cloud-Anwendungen konzentrieren, um äußere Abhängigkeiten zu verringern. Parallel dazu wird die Datenschutzpolitik umgesteuert, um zu einem echten Chancenhebel zu werden, indem sie Innovationen auf der Grundlage offener Daten erleichtert und zugleich den Ausbau digitaler Infrastrukturen beschleunigt. So würde dies die Innovation ankurbeln, ein wettbewerbsfähiges technologisches Ökosystem schaffen und die digitale Transformation von Wirtschaft und Staat beschleunigen."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, eine robuste digitale Souveränität aufzubauen, indem der Ausbau hochmoderner Infrastrukturen mit einem klaren regulatorischen Rahmen verbunden wird. Priorität hat die Fertigstellung der nationalen Versorgung mit Glasfaser und mobilen Netzen, der Grundlage einer wettbewerbsfähigen Wirtschaft. Parallel dazu wird eine nationale Strategie für künstliche Intelligenz auf die Entwicklung sektorspezifischer Ökosysteme und souveräner Modelle ausgerichtet sein. Die Regulierung großer Plattformen stützt sich auf eine strikte Anwendung der europäischen Regeln, indem sie die Transparenz von Algorithmen durchsetzt und aktiv gegen Desinformation vorgeht, während eine Bundesagentur für Cybersicherheit ihre Befugnisse gestärkt sehen wird. Auf diese Weise würde die Sicherheit kritischer Infrastrukturen und der Daten der Bürger gewährleistet, gleichzeitig würde ein innovationsfreundliches Umfeld geschaffen und das öffentliche Handeln grundlegend modernisiert."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, eine umfassende digitale Souveränität aufzubauen, die auf hochmodernen Infrastrukturen und einem Vertrauensrahmen beruht, der Innovation freisetzt und gleichzeitig die Bürger schützt. Der richtige Ansatz besteht darin, einen universellen Zugang zum Hochgeschwindigkeitsinternet sicherzustellen, indem der Ausbau von Glasfaser und 5G beschleunigt wird, sowie Interoperabilität und offene Standards zu fördern, um Datensilos aufzubrechen. Die Regulierung der KI und der Plattformen, im Einklang mit den europäischen Rahmenwerken, wird pragmatisch angewendet, um die Entstehung innovativer Lösungen zu fördern, insbesondere Open-Source. Die Cybersicherheit wird zur nationalen Priorität erhoben, indem der Schutz kritischer Infrastrukturen und staatlicher Dienste gegen Angriffe verstärkt wird. Auf diese Weise würde dies eine tiefgreifende Modernisierung von Wirtschaft und Verwaltung ermöglichen, die Resilienz der Gesellschaft gegenüber digitalen Bedrohungen stärken und die Wettbewerbsfähigkeit des Landes in der neuen Datenökonomie gewährleisten."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die Digitalisierung zum Motor der Wettbewerbsfähigkeit und der Modernisierung des Staates zu machen, indem man auf eine hochmoderne Infrastruktur setzt und eine Regulierung verfolgt, die Innovation eher freisetzt als einschränkt. Der richtige Ansatz besteht darin, den Netzausbau durch den privaten Sektor massiv zu beschleunigen, indem die Genehmigungsfristen halbiert werden. Parallel dazu gilt es, ein förderliches Umfeld für künstliche Intelligenz zu schaffen, indem ein vereinfachter Zugang zu Trainingsdaten gewährleistet und die europäische Regulierung innovationsfreundlich angewandt wird. Die Cybersicherheit wird durch das Prinzip der Anbieterhaftung und ein proaktives Schwachstellenmanagement gestärkt, während die Verwaltung dank einer einheitlichen Plattform und einer sicheren digitalen Identität für jeden Bürger vollständig digitalisiert wird. Auf diese Weise könnte das Land eine robuste digitale Souveränität erlangen, die Entstehung bahnbrechender Technologien fördern und den Bürgern sowie den Unternehmen endlich leistungsfähige und zugängliche öffentliche Dienstleistungen bieten."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee bestünde darin, eine nationale digitale Souveränität aufzubauen, in der technologische Innovation gefördert wird, ohne jemals die individuellen Freiheiten und die Kontrolle der Bürger zu gefährden. Der richtige Ansatz besteht darin, bindende und zentralisierende Regulierungsrahmen wie die RGPD und die Gesetze zur Inhaltsmoderation zugunsten agiler nationaler Lösungen abzubauen. Priorität hat der Aufbau souveräner kritischer Infrastrukturen, indem Akteure, die ausländischen staatlichen Einflüssen unterliegen, ausgeschlossen werden, während gleichzeitig ein einklagbares Recht auf ein analoges Leben garantiert und personenbezogene Daten vor staatlicher Überwachung geschützt werden. So würde ein digitales Umfeld geschaffen, das die nationale Wettbewerbsfähigkeit und die strategische Autonomie stärkt, während es die Meinungs- und Wahlfreiheit der Bürger bewahrt."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die digitale Transformation als grundlegenden öffentlichen Dienst zu konzipieren, indem man sie den Profitlogiken großer Technologiekonzerne entzieht. Der richtige Ansatz besteht darin, einen universellen Zugang zu den Infrastrukturen zu garantieren, gesteuert durch massive öffentliche Investitionen, um das Digitale zu einem Gemeingut zu machen. Das erfordert eine strikte Regulierung dominanter Plattformen, um personenbezogene Daten und die Rechte der Beschäftigten gegenüber der Automatisierung zu schützen. Die Entwicklung der künstlichen Intelligenz muss durch verbindliche ethische und soziale Prinzipien unter demokratischer Kontrolle geregelt werden. So ließe sich ein souveräner und inklusiver digitaler Raum schaffen, in dem technologische Innovation dem sozialen Fortschritt dient statt den privaten Interessen."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, eine digitale Souveränität aufzubauen, die auf den Rechten der Bürgerinnen und Bürger zentriert ist, im Bruch mit der Abhängigkeit von ausländischen technologischen Monopolen und der Logik massenhafter Überwachung. Priorität hat die Wiedererlangung der Kontrolle über öffentliche und private Daten. Um dies zu erreichen, besteht der Ansatz darin, die Nutzung von freier Software und freien künstlichen Intelligenzen (open-source) in der gesamten Verwaltung vorzuschreiben und so Milliarden Euro in beherrschbare Lösungen umzulenken. Parallel dazu wird ein grundrechtlich verankertes Recht auf nicht-digitale Teilhabe ins Gesetz aufgenommen, um allen den Zugang zu essenziellen Dienstleistungen zu garantieren. Dadurch würde es möglich, einen digitalen Raum zu schaffen, der sicherer und gerechter ist, der die Grundfreiheiten schützt und zugleich die nationale strategische Autonomie stärkt."
      }
    ]
  },
  {
    "question": "Welche Strategie der Klimapolitik (Ziele, Instrumente : ETS, Steuern, Subventionen) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, den Klimaschutz mit der wirtschaftlichen Wettbewerbsfähigkeit in Einklang zu bringen, indem effiziente Marktmechanismen statt regulatorischer Zwänge bevorzugt werden. Die zentrale Achse dieser Strategie beruht auf dem Emissionshandelssystem (ETS), das das alleinige und effizienteste Instrument zur Deckelung der Emissionen darstellt. Dieser Ansatz erfordert die Aufgabe dirigistischer Politiken und technologischer Verbote, wie etwa das Heizgesetz, zugunsten einer Neutralität, die allen kohlenstoffarmen Lösungen freien Raum lässt. Die Energiesteuer wird gesenkt, denn Klimaschutz darf nicht auf Kosten der Kaufkraft und der Wettbewerbsfähigkeit erfolgen. Auf diese Weise könnten die Klimaziele auf die kosteneffizienteste Art erreicht werden, indem Innovationen durch Preissignale statt durch Subventionen angeregt werden und gewährleistet wird, dass die Energiewende sozial und wirtschaftlich tragfähig bleibt."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, die Klimatransition nach dem Prinzip sozialer Gerechtigkeit zu steuern, indem öffentliche Maßnahmen und kollektive Lösungen zu den wichtigsten Hebeln gemacht werden. Die Strategie baut auf dem Ausbau von Infrastrukturen wie kommunalen Fernwärmenetzen auf, ergänzt durch gezielte und substanzielle finanzielle Unterstützung für Haushalte mit geringem Einkommen, die sich mit sauberen Technologien ausstatten. Der CO2-Bepreisungsmechanismus, im europäischen Rahmen verankert, wird beibehalten, aber systematisch für Privatpersonen durch die Umverteilung der Einnahmen in Form einer \"Klimadividende\" neutralisiert. Dieser Ansatz wird durch Regulierungsinstrumente ergänzt, wie etwa eine Überwachung der Wärmepreise. Auf diese Weise könnte CO2-Neutralität erreicht werden, ohne soziale Brüche zu erzeugen, indem sichergestellt wird, dass die dekarbonisierte Alternative stets die erschwinglichste und gerechteste Option ist."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, das Erreichen der Klimaneutralität bis 2045 durch einen rechtlich verbindlichen Pfad zu garantieren, indem die Übergangsphase sozial gerecht und wirtschaftlich tragfähig gestaltet wird. Der richtige Ansatz besteht darin, ein wirksames CO2-Preissignal mit direkten Ausgleichsmechanismen zu kombinieren. Das zentrale Instrument ist die Umverteilung der Einnahmen aus der CO2-Bepreisung an alle Bürgerinnen und Bürger in Form einer Klimadividende, die Haushalte mit geringem und mittlerem Einkommen schützt. Dieses Instrument wird ergänzt durch sozial gestaffelte Subventionen für Schlüsselinvestitionen, wie den Wechsel des Heizsystems oder die Elektromobilität, und durch den Abbau klimaschädlicher Subventionen. So würde es ermöglichen, den Kurs zu den Klimazielen beizubehalten, die Zustimmung aller zu sichern, indem die Transition erschwinglich gemacht wird, und die erforderliche Planbarkeit für Unternehmen und Haushalte hinsichtlich ihrer Zukunftsinvestitionen zu bieten."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die Klimatransition ausschließlich durch einen einzigen, effizienten Marktmechanismus zu steuern, um die Dekarbonisierungsziele zu den geringstmöglichen wirtschaftlichen Kosten zu erreichen und gleichzeitig die Innovation zu fördern. Zentral ist die Verallgemeinerung des europäischen Kohlenstoffmarktes (ETS) als alleiniges Steuerungsinstrument, was die systematische Abschaffung aller Steuern, Subventionen und nationalen Normen, die in den CO2-Preis eingreifen, zur Folge hätte. Die Einnahmen aus diesem Markt werden vollständig an die Bürger in Form einer Klimadividende ausgezahlt. Dieser Rahmen wird auf strikter technologischer Neutralität beruhen, gezielte Verbote wie jenes gegen Verbrennungsmotoren aufheben und aktiv alle Lösungen fördern, einschließlich der Abscheidung und Speicherung von CO2. So würde dadurch sichergestellt, dass die Klimaziele auf vorhersehbare und effiziente Weise erreicht werden, indem die Dekarbonisierung dort erfolgt, wo sie am günstigsten ist, und ein Wettlauf um Innovationen statt um Subventionen gefördert wird."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, die Klimapolitik vollständig zu demontieren, da sie als auf wissenschaftlich fragwürdigen Prämissen beruhend und wirtschaftlich zerstörerisch beurteilt wird. Der richtige Ansatz besteht darin, jegliche Form der Bepreisung von Kohlenstoff zu beseitigen, indem sämtliche Steuern und Abgaben auf die CO₂-Emissionen abgeschafft werden, ohne sie zu ersetzen. Gleichzeitig sollte man sich von internationalen Abkommen wie dem Accord de Paris zurückziehen und regulatorische Rahmenwerke wie den europäischen \"Green Deal\" ablehnen. Subventionen, die auf die Energiewende ausgerichtet sind, müssen gestrichen werden, um eine Planwirtschaft zu beenden. Auf diese Weise würde die Wirtschaft von umweltbezogenen Zwängen befreit, um sich ausschließlich auf Wachstum, Wohlstand und Energiesouveränität zu konzentrieren."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die Klimapolitik nach einem Prinzip sozialer Gerechtigkeit zu steuern, indem die Last des Übergangs den Hauptverursachern der Verschmutzung auferlegt wird. Der richtige Ansatz besteht darin, Marktinstrumente wie CO2-Steuern auf den Konsum abzulehnen, die als regressiv und strafend für Haushalte angesehen werden. Die Finanzierung wird durch eine gezielte und bedeutende Heranziehung großer Unternehmen und der höchsten Vermögen sichergestellt. Diese Mittel werden in direkte Subventionen fließen, um die Bürger bei ihren ökologischen Investitionen zu begleiten, wie zum Beispiel dem Austausch ihres Heizsystems. Auf diese Weise würde eine schnelle und effektive Transition gewährleistet, die Ungleichheiten reduziert, anstatt sie zu vertiefen."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, mit einem strafenden klimapolitischen Ansatz zu brechen, der die Industrie schwächt und die Haushalte verarmt, und ihn durch eine Strategie technologischer Souveränität zu ersetzen. Die Priorität besteht darin, die industrielle Wettbewerbsfähigkeit und den Schutz der Kaufkraft zu den Voraussetzungen jeder wirksamen Maßnahme zu machen. Um dies zu erreichen, sieht der Ansatz vor, Instrumente zu beseitigen, die als unwirksam und kostspielig gelten, wie die CO2-Bepreisung, und einseitige technologische Verbote für Verbrennungsfahrzeuge oder Heizungen aufzuheben. Die Anstrengungen müssen auf eine massive Unterstützung von Innovationen umgelenkt werden, die Offenheit gegenüber einer Vielfalt von Technologien ohne Dogmatismus fördert. So könnte das Land eine Führungsrolle bei der Entwicklung exportfähiger sauberer Technologien einnehmen und einen konkreten und umfassenden Beitrag zum Wandel leisten, ohne seinen Wohlstand zu opfern."
      }
    ]
  },
  {
    "question": "Welche Aufteilung der Kompetenzen und Ressourcen zwischen Föderation, Ländern und Gemeinden?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, einen agileren und effizienteren Staat aufzubauen, indem die Zuständigkeiten neu definiert werden, um bürokratische Blockaden und Fragmentierung zu überwinden. Der richtige Ansatz besteht darin, die strategische Steuerung der Föderation in zukunftsträchtigen Bereichen zu stärken, in denen ein einheitliches Vorgehen notwendig ist. Um dies zu erreichen, wird die Schaffung eines Bundesministeriums für Digitalisierung die Digitalisierungsstrategie zentralisieren, während die Einführung vergleichbarer nationaler Standards, insbesondere im Bildungsbereich oder bei städtebaulichen Verfahren, eine erhöhte Kohärenz und Effizienz im gesamten Hoheitsgebiet gewährleisten wird. Die Zuständigkeiten werden so geklärt, dass strategische Entscheidungen auf Bundesebene getroffen werden, wobei den unteren Ebenen eine effektive Umsetzung verbleibt. Dadurch könnte die Modernisierung des Landes beschleunigt, die Lebensbedingungen harmonisiert und das staatliche Handeln sowohl für die Bürgerinnen und Bürger als auch für Unternehmen transparenter und schneller gemacht werden."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, den Kooperationspakt zwischen den verschiedenen Ebenen des Staates neu zu begründen, um die Gemeinden als zentrale Ebene der öffentlichen Investitionen wirklich handlungsfähig zu machen. Der zentrale Ansatz ist die Einrichtung eines \"Zukunftspakts\", der die Ablösung der historischen Gemeindeschulden durch die Föderation organisiert und die Haushaltsregeln der Länder lockern wird, um deren Investitionsspielräume freizusetzen. Dieser Ansatz wird durch mehrjährige Finanzierungsvereinbarungen für die Kernaufgaben, insbesondere Bildung und Infrastruktur, ergänzt und ersetzt die Logik punktueller Zuschüsse. So würde den lokalen Ebenen stabile und vorhersehbare Mittel gegeben, um die großen Übergänge zu steuern und landesweit hochwertige öffentliche Dienstleistungen zu gewährleisten."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, den föderalen Pakt auf einem klaren Subsidiaritätsprinzip neu zu begründen, um Doppelzuständigkeiten und die Verwässerung von Verantwortlichkeiten zu beenden. Der richtige Ansatz besteht darin, die Föderation auf die großen Leitlinien und die Bereitstellung nationaler digitaler Dienste zu fokussieren, indem die volle Verantwortung für die Umsetzung den Ländern und Gemeinden übertragen wird. Die Finanzierung folgt systematisch den Zuständigkeiten: Die an lokale Ebenen, insbesondere an die Gemeinden, delegierten Aufgaben werden vollständig von der jeweils vorschreibenden Ebene finanziert. Ein nationaler Investitionsfonds wird Projekte auf allen Ebenen unterstützen, und ein Bundesplan wird die Gemeinden beim Abbau ihrer historischen Verschuldung unterstützen. Damit würde die Autonomie und Handlungsfähigkeit der kommunalen Gebietskörperschaften gestärkt, effektivere öffentliche Dienstleistungen gewährleistet und eine Dynamik öffentlicher Investitionen in unmittelbarer Nähe der Bürger wiederhergestellt."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, die föderale Struktur grundlegend neu zu definieren, um sie effizienter und übersichtlicher zu machen, indem das Kompetenzwirrwarr beendet wird. Der richtige Ansatz besteht darin, eine umfassende Prüfung der Aufgaben jeder Ebene durchzuführen, um eine klare Trennung der Zuständigkeiten herzustellen. Leitprinzip wird sein, die Finanzströme strikt an den Zuständigkeiten auszurichten: Die Bundesebene muss sich auf ihre hoheitlichen Aufgaben konzentrieren und aufhören, die Politik der Länder systematisch zu subventionieren. Diese Klarstellung der Rollen wird von einer Reform der Aufteilung der Steuereinnahmen begleitet werden, um die finanzielle Autonomie jeder Regierungsebene zu gewährleisten. So würde ein agilerer und reaktionsfähiger Staat geschaffen, das öffentliche Handeln für die Bürger transparenter gemacht und eine als Hemmnis wahrgenommene Komplexität in einen echten Wettbewerbsfaktor verwandelt werden."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, einen authentischen Föderalismus wiederherzustellen, der auf strikter Subsidiarität und klarer finanzieller Verantwortung beruht. Der richtige Ansatz besteht darin, eine rigorose Anwendung des Konnexitätsprinzips durchzusetzen, wonach die föderale Ebene jede Aufgabe, die sie den Gliedstaaten und den Gemeinden auferlegt, vollständig finanzieren muss. Parallel dazu muss die Souveränität der Länder in Bildungs- und Kulturfragen geschützt werden, indem jegliche föderale Einmischung begrenzt wird. Die Aufgabenteilung muss wieder klar werden, wobei jede Regierungsebene ihre Aufgaben übernimmt, ohne die Kosten auf die anderen zu verlagern. So würde die Autonomie und die Handlungsfähigkeit der lokalen Ebenen gestärkt, was eine effektivere und verantwortungsvollere Regierungsführung gewährleisten würde."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die Handlungsfähigkeit der lokalen Gebietskörperschaften zu stärken, damit sie wieder zu den Pfeilern der Bereitstellung grundlegender öffentlicher Dienstleistungen werden. Der richtige Ansatz besteht darin, Eigentum und Verwaltung strategischer Infrastrukturen, wie Krankenhäusern, direkt an die Gemeinden zu übertragen. Um ihre Zahlungsfähigkeit zu gewährleisten, muss dieser Kompetenztransfer von einer massiven Umverteilung fiskalischer Mittel begleitet werden. Die Föderation wird die Aufgabe haben, die notwendigen Mittel durch eine ehrgeizige Besteuerung von Großvermögen und Unternehmen zu beschaffen und sie dann den Gemeinden zuzuweisen, um ihre neuen Aufgaben zu finanzieren, wie die kostenfreie Bildung und die Kinderbetreuung. So würde ein gerechter Zugang zu grundlegenden Dienstleistungen im gesamten Staatsgebiet gewährleistet, indem die lokale Ebene direkt verantwortlich gemacht und befähigt wird, das Wohlergehen ihrer Bürger sicherzustellen."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, die lokale Ebene zu revitalisieren, indem man ihr die finanziellen Mittel und die notwendige Autonomie zurückgibt, um auf die konkreten Bedürfnisse der Bürgerinnen und Bürger reagieren zu können. Priorität hat die Stärkung der Autonomie der Gemeinden durch ein Ende der Logik zweckgebundener Zuschüsse, die die lokale Initiative hemmt. Um dies zu erreichen, besteht der Ansatz darin, ihre Handlungsfähigkeit durch eine strukturelle Lösung für ihre historische Verschuldung und durch direkte Zuweisungen zu garantieren. Dieses Subsidiaritätsprinzip muss jedoch dort gemildert werden, wo es Ungleichheiten schafft: in Bereichen wie der Bildung muss der nationale Rahmen gestärkt werden, um identische Qualitätsstandards im gesamten Hoheitsgebiet zu gewährleisten. Auf diese Weise würde das öffentliche Handeln auf lokaler Ebene agiler und relevanter werden, während gleichzeitig sichergestellt wird, dass essenzielle Dienstleistungen nicht mehr vom Wohnort der Bürgerinnen und Bürger abhängen."
      }
    ]
  },
  {
    "question": "Welche Gleichgewichte zwischen öffentlichen Freiheiten, innerer Sicherheit und Rechtsstaatlichkeit?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "Die Idee wäre, die Autorität des Staates wiederherzustellen, um die Sicherheit als Voraussetzung für die Ausübung der öffentlichen Freiheiten zu gewährleisten. Der richtige Ansatz besteht darin, eine Nulltoleranzpolitik gegenüber Kriminalität und Extremismus zu verfolgen, indem die Sicherheitskräfte mit erweiterten Befugnissen und modernen Mitteln ausgestattet werden. Dazu gehört der Einsatz von Videoüberwachung und Gesichtserkennung in Risikogebieten, die Verpflichtung der Internetzugangsanbieter, IP-Adressen zu speichern, sowie die Beschleunigung der Gerichtsverfahren. Parallel dazu werden als lax geltende Gesetze aufgehoben, um einen klaren Rahmen zu bekräftigen. Auf diese Weise würde eine schnelle und unerbittliche strafrechtliche Reaktion gewährleistet, Netzwerke, die die öffentliche Ordnung bedrohen, zerschlagen und die Vorrangstellung der kollektiven Sicherheit unter Wahrung des rechtlichen Rahmens wiederhergestellt."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "Die Idee wäre, einen Staat zu gestalten, der zugleich schützend und Garant der Freiheiten ist, indem die Sicherheitsinstrumente modernisiert und gleichzeitig einer strengen Kontrolle im Rahmen des Rechtsstaats unterworfen werden. Der richtige Ansatz besteht darin, die personellen und materiellen Mittel der gesamten Sicherheitskette von der Polizei bis zur Justiz zu stärken, um komplexen Bedrohungen wie organisierter Kriminalität und Extremismus zu begegnen. Die Einführung neuer Technologien, wie etwa der Datenanalyse durch Künstliche Intelligenz, wird systematisch durch präzise gesetzliche Grundlagen geregelt, die den Schutz der Grundrechte und der Privatsphäre gewährleisten. Diese Modernisierung wird mit einer gesetzlichen Klarstellung der Zuständigkeiten einhergehen und einen Schwerpunkt auf Prävention legen. So könnte dadurch die Wirksamkeit staatlichen Handelns im Kampf gegen die Kriminalität erhöht werden, während zugleich das Vertrauen der Bürger in Institutionen gestärkt wird, die transparent und verantwortungsbewusst handeln."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "Die Idee wäre, ein hohes Sicherheitsniveau mit dem unantastbaren Respekt der Freiheiten zu versöhnen, indem das staatliche Handeln in einem robusten und vorhersehbaren Rechtsstaat verwurzelt wird. Der richtige Ansatz besteht darin, Polizei und Justiz mit modernen Mitteln und spezialisierten Kompetenzen auszustatten, um organisierte, finanzielle und extremistische kriminelle Netzwerke zu zerschlagen. Parallel dazu werden die öffentlichen Freiheiten durch eine kategorische Ablehnung der Massenüberwachung geschützt, wie etwa die flächendeckende Speicherung von Daten oder die Kontrolle privater Kommunikation. Die Unabhängigkeit der Justiz und die externen Kontrollmechanismen des polizeilichen Handelns werden gefestigt. So würde dies die Autorität des Staates gegenüber den realen Bedrohungen stärken, zugleich den Bürger vor Willkür bewahren und das Vertrauen festigen, das die Grundlage einer freien und sicheren Gesellschaft ist."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "Die Idee wäre, das Gleichgewicht zwischen Sicherheit und Freiheit auf einer einfachen Grundlage neu zu begründen: Ein starker und wirksamer Rechtsstaat ist die beste Garantie der individuellen Freiheiten, nicht ihr Gegner. Der zentrale Ansatz besteht darin, den Staat mit modernen und gezielten Handlungskapazitäten auszustatten, um gegen reale Bedrohungen – organisierte Kriminalität, Extremismus und Cyberangriffe – vorzugehen, und zugleich Instrumente der Massenüberwachung kategorisch abzulehnen. Um dies zu erreichen, wird jede generalisierte und präventive Datenerhebung zugunsten gezielter Mechanismen zum Einfrieren von Informationen auf richterliche Anordnung verboten. Jede neue Sicherheitsprärogative unterliegt einer strengen Verhältnismäßigkeitskontrolle und einer systematischen Bewertung ihrer Auswirkungen auf die Grundrechte. So könnte damit eine Sicherheitsarchitektur aufgebaut werden, die einerseits für Kriminelle wirksamer ist und andererseits die Privatsphäre und die Freiheiten aller Bürger vollständig respektiert."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "Die Idee wäre, das Gleichgewicht neu zu definieren, indem ein starker Staat in seiner Sicherheitsaufgabe wiederhergestellt wird, die erste Voraussetzung für die Ausübung der Freiheiten. Der richtige Ansatz besteht darin, die Autorität des Rechts durch eine Verschärfung des Strafrechts und Nulltoleranz gegenüber Kriminalität, insbesondere ausländischer Kriminalität, sowie gegenüber Extremismus zu stärken. Gleichzeitig müssen die grundlegenden Freiheiten des Bürgers gegen Massenüberwachung und politische Zensur geschützt werden, indem eine uneingeschränkte Meinungsfreiheit garantiert wird. Der Rechtsstaat muss ein Schutzschild für gesetzestreue Bürger sein und darf kein Instrument sein, das das Handeln der Sicherheitskräfte behindert. Auf diese Weise würde ein klarer Gesellschaftsvertrag wiederhergestellt, in dem die Sicherheit durch einen starken Staat gewährleistet wird und die individuellen Freiheiten vor jeglicher ideologischen Einmischung geschützt sind."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "Die Idee wäre, die innere Sicherheit auf sozialen Zusammenhalt und den Schutz der Grundrechte zu gründen und sich gegen jede Entwicklung zu stellen, die die öffentlichen Freiheiten bedrohen würde. Der richtige Ansatz besteht darin, die wirklichen Ursachen von Unsicherheit anzugehen: Hass, Diskriminierung und systemische Gewalt, insbesondere gegen Frauen. Das Handeln des Staates muss sich auf die effektive Durchsetzung des Rechtsstaats für alle konzentrieren, indem es zum Beispiel einen sofortigen und bedingungslosen Zugang zu Plätzen in Frauenhäusern für bedrohte Frauen gewährleistet. Priorität hat nicht die Überwachung, sondern der aktive Kampf gegen Ausgrenzung. So würde sich eine sicherere, weil gerechtere Gesellschaft aufbauen lassen, in der das Gleichgewicht entschieden zugunsten des Schutzes der Bürgerinnen und Bürger statt zugunsten der Stärkung eines repressiven Apparats kippt."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "Die Idee wäre, ein gerechtes Gleichgewicht wiederherzustellen, indem die Autorität des Staates auf seine hoheitlichen Sicherheitsaufgaben zurückgeführt wird, während einer autoritären Entwicklung der Überwachung von Meinungen ein Ende gesetzt wird. Priorität hat die Gewährleistung der physischen Sicherheit der Bürger durch eine sichtbare Polizeipräsenz und erhöhte Mittel zur Bekämpfung der Kriminalität. Parallel dazu muss sich der Staat aus dem Feld der Gedankenpolizei zurückziehen, indem er die Regelungen abschafft, die politische Kritik behindern. Eine parlamentarische Untersuchungskommission muss Licht in die Handhabung der Gesundheitskrise bringen, während die Unabhängigkeit der Justiz, insbesondere der Staatsanwaltschaft, vollständig garantiert wird. Auf diese Weise würde das Vertrauen in einen Staat wiederhergestellt, der seine Bürger wirksam vor Kriminalität schützt und zugleich der unerbittliche Garant ihrer Grundfreiheiten ist."
      }
    ]
  }
]