[
  {
    "question": "Quel niveau d’investissement public et quelle règle budgétaire (y compris l’interprétation du Schuldenbremse) convient-il d’adopter ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de garantir la solidité des finances publiques comme socle de la prospérité future et de la confiance des épargnants. L'axe central de cette approche est le respect intangible du frein à l'endettement, car les dettes d'aujourd'hui constituent les hausses d'impôts de demain. Pour y parvenir, il est nécessaire de réduire les dépenses de fonctionnement de l'État tout en menant une politique fiscale incitative qui abaisse les prélèvements sur les entreprises pour stimuler l'investissement privé. Les investissements publics seront ciblés sur des secteurs stratégiques comme la recherche et l'innovation, avec un objectif chiffré, mais sans jamais déroger à la discipline budgétaire. Ainsi, cela permettrait de libérer le potentiel de l'économie, de renforcer sa compétitivité et d'assurer une gestion durable des deniers publics sans hypothéquer l'avenir."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de réorienter la politique budgétaire pour financer une décennie de modernisation, en sortant d'une logique de pure austérité. La priorité est de réformer la règle d'endettement constitutionnelle afin de distinguer clairement les investissements stratégiques des dépenses courantes, ce qui autoriserait leur financement par l'emprunt sur le long terme. Pour amorcer ce changement, un fonds de 100 milliards d'euros, mobilisant capitaux publics et privés, sera mis en place pour des projets ciblés via des transactions financières compatibles avec le cadre actuel. Cette approche sera complétée par un assouplissement des critères conjoncturels de la règle budgétaire et une refonte des mécanismes d'urgence pour plus de prévisibilité. Ainsi, cela permettrait d'assurer une planification stable et pluriannuelle pour les grands chantiers d'infrastructures et de transition écologique, tout en répartissant équitablement la charge financière entre les générations."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de libérer les investissements d’avenir, aujourd’hui bloqués par des règles budgétaires trop rigides, afin de moderniser les infrastructures critiques et de financer les transitions écologique et numérique. La bonne approche consiste à réformer le frein à l'endettement pour distinguer clairement les dépenses de fonctionnement, qui resteront strictement encadrées, des investissements stratégiques qui pourront être financés par le crédit. Pour agir sans attendre, un fonds spécial pour l'Allemagne sera créé, ciblant en priorité les infrastructures de transport, d'énergie, d'éducation, de recherche et la sécurité nationale à l'échelle fédérale, régionale et communale. Ainsi, cela permettrait de combler le retard accumulé et de restaurer la capacité d'action de l'État sur les priorités de long terme, sans reporter le fardeau d'infrastructures défaillantes sur les générations futures."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de garantir la solidité des finances publiques comme condition préalable à tout investissement, plutôt que d'opposer discipline budgétaire et projets d'avenir. L'axe central est le respect intangible du frein à l'endettement, qui impose une gestion rigoureuse et protège les générations futures. Pour y parvenir, le financement des priorités, notamment en matière d'infrastructures, doit provenir d'une réaffectation des dépenses existantes, en particulier par la réduction drastique des subventions inefficaces et la cession de participations publiques. L'investissement privé doit également être mobilisé de manière plus systématique pour compléter l'effort public. Ainsi, cela permettrait de renforcer la crédibilité financière du pays tout en dégageant les marges nécessaires pour des investissements ciblés, sans faire peser le fardeau de la dette sur les générations futures."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de restaurer une discipline budgétaire stricte en considérant que le problème réside dans l'excès de dépenses et non dans l'insuffisance des recettes. L'axe central est le respect intangible du frein à l'endettement (Schuldenbremse), sans aucune forme d'assouplissement. Pour y parvenir, la priorité est de réduire drastiquement les dépenses jugées non essentielles, en ciblant notamment les contributions à l'Union européenne, les subventions liées aux politiques climatiques et le financement d'organisations non gouvernementales. Les investissements publics ne sont pas une fin en soi ; l'objectif est avant tout d'assainir le budget en éliminant le gaspillage. Ainsi, cela permettrait de stopper toute nouvelle dette nette et de consolider durablement les finances publiques."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de mobiliser des ressources financières massives pour un investissement public direct dans les secteurs d'avenir, en rupture avec la logique d'austérité. L'objectif est de redonner à l'État les moyens de piloter la transformation écologique et de garantir l'accès de tous aux services essentiels comme le logement. Pour y parvenir, l'axe central est une refonte fiscale d'ampleur, réintroduisant un impôt sur les grandes fortunes et augmentant significativement la contribution des plus hauts revenus. Cette nouvelle capacité budgétaire doit financer prioritairement la construction de logements publics et la rénovation des infrastructures, en subordonnant les règles budgétaires actuelles à ces impératifs d'investissement stratégique. Ainsi, cela permettrait de sécuriser le financement pérenne des services publics et des emplois de demain."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de mettre fin au blocage de l'investissement public, causé par une règle budgétaire inadaptée qui accélère la dégradation des infrastructures nationales. La priorité est de libérer une capacité d'action financière pour un programme de modernisation de grande ampleur. Pour y parvenir, l'approche consiste à réformer le frein à l'endettement afin d'en exclure spécifiquement les investissements stratégiques. Les dépenses consacrées aux ponts, routes, voies ferrées, écoles, logements et réseaux seraient ainsi sorties du calcul, ce qui permettrait de financer un plan massif pour rattraper le retard accumulé. Ainsi, cela permettrait de stopper le délabrement des actifs publics et de renforcer les bases de la prospérité future."
      }
    ]
  },
  {
    "question": "Quelles priorités pour la croissance et la productivité (industrie, PME, innovation) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de libérer le potentiel productif de l'économie en restaurant un environnement propice à l'investissement et à l'innovation. La bonne approche consiste à alléger massivement les charges pesant sur les entreprises en plafonnant l'impôt sur les sociétés à 25 % et en supprimant les réglementations superflues. Une zone de protection administrative sera instaurée pour les nouvelles entreprises afin d'encourager l'entrepreneuriat, tandis que la législation du travail sera modernisée pour offrir plus de flexibilité via un temps de travail maximal hebdomadaire. L'effort d'innovation sera sanctuarisé par un objectif de dépenses en recherche et développement de 3,5 % du PIB d'ici 2030, piloté par un ministère fédéral dédié au numérique. Ainsi, cela permettrait de stimuler la ré-industrialisation, de renforcer la compétitivité globale et de favoriser la création d'emplois qualifiés."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de bâtir un nouveau cycle de croissance en agissant sur les conditions-cadres de la compétitivité industrielle. La priorité est de garantir une énergie abordable, notamment en plafonnant les frais de réseau et en abaissant la fiscalité sur l'électricité au minimum européen. Pour stimuler l'investissement productif, une prime fiscale directe de 10 % sur les nouveaux équipements remplacera les programmes de subventions complexes. Parallèlement, une accélération des procédures d'autorisation et un allègement de la bureaucratie sont engagés pour libérer les initiatives et soutenir l'innovation dans les PME comme dans les grands groupes industriels. Ainsi, cela permettrait de restaurer l'attractivité du site de production, d'accélérer la transition technologique et de sécuriser les chaînes de valeur stratégiques."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de bâtir une nouvelle prospérité en alignant la puissance industrielle sur l'innovation et la neutralité climatique, afin de garantir la compétitivité future. La bonne approche consiste à libérer le potentiel des entreprises via une prime à l’investissement de 10 % sur cinq ans et une simplification administrative systématique, conçue avec les acteurs de terrain, notamment les PME. L'accès au capital-risque pour les start-ups innovantes sera activement soutenu, et la modernisation de l'industrie sera accélérée par des contrats de protection climatique pour garantir la compétitivité dans la transition écologique. Ainsi, cela permettrait de positionner le pays en leader des technologies d'avenir, de renforcer la compétitivité des PME et de garantir une base industrielle solide et décarbonée."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de libérer le potentiel de croissance en restaurant un environnement propice à l'investissement et à la prise de risque, plutôt que de multiplier les aides sectorielles. L'axe central consiste à mener une offensive de compétitivité fondée sur trois piliers : la déréglementation massive, un allègement fiscal structurel et une politique d'innovation résolument ouverte. Pour y parvenir, un moratoire immédiat sur toute nouvelle charge administrative sera instauré, couplé à la suppression des réglementations superflues qui entravent les entreprises. La fiscalité des sociétés sera ramenée sous le seuil de 25 % et le prélèvement de solidarité définitivement supprimé pour redonner des marges de manœuvre. Parallèlement, la recherche sera encouragée par des incitations fiscales et une liberté technologique totale, favorisant les innovations de rupture comme l'IA ou la fusion nucléaire. Ainsi, cela permettrait de relancer l'investissement privé, de renforcer la productivité des PME comme des grands groupes industriels, et de repositionner le pays comme un leader de l'innovation mondiale."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de restaurer la compétitivité du site productif en levant les obstacles qui freinent l'investissement et l'innovation. L'axe central est de garantir un accès à une énergie abondante et abordable, en revenant sur les abandons du nucléaire et du charbon tout en supprimant la fiscalité carbone. Parallèlement, une déréglementation massive, incluant l'abolition des contraintes administratives liées aux chaînes d'approvisionnement et aux rapports de durabilité, doit être menée, couplée à une baisse significative de la fiscalité sur les entreprises. La politique industrielle doit être technologiquement neutre, en protégeant les filières stratégiques. Ainsi, cela permettrait de libérer le potentiel des PME et de l’industrie, en créant un climat de confiance propice à la prospérité et au maintien de l’emploi national."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de conditionner le développement économique à des impératifs sociaux et écologiques plutôt que de viser une croissance non maîtrisée. La bonne approche consiste à orienter les investissements publics vers la modernisation de l'industrie, tout en favorisant un changement structurel de la gouvernance des entreprises. Un levier central est le soutien actif à la reprise et à la création de sociétés coopératives par les salariés, pour garantir un réinvestissement des gains de productivité au service de l'emploi et de la durabilité. Les grandes entreprises, notamment les plus polluantes, devront financer cette transition par une contribution accrue. Ainsi, cela permettrait de bâtir un tissu industriel innovant et démocratique, dont la performance profite à l'ensemble de la société."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de relancer la croissance en restaurant la compétitivité de l’appareil productif et en le protégeant des logiques financières court-termistes. La priorité est de garantir une énergie abordable pour les industries clés et les PME. Pour y parvenir, l'approche consiste à déployer une politique industrielle active, en portant les dépenses de recherche et développement à 4 % du PIB d'ici 2030. Un fonds industriel public fournirait des capitaux patients aux secteurs stratégiques et aux start-ups innovantes, tandis qu'une nouvelle structure juridique d'entreprise encouragera le réinvestissement des bénéfices au service de la stabilité à long terme. Ainsi, cela permettrait de consolider la base industrielle, de libérer le potentiel d'innovation des PME et d'assurer une prospérité durable, fondée sur la production réelle."
      }
    ]
  },
  {
    "question": "Quelle trajectoire pour la transition énergétique (mix, sécurité d’approvisionnement, prix de l’électricité) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de garantir la sécurité d'approvisionnement et la compétitivité des prix de l'énergie en se fondant sur une approche pragmatique et technologiquement neutre. La priorité consiste à augmenter l'offre pour faire baisser les coûts, notamment par une réduction de la fiscalité sur l'électricité et des frais de réseau. Pour y parvenir, il s'agit de développer les infrastructures de réseau, les capacités de stockage et toutes les énergies renouvelables, mais aussi de maintenir l'option du nucléaire, en évaluant la remise en service de centrales récentes et en soutenant la recherche sur les réacteurs de nouvelle génération. Le marché des quotas d'émission sera l'instrument central pour limiter efficacement les émissions, en lieu et place de réglementations contraignantes qui seront abrogées. Ainsi, cela permettrait de concilier protection du climat, souveraineté énergétique et compétitivité économique."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de garantir la transition vers la neutralité climatique en la rendant économiquement accessible et socialement équitable, en privilégiant les solutions collectives. La trajectoire repose exclusivement sur le déploiement massif des énergies renouvelables, notamment éoliennes et solaires, couplé à des capacités de stockage, tout en confirmant l'abandon du nucléaire. Pour maîtriser les coûts, les frais de transport de l'électricité seront plafonnés à 3 centimes par kilowattheure et les réseaux de chaleur urbains feront l'objet d'une supervision fédérale des prix. L'hydrogène vert est positionné comme le vecteur énergétique stratégique pour décarboner l'industrie. Ainsi, cela permettrait de concilier sécurité d'approvisionnement, compétitivité des prix et atteinte des objectifs climatiques, en s'appuyant sur un mix énergétique entièrement décarboné et des infrastructures modernisées."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait d'accélérer la transition vers un système électrique entièrement renouvelable, pour garantir simultanément la neutralité climatique, la sécurité d’approvisionnement et des prix abordables. La bonne approche consiste à viser un mix de 80 % d’énergies renouvelables d’ici 2030 et une production entièrement neutre pour le climat en 2035, en confirmant la sortie définitive du charbon et du nucléaire. La stabilité du système sera assurée par la digitalisation des réseaux, le déploiement de solutions de stockage et une nouvelle génération de centrales de secours flexibles et compatibles avec l'hydrogène. Pour maîtriser les coûts, la fiscalité sur l’électricité sera réduite au minimum européen et le financement des réseaux sera réformé pour alléger les factures. Ainsi, cela permettrait d'établir un système énergétique résilient, de réduire les coûts pour les ménages et les entreprises, et de faire des consommateurs des acteurs de la transition grâce aux réseaux intelligents."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de refonder la politique énergétique sur la neutralité technologique et les mécanismes de marché, afin de garantir simultanément la sécurité d'approvisionnement et des prix compétitifs. La bonne approche consiste à abandonner les subventions et les objectifs de déploiement par technologie au profit d'un cadre concurrentiel où seul le prix du CO2 pilote la décarbonation. Pour y parvenir, toutes les sources d'énergie bas-carbone, y compris le nucléaire de nouvelle génération et la capture de carbone, doivent être autorisées sans entrave idéologique. La production nationale de gaz, y compris par fracturation, sera développée pour réduire la dépendance extérieure, tandis que la fiscalité sur l'électricité sera réduite à son minimum européen et les coûts de réseau profondément réformés. Ainsi, cela permettrait de baisser durablement les prix pour les ménages et les entreprises, de sécuriser l'approvisionnement grâce à un mix énergétique diversifié et d'atteindre les objectifs climatiques de la manière la plus efficiente économiquement."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de réorienter radicalement la politique énergétique en abandonnant l'approche idéologique au profit de la sécurité d'approvisionnement et de la compétitivité économique. La priorité est la réactivation immédiate des centrales nucléaires et la fin du démantèlement programmé du charbon, qui constituent le socle d'une production stable. Pour y parvenir, il convient de sécuriser l'approvisionnement en gaz en remettant en service les infrastructures existantes et de mettre fin à toute forme de subvention ou de priorité d'accès au réseau pour les énergies renouvelables. L'innovation se concentrera sur les nouvelles générations de réacteurs nucléaires. Ainsi, cela permettrait de garantir une électricité fiable et abordable pour les entreprises et les ménages, condition essentielle à la réindustrialisation du pays."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de subordonner la trajectoire énergétique à un principe de justice sociale, en garantissant un accès à l'énergie à un coût abordable pour tous. La bonne approche consiste à sortir d'une logique de marché, en rejetant les mécanismes de tarification du carbone jugés régressifs. Pour y parvenir, l'État doit reprendre un contrôle direct sur les prix de l'électricité et du chauffage, notamment via l'instauration d'un tarif de base subventionné pour couvrir les besoins essentiels de chaque foyer. Le financement des infrastructures et des aides à la rénovation sera assuré par une mise à contribution des principaux responsables du changement climatique, c'est-à-dire les grandes entreprises et les patrimoines les plus élevés. Ainsi, cela permettrait d'engager la transition écologique tout en protégeant le pouvoir d'achat et en réduisant les inégalités."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait d'adopter une trajectoire énergétique pragmatique, axée sur la sécurité d'approvisionnement et la baisse des prix, conditions essentielles à la compétitivité industrielle. La priorité est de mettre fin à une politique coûteuse et inefficace en supprimant la tarification du CO2 et en abrogeant les interdictions sur les moteurs thermiques et les systèmes de chauffage performants. L'approche consiste à sécuriser des importations d'énergie via des contrats à long terme au meilleur prix, tout en maintenant le réseau gazier comme filet de sécurité pour pallier l'intermittence des renouvelables. Les réseaux électriques doivent également être nationalisés pour maîtriser les coûts. Ainsi, cela permettrait de garantir une énergie fiable et abordable pour les ménages et les entreprises, restaurant ainsi la base de la compétitivité nationale."
      }
    ]
  },
  {
    "question": "Quels mécanismes pour la compétitivité industrielle face aux États-Unis et à la Chine ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de restaurer la souveraineté industrielle et de renforcer la compétitivité globale en créant un écosystème national favorable à la production et à l'innovation. La bonne approche consiste à alléger drastiquement les contraintes pesant sur les entreprises, en plafonnant l'impôt sur les sociétés à 25 % et en démantelant les réglementations excessives, comme la loi sur les chaînes d'approvisionnement. Parallèlement, il est crucial de garantir un accès à une énergie abordable en réduisant les taxes sur l'électricité. Un effort massif sera porté sur l'innovation, avec un objectif de 3,5 % du PIB consacré à la R&D d'ici 2030, en se concentrant sur les technologies d'avenir comme l'intelligence artificielle souveraine. Ainsi, cela permettrait d'attirer les investissements, de relocaliser des productions stratégiques et de positionner le pays comme un leader des technologies de pointe, capable de rivaliser sur la scène internationale par l'excellence et l'efficacité."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de renforcer la souveraineté économique européenne pour répondre à la compétition systémique, en s'appuyant sur l'échelle continentale plutôt que sur des réponses nationales isolées. Face à la Chine, l'axe central est une stratégie de réduction des risques (\"De-Risking\") en diversifiant les chaînes d'approvisionnement critiques et en appliquant une approche différenciée (partenaire, concurrent, rival). Face aux États-Unis, il s'agit d'éviter une course aux subventions en lui opposant une offensive européenne coordonnée d'investissement et d'innovation. Le renforcement des partenariats stratégiques via des accords commerciaux exigeants et la promotion de standards communs, comme au sein d'un \"club climatique\", complètent ce dispositif. Ainsi, cela permettrait de sécuriser la base industrielle, de garantir une autonomie stratégique dans les secteurs clés et de positionner l'économie comme un pôle de compétitivité technologique et durable sur la scène mondiale."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de bâtir une souveraineté économique européenne pour rivaliser à armes égales avec les blocs américain et chinois, en transformant le marché unique en un levier de puissance stratégique. La bonne approche consiste à déployer une politique industrielle active, en conditionnant les aides publiques et les marchés publics à une production respectant des standards sociaux et environnementaux européens élevés. Il s'agit également de se doter d'outils de défense commerciale robustes, comme un mécanisme d'ajustement carbone aux frontières efficace et un contrôle renforcé des investissements étrangers dans les secteurs stratégiques. L'autonomie sera renforcée par la relocalisation des capacités de production dans des domaines clés. Ainsi, cela permettrait de réduire les dépendances critiques, de garantir des conditions de concurrence équitables pour nos entreprises et de faire de la transition écologique un avantage compétitif durable."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de miser sur la compétitivité intrinsèque des entreprises et une offensive commerciale globale, plutôt que d'entrer dans une course aux subventions et au protectionnisme. L'axe central est de créer un choc de compétitivité domestique en abaissant la fiscalité des entreprises sous 25 % et en démantelant les surréglementations nationales et européennes qui freinent l'investissement. Cette base assainie doit ensuite être projetée à l'international par la conclusion accélérée d'un maximum d'accords de libre-échange, notamment transatlantiques et avec les économies émergentes. Parallèlement, il s'agit de réduire les dépendances stratégiques critiques et d'appliquer fermement les règles commerciales pour contrer les pratiques déloyales. Ainsi, cela permettrait de doter l'industrie d'une base de coûts attractive et d'un accès privilégié aux marchés mondiaux, lui donnant les moyens de prospérer par l'innovation et la qualité plutôt que par une protection artificielle."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de restaurer la compétitivité en fondant la politique commerciale sur une stricte défense de l'intérêt national et la protection des atouts stratégiques. La bonne approche consiste à exiger une réciprocité totale dans les relations commerciales, notamment avec la Chine, tout en instaurant des contrôles stricts pour empêcher l'acquisition de technologies et d'entreprises stratégiques par des acteurs étrangers. Simultanément, il s'agit d'affirmer une autonomie économique vis-à-vis des États-Unis, en refusant les politiques et sanctions extraterritoriales qui nuisent à notre industrie. Le socle de cette stratégie est la restauration d'une énergie abondante et à bas coût. Ainsi, cela permettrait à l'industrie nationale de sécuriser son accès aux marchés d'exportation tout en protégeant sa base technologique, garantissant sa pérennité dans un environnement mondial concurrentiel."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de redéfinir la compétitivité industrielle en la fondant sur la résilience sociale et écologique, plutôt que sur une confrontation directe avec les modèles américain ou chinois. La bonne approche consiste à renforcer le tissu productif de l'intérieur, en conditionnant les investissements publics à la transformation des entreprises. Le levier principal réside dans un soutien actif à la reprise d'entreprises par leurs salariés sous forme de coopératives, afin de favoriser une vision à long terme et un ancrage local. Le financement de cette mutation sera assuré par une fiscalité accrue sur les grands groupes et les hauts patrimoines. Ainsi, cela permettrait de bâtir une base productive souveraine et durable, moins dépendante des chocs externes et dont la performance bénéficie directement aux travailleurs et aux territoires."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de restaurer la compétitivité en adoptant une posture de souveraineté économique dans un monde multipolaire, refusant ainsi l'alignement systématique sur des logiques de blocs. La priorité est de se soustraire aux sanctions et aux guerres commerciales initiées par des puissances tierces, qui pénalisent directement l'industrie nationale. L'approche consiste à défendre activement les intérêts nationaux contre les pratiques déloyales, y compris celles émanant de partenaires comme les États-Unis, tout en renforçant les circuits économiques régionaux pour réduire les dépendances critiques dans les secteurs clés. Ainsi, cela permettrait de sécuriser des relations commerciales stables et équilibrées avec le plus grand nombre de pays possible, garantissant les débouchés et les approvisionnements vitaux pour l'économie."
      }
    ]
  },
  {
    "question": "Quelle politique d’immigration, d’asile et d’intégration (voies légales, contrôles, quotas, intégration au marché du travail) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de maîtriser rigoureusement l'immigration en dissociant une politique d'asile restrictive d'une politique d'immigration de travail pragmatique. La bonne approche consiste à externaliser l'examen des demandes d'asile dans des pays tiers sûrs et à mettre en œuvre des contrôles stricts aux frontières pour des rejets immédiats. Les procédures d'éloignement seront accélérées, y compris vers des pays comme la Syrie ou l'Afghanistan, et le regroupement familial pour certains statuts sera suspendu. En parallèle, une agence numérique unique facilitera le recrutement de professionnels étrangers qualifiés. L'intégration, conditionnée par un contrat obligatoire, fera de la naturalisation l'aboutissement d'un parcours réussi et non son point de départ. Ainsi, cela permettrait de limiter drastiquement l'immigration irrégulière tout en répondant aux besoins de l'économie par des voies légales et maîtrisées."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de mettre en œuvre une politique migratoire duale, qui organise activement les voies d'accès légales tout en assurant une gestion ordonnée et humaine de l'asile. La priorité est de fluidifier l'immigration de travail qualifiée en simplifiant et en accélérant la reconnaissance des diplômes. En parallèle, le système d'asile sera rendu plus efficace, avec un objectif de décision en six mois et un mécanisme de \"changement de voie\" permettant aux déboutés bien intégrés sur le marché du travail de basculer vers un statut de travailleur. Le cadre d'action repose sur un système européen solidaire qui renforce le contrôle aux frontières extérieures dans le respect du droit, mais exclut toute externalisation des procédures. Ainsi, cela permettrait de mieux aligner l'immigration sur les besoins économiques, d'accélérer l'intégration et de garantir la cohésion sociale, tout en assumant les responsabilités humanitaires."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de piloter les migrations de manière différenciée et pragmatique, en distinguant clairement l'immigration de travail, indispensable à l'économie, du devoir humanitaire de l'asile. La bonne approche consiste à attirer activement les talents par des voies légales simplifiées, notamment via la numérisation complète des visas et la reconnaissance accélérée des qualifications professionnelles. Parallèlement, le droit d'asile sera garanti par des procédures rapides et équitables menées sur le territoire européen, en rejetant toute externalisation. L'intégration repose sur un accès rapide au marché du travail, en supprimant les obstacles administratifs pour les personnes autorisées à rester et en facilitant leur mise en relation avec les employeurs. Ainsi, cela permettrait de répondre aux besoins du marché du travail, de gérer l'asile de manière ordonnée et humaine, et d'assurer une intégration rapide et réussie par l'emploi."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de distinguer rigoureusement l'immigration de travail, qui doit être encouragée, de la demande d'asile, qui doit être strictement encadrée. La bonne approche consiste à mettre en place un guichet unique et des procédures accélérées pour les travailleurs qualifiés, en se basant sur les besoins du marché du travail plutôt que sur des critères bureaucratiques. Parallèlement, les procédures d'asile doivent être traitées, y compris dans des pays tiers sûrs, et aboutir à un éloignement rapide et effectif en cas de rejet. L'intégration passe par un accès immédiat au travail pour les personnes autorisées à rester, avec des prestations sociales recentrées pour garantir que l'activité professionnelle soit toujours plus avantageuse que l'assistanat. Ainsi, cela permettrait de piloter les flux migratoires en fonction des besoins économiques du pays, de garantir l'ordre et le respect des règles, et de conditionner l'intégration réussie à l'autonomie financière et à l'adhésion aux valeurs fondamentales."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de reprendre le contrôle souverain des flux migratoires en distinguant rigoureusement l’asile, qui doit être traité hors du territoire national, de l’immigration de travail, qui doit être sélective. La bonne approche consiste à rétablir des contrôles systématiques aux frontières nationales pour refouler immédiatement toute entrée illégale, et à externaliser intégralement l'instruction des demandes d'asile dans des pays tiers. Parallèlement, une politique de \"remigration\" active, combinant incitations au retour volontaire et expulsions systématiques des personnes en situation irrégulière ou ayant commis des délits, doit être menée. L'immigration de travail qualifiée sera, quant à elle, régulée par un système à points fondé sur les besoins réels du marché et des critères stricts de qualification et d'autosuffisance. Ainsi, cela permettrait de passer d'une logique d'immigration subie à une immigration choisie, alignée sur les intérêts économiques et la capacité d'intégration du pays."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de fonder la politique d'accueil sur le respect inconditionnel du droit d'asile et sur un principe de tolérance, en s'opposant à toute instrumentalisation des personnes réfugiées comme cause des problèmes sociaux. La bonne approche consiste à garantir une intégration rapide et digne par l'accès au marché du travail. Pour y parvenir, la priorité est d'accélérer drastiquement l'octroi des permis de travail dès l'arrivée, permettant aux personnes de subvenir à leurs besoins et de contribuer à la collectivité. Cette logique, centrée sur les droits, s'oppose à toute politique de quotas restrictifs. Ainsi, cela permettrait de bâtir une société inclusive et de lutter contre la discrimination, en assurant que les nouveaux arrivants deviennent rapidement des acteurs sociaux et économiques à part entière."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de reprendre le contrôle des flux migratoires en mettant fin à un système d'accueil jugé inefficace et coûteux pour la collectivité. La priorité est de réduire drastiquement les facteurs d'attraction et de garantir l'application stricte du droit. Pour y parvenir, l'approche consiste à délocaliser l'examen des demandes d'asile dans des pays tiers sûrs, en dehors de l'Union européenne. Le principe selon lequel toute personne entrant depuis un pays sûr n'a ni droit à une procédure d'asile ni accès aux prestations sociales doit être appliqué sans exception. En parallèle, les efforts doivent se concentrer sur l'intégration rapide au marché du travail des réfugiés statutaires et sur l'expulsion systématique des déboutés. Ainsi, cela permettrait de soulager les services publics, de préserver la cohésion sociale et d'assurer la soutenabilité du modèle de protection sociale."
      }
    ]
  },
  {
    "question": "Quelles réformes du marché du travail (salaires, formation, pénuries de compétences) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de redynamiser le marché du travail pour que l'effort paie davantage, tout en augmentant sa flexibilité pour répondre aux besoins de l'économie. La priorité est d'alléger la pression fiscale sur le travail, en réduisant les cotisations sociales pour atteindre un plafond de 40 % et en défiscalisant les heures supplémentaires. La législation du travail sera modernisée en instaurant une durée maximale hebdomadaire plutôt que journalière, offrant plus de souplesse. Pour pallier les pénuries de compétences, une agence numérique centralisée accélérera le recrutement de professionnels étrangers, tandis que la formation professionnelle et continue sera renforcée pour garantir l'adéquation des qualifications. Ainsi, cela permettrait de stimuler l'emploi, de rendre le travail plus attractif et de doter le pays des compétences nécessaires à sa compétitivité."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de refonder le pacte social du travail pour garantir à la fois la sécurité des parcours et une juste rémunération, en réponse aux transformations économiques et aux pénuries de main-d'œuvre. L'axe central est une revalorisation directe du travail, avec un salaire minimum porté à 15 euros d'ici 2026 et le renforcement de la négociation collective par une loi qui conditionne l'accès aux marchés publics au respect des accords de branche. En parallèle, la précarité sera combattue en supprimant les contrats à durée déterminée sans motif et en intégrant les 'mini-jobs' dans le système de protection sociale. Un droit à la formation continue sera instauré, soutenu par de nouveaux dispositifs financiers pour permettre aux salariés d'adapter leurs compétences tout au long de leur carrière. Ainsi, cela permettrait d'améliorer durablement le pouvoir d'achat, de réduire la précarité et d'aligner les compétences de la main-d'œuvre sur les besoins futurs de l'économie."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de revaloriser le travail pour combattre la précarité et les pénuries de compétences, en assurant des rémunérations plus justes et en activant tous les viviers de main-d'œuvre. La bonne approche consiste à augmenter significativement le salaire minimum à 15 euros dès 2025 et à renforcer la négociation collective comme norme. Pour élargir la base de travailleurs qualifiés, une réforme de la fiscalité des couples encouragera l'emploi féminin, tandis que les \"mini-jobs\" seront progressivement convertis en emplois soumis à cotisations sociales. De plus, une contribution de solidarité sera demandée aux entreprises qui n'investissent pas dans la formation d'apprentis. Ainsi, cela permettrait de réduire les inégalités salariales, de garantir une meilleure protection sociale et de répondre durablement aux besoins de l'économie en compétences."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de revitaliser le marché du travail en misant sur la flexibilité contractuelle et la valorisation systématique de l'effort, plutôt que de le figer dans des carcans réglementaires rigides. L'axe central est de réformer la législation sur le temps de travail en instaurant un plafond hebdomadaire plutôt que quotidien, ce qui ouvre la voie à des modèles d'organisation plus souples, négociés librement entre employeurs et salariés. Pour garantir que le travail soit toujours payant, les heures supplémentaires seront exonérées d'impôt et les systèmes sociaux réformés pour que l'écart de revenus avec l'inactivité soit significatif et incitatif. La réponse aux pénuries de compétences passe par la création d'un compte personnel de formation tout au long de la vie et par l'accélération de la reconnaissance des qualifications étrangères. Ainsi, cela permettrait de créer un marché du travail plus dynamique, de faciliter l'adéquation entre l'offre et la demande de compétences et de redonner aux individus la maîtrise de leur parcours professionnel."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de revitaliser le marché du travail en rétablissant une juste rémunération de l'effort et en activant le potentiel national. L'axe central est une réforme fiscale qui augmente significativement le revenu net des travailleurs, notamment par une hausse substantielle de l'abattement fiscal de base. Parallèlement, les prestations sociales pour les personnes aptes au travail doivent être réformées pour cesser de concurrencer les bas salaires, en conditionnant leur versement à une contribution active à la communauté. La politique de formation doit être réorientée pour valoriser en priorité l'apprentissage et les filières professionnelles qualifiantes, répondant ainsi aux besoins concrets de l'économie. Ainsi, cela permettrait de remédier aux pénuries de main-d'œuvre en rendant le travail systématiquement plus attractif que l'assistanat et en orientant les compétences vers les secteurs productifs."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de refonder le marché du travail sur un principe de sécurité et de dignité, en garantissant que toute activité permette de vivre correctement. La mesure phare est l'instauration d'un salaire minimum national relevé à 15 euros de l'heure, afin d'assurer un revenu décent à tous les travailleurs. Parallèlement, un revenu minimum garanti, inconditionnel et exempt de sanctions, doit être mis en place pour sécuriser les parcours de vie. L'action portera également sur l'application stricte du principe \"à travail égal, salaire égal\" pour éliminer les discriminations salariales. Ainsi, cela permettrait d'éradiquer la précarité laborieuse, de revaloriser les bas salaires et de garantir une protection sociale robuste à chaque étape de la vie professionnelle."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de revaloriser le travail pour garantir que l'effort et la contribution assurent un niveau de vie décent et une véritable sécurité. La priorité est de porter le salaire minimum légal à 15 euros de l'heure et de renforcer la négociation collective, notamment en conditionnant les marchés publics au respect des conventions de branche. Pour y parvenir, l'approche consiste à convertir les mini-jobs en emplois soumis à cotisations sociales et à limiter drastiquement le recours aux contrats précaires. La réponse aux pénuries de compétences résidera dans un effort accru de formation de la main-d'œuvre nationale plutôt que dans un recours systématique à l'immigration. Ainsi, cela permettrait de restaurer un marché du travail plus juste, où la performance est récompensée et la stabilité professionnelle redevient la norme."
      }
    ]
  },
  {
    "question": "Quelle évolution du système social (assurance retraite, santé, allocations, ciblage) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de refonder le pacte social sur les principes de responsabilité, d'incitation à l'effort et de prévoyance individuelle. L'axe central consiste à remplacer l'actuelle allocation sociale par un nouveau dispositif de soutien essentiel, fondé sur une logique de droits et de devoirs réciproques. Concernant les retraites, le système actuel par répartition sera sécurisé en maintenant l'âge légal et en refusant toute baisse des pensions, tout en encourageant fortement la poursuite d'activité par une prime mensuelle défiscalisée pouvant atteindre 2 000 euros. Parallèlement, une épargne retraite privée sera amorcée dès le plus jeune âge grâce à un soutien public. Le système de santé sera quant à lui renforcé en s'attaquant aux pénuries de personnel et en améliorant les structures de soins de proximité. Ainsi, cela permettrait de garantir la viabilité à long terme de notre modèle social, de rendre le travail plus attractif et de responsabiliser chacun dans la construction de son avenir."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de consolider un État social solidaire qui offre une sécurité prévisible à toutes les étapes de la vie, en renforçant les piliers collectifs plutôt qu'en misant sur l'individualisation des risques. La bonne approche consiste à garantir un niveau de retraite légale à 48 % du salaire moyen, tout en refusant un relèvement de l'âge de départ et en intégrant progressivement tous les actifs, y compris les indépendants, au régime général. En matière de santé, le projet est d'instaurer une \"assurance citoyenne\" universelle fusionnant les régimes public et privé pour garantir un accès égal aux soins, tandis que les coûts de la dépendance seront plafonnés. Les politiques familiales seront également élargies, notamment par un allongement du congé parental. Ainsi, cela permettrait de réduire la précarité face à la maladie et la vieillesse, de stabiliser le pouvoir d'achat des retraités et des familles, et de renforcer la cohésion en fondant le système sur un principe de solidarité élargie."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de refonder le système de protection sociale sur un principe de solidarité universelle, pour garantir sa pérennité financière et son équité face aux défis démographiques. La bonne approche consiste à converger vers une assurance citoyenne unique en santé, financée plus justement par l'élargissement de l'assiette des cotisations aux revenus du capital pour alléger la charge sur les salaires. Pour les retraites, le système par répartition sera consolidé en garantissant un niveau de pension plancher à 48 % et complété par un fonds de capitalisation public et solidaire, dont les rendements soutiendront les petites et moyennes pensions. L'extension du système à l'ensemble des actifs renforcera sa base financière. Ainsi, cela permettrait de mieux répartir l'effort contributif, de sécuriser les prestations sur le long terme et de réduire les inégalités d'accès à la santé et à une retraite digne."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de réformer en profondeur le système de protection sociale pour garantir sa pérennité financière tout en renforçant l'incitation à l'activité. L'axe central est de le faire évoluer d'un modèle purement par répartition vers un système mixte, en introduisant une part significative de capitalisation pour les retraites et en plafonnant les cotisations sociales à 40 % du revenu. Pour y parvenir, les allocations sociales seront refondées pour que le travail soit toujours nettement plus rémunérateur que l'inactivité, avec des conditions d'activation plus strictes pour les bénéficiaires. En matière de santé, le choix individuel entre les régimes sera préservé et l'efficacité des dépenses deviendra le critère central. Ainsi, cela permettrait de stabiliser le système face aux défis démographiques, d'alléger le poids des prélèvements sur le travail et de restaurer un principe de responsabilité individuelle au cœur du pacte social."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de refonder le système social sur le principe de contributivité pour garantir sa pérennité et son équité. La bonne approche consiste à cesser de financer par les cotisations des prestations non contributives, qui doivent relever du budget de l'État. Pour les retraites, l'assiette des cotisants sera élargie et une part de capitalisation sera introduite dès la naissance pour chaque citoyen. En matière de santé, les dépenses administratives seront rationalisées et la prise en charge des bénéficiaires de minima sociaux sera intégralement assumée par la fiscalité. Enfin, les allocations pour les personnes aptes au travail seront conditionnées à une obligation de service communautaire après une période définie. Ainsi, cela permettrait d'alléger la charge pesant sur les actifs, de restaurer la viabilité financière des assurances sociales et de garantir que le travail demeure systématiquement plus avantageux que l'assistance."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de refondre le système de protection sociale sur un principe d'universalité et de solidarité, en sortant les secteurs clés comme la santé de la logique de profit. La bonne approche consiste à fusionner les régimes d'assurance maladie et dépendance en une caisse unique où tous les citoyens cotisent, ce qui permettrait de réduire les prélèvements. Il faut garantir une retraite digne via l'instauration d'une pension minimale de 1 400 euros par mois et la possibilité d'un départ après 40 annuités de travail. Les hôpitaux doivent être intégrés dans le service public, et un revenu minimum garanti doit être versé sans conditions ni sanctions. Ainsi, cela permettrait de bâtir un bouclier social robuste, garantissant à chacun l'accès à des soins de qualité et des revenus suffisants à toutes les étapes de la vie."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de refonder le pacte social sur un principe de performance et d'universalité, en mettant fin aux privilèges et aux systèmes à plusieurs vitesses. La priorité est de garantir une retraite digne et un accès aux soins de haute qualité pour tous, en se basant sur la contribution de chacun. Pour y parvenir, l'approche consiste à instaurer un régime de retraite universel sur le modèle autrichien, où tous les actifs, y compris les élus, cotisent pour garantir une pension minimale de 1 500 euros après 40 ans de travail. En parallèle, le système de santé à deux vitesses sera aboli au profit d'une assurance citoyenne unique, financée par tous en fonction de leurs revenus. Ainsi, cela permettrait de restaurer un État social juste et performant, qui récompense l'effort et assure une véritable sécurité tout au long de la vie."
      }
    ]
  },
  {
    "question": "Quelle stratégie de logement (offre, normes, fiscalité, encadrement des loyers) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de résoudre la crise du logement en agissant sur tous les leviers pour construire plus, mieux et à moindre coût. La priorité absolue est de libérer l'offre par une simplification radicale des réglementations de construction et des lois d'urbanisme. Cette approche favorisera des méthodes de construction innovantes et plus économiques. En parallèle, la protection des locataires sera garantie, notamment via l'encadrement des loyers et le développement du logement social, tandis que la fiscalité incitera à la rénovation énergétique par des déductions d'impôts. Ainsi, cela permettrait d'augmenter significativement le parc de logements disponibles, de maîtriser la hausse des loyers et de rendre l'accession à la propriété plus abordable pour tous."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de traiter le logement comme un bien public essentiel, en agissant simultanément sur la maîtrise des prix et l'augmentation de l'offre pour garantir un accès abordable à tous. La bonne approche consiste à pérenniser l'encadrement des loyers en limitant les hausses dans les zones tendues et en fermant ses échappatoires. En parallèle, une offensive de construction est lancée pour massivement développer le parc de logements sociaux et à but non lucratif, soutenue par une simplification des normes et un allègement de la fiscalité pour les locataires, qui ne supporteront plus la taxe foncière. Ainsi, cela permettrait de freiner la spéculation immobilière, de protéger le pouvoir d'achat des ménages et de reconstituer sur le long terme un parc de logements à prix maîtrisé."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de stabiliser le marché locatif par un encadrement strict, tout en libérant massivement l'offre de logements en activant le potentiel bâti existant. La bonne approche consiste à renforcer et prolonger l'encadrement des loyers, en fermant les niches comme celles des meublés. Priorité sera donnée à la transformation du bâti existant – conversion de bureaux, surélévation d'immeubles, réhabilitation de logements vacants – plutôt qu'à l'étalement urbain. Pour y parvenir, les normes de construction seront simplifiées et la spéculation immobilière combattue en supprimant les montages fiscaux abusifs. Ainsi, cela permettrait de protéger durablement les locataires contre les hausses abusives, d'accélérer la mise sur le marché de millions de logements à moindre coût environnemental, et de rééquilibrer le marché en faveur des habitants plutôt que des investisseurs."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de provoquer un choc d'offre pour résoudre durablement la crise du logement, en s'attaquant aux causes de la pénurie plutôt qu'en tentant de gérer les prix par la contrainte. La bonne approche consiste à libérer l'acte de construire en simplifiant drastiquement les normes techniques et en accélérant les procédures d'urbanisme, avec une présomption d'accord en cas de silence de l'administration. En parallèle, il s'agit de supprimer tout dispositif d'encadrement des loyers, qui décourage l'investissement locatif, et de stimuler l'accession à la propriété par l'instauration d'un abattement significatif sur les droits de mutation pour une première acquisition. Ainsi, cela permettrait de stimuler la construction neuve, de fluidifier le marché locatif en augmentant le parc disponible et de redonner aux ménages une perspective crédible d'accession à la propriété."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de refonder la politique du logement sur l'accès à la propriété, perçu comme le principal vecteur de constitution de patrimoine et de stabilité sociale. L'approche efficace consiste à supprimer les obstacles fiscaux et réglementaires, notamment en abolissant l'impôt foncier et la taxe sur l'acquisition pour la résidence principale. Il convient de rejeter toute norme de construction supranationale coûteuse et d'abandonner définitivement les dispositifs d'encadrement des loyers. La politique doit pivoter de la construction de logements sociaux vers une aide financière directe aux ménages via des allocations revalorisées. Ainsi, cela permettrait de stimuler l'offre privée, de rendre l'accession à la propriété de nouveau atteignable pour les classes moyennes et de favoriser une véritable mixité sociale."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de traiter le logement comme un droit fondamental en le soustrayant à la logique de marché et à la spéculation. La bonne approche consiste à instaurer un encadrement national et permanent des loyers, incluant un gel de six ans sur les hausses, suivi de plafonds stricts, et une baisse immédiate des loyers dans les zones les plus tendues. Parallèlement, l'État doit piloter un vaste plan de construction de logements publics et soutenir activement le développement de l'habitat coopératif à but non lucratif. Les rénovations énergétiques ne devront entraîner aucune augmentation de charges pour les locataires. Ainsi, cela permettrait de garantir la sécurité des habitants et d'accroître durablement le parc de logements abordables sous contrôle public et citoyen."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de reprendre le contrôle public du marché immobilier pour mettre fin à la crise du logement, en traitant l'habitat comme un service d'intérêt général plutôt qu'un actif spéculatif. La priorité est de lancer un vaste programme de construction de logements publics et à but non lucratif, soutenu par des crédits bonifiés et garantissant une vocation sociale permanente des biens. Pour y parvenir, l'approche consiste à imposer un plafonnement national des loyers, complété par un gel total dans les zones tendues jusqu'à la fin de la décennie. Ainsi, cela permettrait de reconstituer un large parc de logements abordables soustrait à la logique du profit et de garantir la sécurité résidentielle pour des millions de ménages."
      }
    ]
  },
  {
    "question": "Quelles orientations en éducation et recherche (écoles, universités, apprentissage, financement) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de refonder le système d'éducation et de recherche sur les principes de l'excellence, de la performance et de la compétitivité économique. La bonne approche consiste à restaurer une culture de l'effort à tous les niveaux, en instaurant des tests de langue obligatoires avant l'école primaire et en visant un baccalauréat exigeant et harmonisé au niveau national. La formation professionnelle et l'apprentissage seront revalorisés pour répondre aux besoins concrets de l'économie. L'investissement dans l'innovation sera sanctuarisé par un objectif de 3,5 % du PIB consacré à la recherche et au développement d'ici 2030, en ciblant des domaines stratégiques comme les technologies quantiques et l'intelligence artificielle. Ainsi, cela permettrait de former une main-d'œuvre hautement qualifiée, de stimuler l'innovation et de positionner le pays comme un pôle mondial d'excellence scientifique et technologique."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de garantir l'égalité des chances par un investissement massif et ciblé dans l'éducation, de la petite enfance à l'enseignement supérieur, en le finançant par une fiscalité réformée. L'axe central est une refonte de la fiscalité sur les successions, dont les recettes seront fléchées vers un renforcement de l'ensemble du système. La priorité est d'agir dès le plus jeune âge en garantissant une place en crèche de qualité et un droit opposable à la scolarisation en journée continue dans le primaire. Pour les parcours post-bac, l'aide aux étudiants sera rendue progressivement indépendante des revenus parentaux, tandis que la rémunération minimale des apprentis sera augmentée pour revaloriser cette voie de formation. La création d'une agence dédiée au transfert d'innovation soutiendra le lien entre recherche fondamentale et application industrielle. Ainsi, cela permettrait de décorréler la réussite scolaire de l'origine sociale, de sécuriser le vivier de compétences nécessaires à l'économie et de consolider la capacité d'innovation du pays sur le long terme."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de refonder le pacte éducatif pour corriger les inégalités de destin dès le plus jeune âge et garantir la compétitivité future du pays par un effort massif d'investissement, de la crèche à la recherche. La bonne approche consiste à lancer un grand programme de modernisation des infrastructures scolaires et universitaires, en ciblant les financements vers les établissements qui en ont le plus besoin. Pour revaloriser la voie professionnelle, une contribution de solidarité sera demandée aux entreprises ne formant pas d'apprentis. Dans l'enseignement supérieur, la précarité des carrières scientifiques sera combattue par des financements de base stables et pérennes. Ainsi, cela permettrait de garantir à chaque jeune les moyens de sa réussite, de former les experts dont l'économie a besoin, et de consolider le statut de pôle d'excellence scientifique et d'innovation."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de refonder le système éducatif sur les principes d'excellence, d'autonomie et de cohérence nationale, afin de libérer le potentiel de chaque individu. La bonne approche consiste à surmonter les blocages fédéraux en instaurant des standards de qualité nationaux, de la petite enfance au baccalauréat. En parallèle, les établissements, des écoles aux universités, bénéficieront d'une autonomie accrue en matière de budget et de pédagogie. Le financement des études sera individualisé et découplé des revenus parentaux, tandis que la recherche sera libérée de toute contrainte idéologique pour stimuler l'innovation de rupture. Ainsi, cela permettrait de garantir une véritable égalité des chances, de renforcer la compétitivité du pays et de doter chaque citoyen des compétences nécessaires pour l'avenir."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de refonder le système éducatif sur le principe de performance et la transmission d'un socle de savoirs fondamentaux, en le purgeant de toute influence idéologique. L'axe central est de préserver un système scolaire différencié qui oriente les élèves selon leurs aptitudes, tout en revalorisant massivement la filière professionnelle et l'apprentissage. Dans l'enseignement supérieur, il convient d'abandonner le processus de Bologne pour revenir à des diplômes nationaux éprouvés et de garantir l'autonomie des universités par un financement de base accru, à l'abri des pressions politiques. La recherche doit être guidée par la neutralité technologique. Ainsi, cela permettrait de former une main-d'œuvre qualifiée répondant aux besoins de l'économie et de restaurer l'excellence scientifique et industrielle du pays."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de refonder le système éducatif sur un principe d'accès universel et de gratuité totale, afin de déconnecter la réussite de l'origine sociale. La bonne approche consiste à garantir la gratuité des services fondamentaux, comme les repas à la cantine et la garde d'enfants, et ce dès la première année de maternelle. Ce principe d'accès libre doit s'étendre à l'ensemble du parcours scolaire et universitaire. Le financement de cette universalité sera assuré par une fiscalité plus juste, sollicitant davantage les hauts patrimoines. Ainsi, cela permettrait de garantir que chaque enfant dispose des mêmes conditions matérielles pour apprendre et s'épanouir, jetant les bases d'une société plus juste."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de procéder à une refondation complète du système éducatif et de recherche, afin de le sortir de son état de délabrement actuel. La priorité est de garantir l'égalité des chances et de recentrer l'enseignement sur la maîtrise des savoirs fondamentaux. Pour y parvenir, l'approche consiste à établir un cadre éducatif national pour harmoniser les standards, tout en recentrant l'école primaire sur les compétences de base — lire, écrire, compter — et en y interdisant les écrans individuels. Le corps enseignant sera déchargé des tâches annexes pour se concentrer sur la pédagogie, tandis qu'un effort financier massif portera les dépenses de recherche à 4 % du PIB d'ici 2030. Ainsi, cela permettrait de restaurer un service public performant qui donne à chaque enfant les outils de sa réussite et refait du pays un pôle d'excellence scientifique."
      }
    ]
  },
  {
    "question": "Quelle doctrine de sécurité et défense (Bundeswehr, objectifs OTAN, industrie de défense) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de refonder la doctrine de défense sur le principe d'une capacité militaire forte et crédible, indispensable pour garantir la sécurité du pays et assumer un rôle de premier plan en Europe. L'axe central de cette refondation passe par le rétablissement de la conscription et le respect intangible de l'objectif de 2 % du PIB pour les dépenses militaires, comme garantie de l'engagement au sein de l'OTAN. En parallèle, un soutien accru sera apporté à l'industrie de défense européenne pour renforcer la souveraineté en matière d'équipements, et le pays prendra l'initiative dans la construction d'un bouclier de défense antimissile européen. Ainsi, cela permettrait de reconstituer une Bundeswehr pleinement opérationnelle, capable d'assurer une dissuasion efficace et de s'affirmer comme un pilier de la sécurité collective."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait d'opérer une refondation stratégique pour bâtir une défense crédible et résiliente, en réponse à la dégradation de l'environnement sécuritaire en Europe. L'axe central est la sanctuarisation d'un budget de défense d'au moins 2 % du PIB pour assurer une modernisation durable des armées. Cette montée en puissance s'accompagne de l'introduction d'un service militaire flexible et volontaire pour constituer une réserve robuste. Parallèlement, le renforcement du pilier européen de l'OTAN est une priorité, en favorisant une industrie de défense européenne intégrée pour les acquisitions futures et les projets d'armement capacitaires. Ainsi, cela permettrait de doter le pays et ses alliés de capacités opérationnelles crédibles, de renforcer l'autonomie stratégique européenne et d'assurer une contribution juste et fiable à la défense collective au sein de l'Alliance atlantique."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de refonder la défense nationale sur le principe d'une pleine souveraineté européenne au sein de l'OTAN, pour garantir une dissuasion crédible et une capacité de défense collective face aux nouvelles menaces. La bonne approche consiste à ancrer un investissement permanent et significativement supérieur à 2 % du PIB dans la défense, en mobilisant si nécessaire le crédit pour les programmes d'équipement majeurs. La priorité absolue est la modernisation de la Bundeswehr, en la recentrant sur sa mission de défense territoriale et alliée. Pour y parvenir, les acquisitions d'armement seront systématiquement orientées vers une base industrielle et technologique européenne intégrée, en privilégiant les projets de développement et de production communs au sein de l'UE pour surmonter la fragmentation actuelle. Ainsi, cela permettrait de garantir une Bundeswehr pleinement opérationnelle et interopérable, de renforcer le pilier européen de l'OTAN et de réduire les dépendances stratégiques en matière d'armement."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait d'assumer un rôle de premier plan dans la sécurité européenne en se dotant d'une force de défense qui soit la plus puissante du continent, afin de garantir la souveraineté et la protection de l'espace euro-atlantique. La transformation des forces armées en première puissance conventionnelle d'Europe constitue l'axe central, financée par un investissement massif et pérenne dépassant l'objectif de 2 % du PIB fixé par l'OTAN. Le modèle d'une armée de métier, professionnelle et dotée d'équipements de pointe, sera la norme. Cette montée en puissance s'inscrira dans une logique de renforcement du pilier européen de l'Alliance et d'intégration progressive vers une armée européenne, tandis que l'industrie de défense sera soutenue par un accès facilité aux capitaux. Ainsi, cela permettrait de garantir une dissuasion crédible face à toute agression, de renforcer la cohésion de l'Alliance et de doter le pays des moyens autonomes pour défendre ses intérêts et ceux de ses alliés."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de restaurer une pleine capacité de défense nationale en partant du constat de la défaillance actuelle des forces armées. La bonne approche consiste à rétablir la conscription et à réserver le service militaire aux seuls citoyens nationaux pour renforcer la cohésion et l'efficacité. L'axe central est le développement d'une industrie de défense nationale autonome et performante, capable de garantir l'équipement des troupes. Tout en maintenant une participation tactique à l'OTAN à court terme, l'objectif stratégique est la constitution d'une alliance militaire européenne indépendante. Ainsi, cela permettrait de doter le pays d'une force armée souveraine, pleinement opérationnelle et apte à défendre les intérêts nationaux."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de refonder la doctrine de sécurité sur un principe de désescalade systématique et de stricte conformité au droit international. La bonne approche consiste à transformer l'armée en une force exclusivement défensive, dont l'unique mission est de protéger la population sur le territoire national. Cela implique de mettre un terme à l'augmentation des dépenses d'armement et de réorienter la politique étrangère vers la diplomatie, la médiation et la recherche active de solutions pacifiques pour tous les conflits. La priorité absolue est d'œuvrer à des cessez-le-feu et à des traités de paix justes. Ainsi, cela permettrait de rompre avec les logiques d'intervention militaire et de réallouer les ressources vers des priorités civiles."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de rompre radicalement avec la logique d'escalade militaire pour repositionner le pays comme une puissance de paix et de médiation, agissant selon ses intérêts souverains. La priorité est de mettre un terme à une politique étrangère jugée alignée et belliciste. Pour y parvenir, l'approche consiste à transformer les forces armées en une armée strictement défensive, mettant fin à leur participation à des interventions extérieures. L'objectif de 2 % des dépenses militaires sera abandonné, toute livraison d'armes vers des zones de conflit sera stoppée, et les armes nucléaires étrangères stationnées sur le territoire devront être retirées. Ainsi, cela permettrait de rendre le pays \"capable de paix\" plutôt que \"prêt pour la guerre\", en fondant sa sécurité sur la diplomatie, la désescalade et le respect du droit international."
      }
    ]
  },
  {
    "question": "Quelle position vis-à-vis de l’UE (intégration, gouvernance budgétaire, politique industrielle européenne) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de redéfinir l'engagement européen autour des principes de compétitivité, de subsidiarité et de responsabilité nationale. L'axe central de cette vision est un rejet ferme de toute forme de mutualisation des dettes, garantissant ainsi la protection des épargnants et la souveraineté budgétaire. La bonne approche consiste à lutter activement contre l'excès de bureaucratie et à mettre un terme à la surtransposition des directives européennes qui freinent l'économie. La coopération sera renforcée sur des bases intergouvernementales, en particulier sur les enjeux de sécurité, d'innovation et de maîtrise des frontières, afin d'apporter des réponses concrètes. Ainsi, cela permettrait de façonner une Union européenne plus stratégique et moins intrusive, concentrée sur ses missions essentielles et respectueuse des prérogatives de ses États membres."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de bâtir une Union européenne plus intégrée et souveraine, capable d'agir de manière unifiée face aux défis géopolitiques. Pour y parvenir, la réforme institutionnelle est une condition sine qua non, avec pour axe central l'abandon de la règle de l'unanimité au profit du vote à la majorité qualifiée, ce qui est indispensable pour préparer l'élargissement futur de l'Union. Sur le plan industriel et de la défense, la priorité est de consolider une base technologique commune en coordonnant les investissements et les acquisitions d'armement au niveau européen. Le cadre budgétaire sera modernisé en développant les ressources propres de l'Union pour financer les biens publics communs. Ainsi, cela permettrait de garantir la capacité de décision d'une Europe élargie, de renforcer son autonomie stratégique et d'assurer une prospérité durable fondée sur une politique industrielle commune."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de transformer l'Union européenne en une puissance politique fédérale, souveraine et capable d'agir de manière unifiée, afin de défendre ses intérêts stratégiques et de piloter les grandes transitions. La bonne approche consiste à passer au vote à la majorité qualifiée dans tous les domaines, y compris la politique étrangère, pour surmonter les blocages nationaux. Pour financer cette ambition, il est crucial de doter l'Union de ressources propres et de pérenniser la capacité d'emprunt en commun pour financer une politique industrielle verte et des biens publics européens, comme les infrastructures et la recherche. Ainsi, cela permettrait de forger une véritable souveraineté européenne, de garantir la compétitivité de son industrie face aux géants mondiaux, et de progresser vers une intégration politique plus démocratique et efficace."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de construire une Union européenne souveraine et efficace, capable d'agir sur la scène mondiale, en concentrant son action sur ses missions fondamentales et en rejetant toute mutualisation des dettes. La bonne approche consiste à réformer les institutions pour plus d'efficacité, en réduisant la taille de la Commission et en étendant le vote à la majorité qualifiée en politique étrangère. Sur le plan budgétaire, toute nouvelle dette commune doit être proscrite, les ressources étant concentrées sur des priorités à haute valeur ajoutée comme la sécurité et l'innovation. La compétitivité industrielle reposera sur l'approfondissement du marché unique et la conclusion systématique d'accords de libre-échange, et non sur le protectionnisme ou la surréglementation. Ainsi, cela permettrait de doter l'Union d'une réelle capacité d'action géopolitique, tout en renforçant sa base économique par la compétition et l'ouverture, plutôt que par la redistribution et l'endettement."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de démanteler l'actuel modèle d'intégration supranationale pour le remplacer par une alliance d'États-nations souverains. La bonne approche consiste à fonder un nouveau \"pacte européen\" limité à des intérêts stratégiques communs : un marché unique, la protection des frontières extérieures, une coordination en matière de sécurité et la préservation des identités culturelles. Toutes les autres compétences, notamment budgétaires, réglementaires et sociétales, doivent être restituées aux parlements nationaux. Cela implique de cesser les transferts financiers massifs et la mutualisation des dettes. Ainsi, cela permettrait de restaurer la pleine souveraineté nationale et de s'assurer que les décisions politiques servent exclusivement les intérêts des citoyens, en mettant fin au statut de \"payeur net\" du continent."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de subordonner l'action européenne à des impératifs stricts de justice sociale et de souveraineté démocratique, en rompant avec les logiques d'austérité et de libre-échange. La bonne approche consiste à s'opposer fermement aux pactes budgétaires qui entravent l'investissement public et à défendre la capacité de chaque État à financer ses services publics par une fiscalité ambitieuse sur les hauts revenus et les grandes entreprises. Toute politique industrielle commune doit être réorientée pour soutenir les modèles coopératifs et imposer des normes sociales et écologiques contraignantes, protégeant l'économie nationale d'une concurrence dérégulée. Ainsi, cela permettrait de transformer l'Union d'un espace de marché en un cadre de coopération au service du progrès social."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de redéfinir en profondeur le projet européen pour le recentrer sur la coopération entre nations souveraines, en rupture avec la logique de centralisation et d'intégration fédérale. La priorité est d'inverser le mouvement de centralisation en engageant une relocalisation des compétences vers les États membres. Pour y parvenir, l'approche consiste à décréter un arrêt immédiat de tout processus d'élargissement et à limiter le rôle de l'Union à des missions stratégiques que les nations ne peuvent assumer seules, comme la lutte contre l'évasion fiscale ou la conquête de la souveraineté numérique. Ainsi, cela permettrait de restaurer une Europe de la coopération, plus efficace et plus démocratique, où les décisions stratégiques sont de nouveau ancrées dans la souveraineté nationale."
      }
    ]
  },
  {
    "question": "Quelle politique de numérique et IA (infrastructures, données, régulation, cybersécurité) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de faire du numérique et de l'intelligence artificielle les moteurs d'une nouvelle souveraineté industrielle et d'une administration modernisée. La bonne approche consiste à centraliser la gouvernance en créant un ministère fédéral du Numérique pour garantir une vision stratégique cohérente. L'effort d'investissement se concentrera sur le développement d'une IA souveraine et d'applications cloud pour réduire les dépendances extérieures. Parallèlement, la politique de protection des données sera réorientée pour devenir un véritable levier d'opportunités, en facilitant l'innovation basée sur les données ouvertes tout en accélérant le déploiement des infrastructures numériques. Ainsi, cela permettrait de stimuler l'innovation, de créer un écosystème technologique compétitif et d'accélérer la transformation numérique de l'économie et de l'État."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de bâtir une souveraineté numérique robuste en alliant le déploiement d'infrastructures de pointe et un cadre réglementaire affirmé. La priorité est de finaliser la couverture nationale en fibre optique et en réseaux mobiles, socle d'une économie compétitive. En parallèle, une stratégie nationale pour l'intelligence artificielle sera axée sur le développement d'écosystèmes sectoriels et de modèles souverains. La régulation des grandes plateformes s'appuiera sur une application stricte des règles européennes, en imposant la transparence des algorithmes et en luttant activement contre la désinformation, tandis qu'une agence fédérale de cybersécurité verra ses prérogatives renforcées. Ainsi, cela permettrait de garantir la sécurité des infrastructures critiques et des données citoyennes, tout en créant un environnement propice à l'innovation et en modernisant en profondeur l'action publique."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de bâtir une souveraineté numérique complète, fondée sur des infrastructures de pointe et un cadre de confiance qui libère l'innovation tout en protégeant les citoyens. La bonne approche consiste à garantir un accès universel à l'internet à très haut débit en accélérant le déploiement de la fibre et de la 5G, et à promouvoir l'interopérabilité et les standards ouverts pour décloisonner les données. La régulation de l'IA et des plateformes, alignée sur les cadres européens, sera appliquée de manière pragmatique pour favoriser l'émergence de solutions innovantes, notamment open-source. La cybersécurité sera érigée en priorité nationale, en durcissant la protection des infrastructures critiques et des services de l'État contre les attaques. Ainsi, cela permettrait de moderniser en profondeur l'économie et l'administration, de renforcer la résilience de la société face aux menaces numériques et de garantir la compétitivité du pays dans la nouvelle économie des données."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de faire du numérique le moteur de la compétitivité et de la modernisation de l'État, en misant sur une infrastructure de pointe et une régulation qui libère l'innovation plutôt qu'elle ne la contraint. La bonne approche consiste à accélérer massivement le déploiement des réseaux par le secteur privé en réduisant de moitié les délais d'autorisation. En parallèle, il s'agit de créer un environnement propice à l'intelligence artificielle en garantissant un accès simplifié aux données d'entraînement et en appliquant la réglementation européenne de manière pro-innovation. La cybersécurité sera renforcée par le principe de responsabilité des fournisseurs et une gestion proactive des vulnérabilités, tandis que l'administration deviendra entièrement numérique grâce à une plateforme unifiée et une identité digitale sécurisée pour chaque citoyen. Ainsi, cela permettrait de doter le pays d'une souveraineté numérique robuste, de stimuler la création de technologies de rupture et d'offrir aux citoyens comme aux entreprises des services publics enfin performants et accessibles."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de bâtir une souveraineté numérique nationale, où l'innovation technologique est encouragée sans jamais compromettre les libertés individuelles et le contrôle des citoyens. La bonne approche consiste à démanteler les cadres réglementaires contraignants et centralisateurs, tels que le RGPD et les lois de modération de contenu, au profit de solutions nationales agiles. La priorité est de développer des infrastructures critiques souveraines en excluant les acteurs soumis à des influences étatiques étrangères, tout en garantissant un droit opposable à une vie analogique et en protégeant les données personnelles de la surveillance étatique. Ainsi, cela permettrait de créer un environnement numérique qui renforce la compétitivité nationale et l'autonomie stratégique, tout en préservant les libertés d'expression et de choix des citoyens."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de concevoir la transformation numérique comme un service public fondamental, en la soustrayant aux logiques de profit des grandes entreprises technologiques. La bonne approche consiste à garantir un accès universel aux infrastructures, piloté par un investissement public massif, pour faire du numérique un bien commun. Cela implique une régulation stricte des plateformes dominantes pour protéger les données personnelles et les droits des travailleurs face à l'automatisation. Le développement de l'intelligence artificielle doit être encadré par des principes éthiques et sociaux contraignants, sous contrôle démocratique. Ainsi, cela permettrait de construire un espace numérique souverain et inclusif, où l'innovation technologique sert le progrès social plutôt que les intérêts privés."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de bâtir une souveraineté numérique centrée sur les droits des citoyens, en rupture avec la dépendance aux monopoles technologiques étrangers et la logique de surveillance de masse. La priorité est de reprendre le contrôle des données publiques et privées. Pour y parvenir, l'approche consiste à imposer l'utilisation de logiciels et d'intelligences artificielles libres (open-source) dans toute l'administration, redirigeant ainsi des milliards d'euros vers des solutions maîtrisées. Parallèlement, un droit fondamental à la participation non-numérique sera inscrit dans la loi pour garantir l'accès de tous aux services essentiels. Ainsi, cela permettrait de créer un espace numérique plus sûr et plus juste, qui protège les libertés fondamentales tout en renforçant l'autonomie stratégique nationale."
      }
    ]
  },
  {
    "question": "Quelle stratégie de politique climatique (objectifs, instruments : ETS, taxes, subventions) ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de concilier la protection du climat avec la compétitivité économique, en privilégiant des mécanismes de marché efficaces plutôt que des contraintes réglementaires. L'axe central de cette stratégie repose sur le système d'échange de quotas d'émission (ETS), qui constitue l'instrument unique et le plus efficient pour plafonner les émissions. Cette approche implique l'abandon des politiques dirigistes et des interdictions technologiques, comme la loi sur le chauffage, au profit d'une neutralité qui laisse le champ libre à toutes les solutions bas-carbone. La fiscalité sur l'énergie sera allégée, car la protection du climat ne doit pas se faire au détriment du pouvoir d'achat et de la compétitivité. Ainsi, cela permettrait d'atteindre les objectifs climatiques de la manière la plus rentable possible, en stimulant l'innovation par le signal-prix plutôt que par la subvention, et en garantissant que la transition énergétique reste socialement et économiquement soutenable."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de piloter la transition climatique par un principe de justice sociale, en faisant de l'action publique et des solutions collectives les principaux leviers. La stratégie s'articule autour du déploiement d'infrastructures comme les réseaux de chaleur municipaux, complété par un soutien financier ciblé et substantiel pour les ménages modestes s'équipant en technologies propres. Le mécanisme de tarification du carbone, inscrit dans le cadre européen, sera maintenu mais systématiquement neutralisé pour les particuliers par la redistribution des revenus sous forme d'un \"dividende climatique\". Cette approche est complétée par des instruments de régulation, telle qu'une supervision des prix de la chaleur. Ainsi, cela permettrait d'atteindre la neutralité carbone sans créer de fractures sociales, en assurant que l'alternative décarbonée soit toujours l'option la plus abordable et la plus juste."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de garantir l'atteinte de la neutralité climatique d'ici 2045 par une trajectoire juridiquement contraignante, en rendant la transition socialement juste et économiquement viable. La bonne approche consiste à combiner un signal-prix carbone efficace avec des mécanismes de compensation directs. L'instrument central est la redistribution des revenus de la tarification du CO2 à tous les citoyens via un dividende climatique, qui protège les ménages à revenus modestes et moyens. Ce dispositif est complété par des subventions socialement échelonnées pour les investissements clés, comme le changement de système de chauffage ou la mobilité électrique, et par la suppression des subventions néfastes pour le climat. Ainsi, cela permettrait de maintenir le cap des objectifs climatiques, de garantir l'adhésion de tous en rendant la transition abordable, et d'offrir la prévisibilité nécessaire aux entreprises et aux ménages pour leurs investissements d'avenir."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de piloter la transition climatique exclusivement par un mécanisme de marché unique et efficace, afin d'atteindre les objectifs de décarbonation au moindre coût économique et en stimulant l'innovation. L'axe central est de généraliser le marché européen du carbone (ETS) comme seul et unique instrument de pilotage, ce qui implique la suppression systématique de toutes les taxes, subventions et normes nationales qui interfèrent avec le prix du CO2. Les recettes issues de ce marché seront intégralement reversées aux citoyens sous la forme d'un dividende climatique. Ce cadre reposera sur une stricte neutralité technologique, levant les interdictions ciblées comme celle sur les moteurs thermiques et encourageant activement toutes les solutions, y compris la capture et le stockage du carbone. Ainsi, cela permettrait de garantir l'atteinte des objectifs climatiques de manière prévisible et efficiente, en s'assurant que la décarbonation se fasse là où elle est la moins chère et en stimulant une course à l'innovation plutôt qu'une course aux subventions."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de démanteler intégralement la politique climatique, jugée fondée sur des prémisses scientifiques contestables et économiquement destructrice. La bonne approche consiste à supprimer toute forme de tarification du carbone, en abolissant l'ensemble des taxes et redevances sur les émissions de CO₂ sans les remplacer. Parallèlement, il convient de se retirer des accords internationaux, comme l'Accord de Paris, et de rejeter les cadres réglementaires tels que le \"Green Deal\" européen. Les subventions orientées vers la transition énergétique doivent être supprimées pour mettre fin à une économie planifiée. Ainsi, cela permettrait de libérer l'économie des contraintes environnementales pour se concentrer exclusivement sur la croissance, la prospérité et la souveraineté énergétique."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de piloter la politique climatique par un principe de justice sociale, en faisant porter le poids de la transition sur les principaux responsables de la pollution. La bonne approche consiste à rejeter les instruments de marché comme les taxes carbone sur la consommation, jugées régressives et punitives pour les ménages. Le financement sera assuré par une mise à contribution ciblée et significative des grandes entreprises et des plus hauts patrimoines. Ces fonds seront alloués à des subventions directes pour accompagner les citoyens dans leurs investissements écologiques, comme le changement de leur système de chauffage. Ainsi, cela permettrait de garantir une transition rapide et efficace qui réduit les inégalités au lieu de les creuser."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de rompre avec une approche climatique punitive, qui affaiblit l'industrie et appauvrit les ménages, pour la remplacer par une stratégie de souveraineté technologique. La priorité est de faire de la compétitivité industrielle et de la protection du pouvoir d'achat les conditions préalables à toute action efficace. Pour y parvenir, l'approche consiste à supprimer les instruments jugés inefficaces et coûteux, comme la tarification du CO2, et à abroger les interdictions technologiques unilatérales sur les véhicules thermiques ou le chauffage. L'effort doit être réorienté vers un soutien massif à l'innovation, favorisant l'ouverture à une diversité de technologies sans dogmatisme. Ainsi, cela permettrait de faire du pays un leader dans le développement de technologies propres exportables, apportant une contribution concrète et globale à la transition sans sacrifier sa prospérité."
      }
    ]
  },
  {
    "question": "Quelle répartition des compétences et des ressources entre Fédération, Länder et communes ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de bâtir un État plus agile et efficace en redéfinissant les compétences pour surmonter les blocages bureaucratiques et la fragmentation. La bonne approche consiste à renforcer le pilotage stratégique de la Fédération dans les domaines d'avenir où une action uniforme est nécessaire. Pour y parvenir, la création d'un ministère fédéral du Numérique centralisera la politique de digitalisation, tandis que l'instauration de standards nationaux comparables, notamment pour l'éducation ou les procédures d'urbanisme, garantira une cohérence et une efficacité accrues sur tout le territoire. Les compétences seront ainsi clarifiées pour que les décisions stratégiques soient prises au niveau fédéral, laissant aux échelons inférieurs une mise en œuvre efficace. Ainsi, cela permettrait d'accélérer la modernisation du pays, d'harmoniser les conditions de vie et de rendre l'action publique plus lisible et plus rapide pour les citoyens comme pour les entreprises."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de refonder le pacte de coopération entre les différents niveaux de l'État afin de rendre les communes, en tant qu'échelons clés de l'investissement public, véritablement capables d'agir. L'axe central est la mise en place d'un \"pacte d'avenir\" qui organisera la résorption de la dette historique des communes par la Fédération et assouplira les règles budgétaires des Länder pour libérer leurs capacités d'investissement. Cette approche sera complétée par des accords de financement pluriannuels pour les missions essentielles, notamment l'éducation et les infrastructures, remplaçant la logique des subventions ponctuelles. Ainsi, cela permettrait de donner aux échelons locaux les moyens stables et prévisibles de piloter les grandes transitions et de garantir sur l'ensemble du territoire des services publics de qualité."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de refonder le pacte fédéral sur un principe de subsidiarité claire, pour mettre fin aux doublons et à la dilution des responsabilités. La bonne approche consiste à recentrer la Fédération sur les grandes orientations et la fourniture de services numériques nationaux, en confiant la pleine responsabilité de la mise en œuvre aux Länder et aux communes. Le financement suivra systématiquement les compétences : les tâches déléguées aux échelons locaux, notamment aux communes, seront intégralement financées par l'échelon prescripteur. Un fonds d'investissement national soutiendra les projets à tous les niveaux, et un plan fédéral aidera les municipalités à apurer leur dette historique. Ainsi, cela permettrait de renforcer l'autonomie et la capacité d'action des collectivités locales, de garantir des services publics plus efficaces et de restaurer une dynamique d'investissement public au plus près des citoyens."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de redéfinir en profondeur la structure fédérale pour la rendre plus efficace et lisible, en mettant fin à l'enchevêtrement des compétences. La bonne approche consiste à mener un audit complet des missions de chaque échelon afin d'établir une séparation claire des responsabilités. Le principe directeur sera de réaligner strictement les flux financiers sur les compétences : le niveau fédéral doit se concentrer sur ses missions régaliennes et cesser de subventionner de manière systématique les politiques des Länder. Cette clarification des rôles sera accompagnée d'une réforme de la répartition des recettes fiscales pour garantir l'autonomie financière de chaque niveau de gouvernance. Ainsi, cela permettrait de créer un État plus agile et réactif, de rendre l'action publique plus transparente pour les citoyens et de transformer une complexité perçue comme un frein en un véritable atout de compétitivité."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de restaurer un fédéralisme authentique fondé sur une stricte subsidiarité et une claire responsabilité financière. La bonne approche consiste à imposer une application rigoureuse du principe de connexité, selon lequel l'échelon fédéral doit financer intégralement toute mission qu'il impose aux États fédérés et aux communes. Parallèlement, la souveraineté des Länder en matière d'éducation et de culture doit être sanctuarisée, en limitant toute ingérence fédérale. La répartition des compétences doit redevenir claire, chaque niveau de pouvoir assumant ses missions sans en reporter le coût sur les autres. Ainsi, cela permettrait de renforcer l'autonomie et la capacité d'action des échelons locaux, garantissant une gouvernance plus efficace et plus responsable."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de renforcer la capacité d'action des collectivités locales pour qu'elles redeviennent les piliers de la fourniture des services publics essentiels. La bonne approche consiste à transférer la propriété et la gestion d'infrastructures stratégiques, comme les hôpitaux, directement aux municipalités. Pour garantir leur solvabilité, ce transfert de compétences doit s'accompagner d'une redistribution massive des ressources fiscales. La Fédération aura pour rôle de lever les fonds nécessaires via une imposition ambitieuse des grandes fortunes et des entreprises, puis de les allouer aux communes pour financer leurs nouvelles missions, comme la gratuité de l'éducation et de la garde d'enfants. Ainsi, cela permettrait de garantir un accès équitable aux services fondamentaux sur tout le territoire, en rendant le pouvoir local directement responsable et capable d'assurer le bien-être de ses citoyens."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de revitaliser l'échelon local en lui redonnant les moyens financiers et l'autonomie nécessaires pour répondre aux besoins concrets des citoyens. La priorité est de renforcer l'autonomie des municipalités en mettant fin à la logique des subventions fléchées, qui entrave l'initiative locale. Pour y parvenir, l'approche consiste à garantir leur capacité d'action par une solution structurelle à leur endettement historique et par des dotations directes. Toutefois, ce principe de subsidiarité doit être tempéré là où il crée des inégalités : dans des domaines comme l'éducation, le cadre national doit être renforcé pour garantir des standards de qualité identiques sur tout le territoire. Ainsi, cela permettrait de rendre l'action publique plus agile et plus pertinente au niveau local, tout en assurant que les services essentiels ne dépendent plus du lieu de résidence des citoyens."
      }
    ]
  },
  {
    "question": "Quels équilibres entre libertés publiques, sécurité intérieure et état de droit ?",
    "propositions": [
      {
        "candidate_id": "Friedrich Merz",
        "value": "L'idée serait de restaurer l'autorité de l'État pour garantir la sécurité comme condition préalable à l'exercice des libertés publiques. La bonne approche consiste à mener une politique de tolérance zéro envers la criminalité et l'extrémisme, en dotant les forces de l'ordre de pouvoirs étendus et d'outils modernes. Cela inclut le déploiement de la vidéosurveillance et de la reconnaissance faciale dans les zones à risque, l'obligation pour les fournisseurs d'accès de conserver les adresses IP et l'accélération des procédures judiciaires. En parallèle, les lois jugées laxistes seront abrogées pour réaffirmer un cadre clair. Ainsi, cela permettrait d'assurer une réponse pénale rapide et implacable, de démanteler les réseaux menaçant l'ordre public et de réaffirmer la primauté de la sécurité collective dans le respect du cadre légal."
      },
      {
        "candidate_id": "Olaf Scholz",
        "value": "L'idée serait de concevoir un État à la fois protecteur et garant des libertés, en modernisant les instruments de sécurité tout en les soumettant à un contrôle strict de l'état de droit. La bonne approche consiste à renforcer les moyens humains et matériels de toute la chaîne de sécurité, de la police à la justice, pour faire face aux menaces complexes comme le crime organisé et l'extrémisme. L'adoption de nouvelles technologies, telles que l'analyse de données par l'intelligence artificielle, sera systématiquement encadrée par des bases légales précises qui garantissent le respect des droits fondamentaux et de la vie privée. Cette modernisation s'accompagnera d'une clarification des compétences par la loi et d'un accent mis sur la prévention. Ainsi, cela permettrait d'accroître l'efficacité de l'action publique contre la criminalité tout en consolidant la confiance des citoyens dans des institutions qui agissent de manière transparente et responsable."
      },
      {
        "candidate_id": "Robert Habeck",
        "value": "L'idée serait de concilier une sécurité de haut niveau et le respect intangible des libertés, en enracinant l'action de l'État dans un État de droit robuste et prévisible. La bonne approche consiste à doter la police et la justice de moyens modernes et de compétences spécialisées pour démanteler les réseaux criminels organisés, financiers et extrémistes. En parallèle, les libertés publiques seront sanctuarisées par un rejet catégorique de la surveillance de masse, comme la conservation généralisée des données ou le contrôle des communications privées. L'indépendance du pouvoir judiciaire et les mécanismes de contrôle externe de l'action policière seront consolidés. Ainsi, cela permettrait de renforcer l'autorité de l'État face aux menaces réelles, tout en préservant le citoyen de l'arbitraire et en consolidant la confiance, qui est le socle d'une société libre et sûre."
      },
      {
        "candidate_id": "Christian Lindner",
        "value": "L'idée serait de refonder l'équilibre entre sécurité et liberté sur un principe simple : un État de droit fort et efficace est la meilleure garantie des libertés individuelles, non leur adversaire. L'axe central consiste à doter l'État de capacités d'action modernes et ciblées pour lutter contre les menaces réelles – criminalité organisée, extrémisme et cyberattaques – tout en refusant catégoriquement les instruments de surveillance de masse. Pour y parvenir, toute collecte de données généralisée et préventive sera proscrite au profit de mécanismes de gel ciblé des informations sur décision de justice. Chaque nouvelle prérogative de sécurité sera soumise à un contrôle de proportionnalité strict et à une évaluation systématique de son impact sur les droits fondamentaux. Ainsi, cela permettrait de construire une architecture de sécurité qui soit à la fois plus redoutable pour les criminels et pleinement respectueuse de la vie privée et des libertés de l'ensemble des citoyens."
      },
      {
        "candidate_id": "Alice Weidel",
        "value": "L'idée serait de redéfinir l'équilibre en restaurant un État fort dans sa mission de sécurité, condition première à l'exercice des libertés. La bonne approche consiste à renforcer l'autorité de la loi par un durcissement pénal et une tolérance zéro envers la criminalité, notamment étrangère, et l'extrémisme. En parallèle, les libertés fondamentales du citoyen doivent être sanctuarisées contre la surveillance de masse et la censure politique, en garantissant une totale liberté d'expression. L'état de droit doit être un bouclier pour les citoyens respectueux des lois, et non un outil qui entrave l'action des forces de l'ordre. Ainsi, cela permettrait de rétablir un contrat social clair, où la sécurité est garantie par un État ferme et les libertés individuelles protégées de toute ingérence idéologique."
      },
      {
        "candidate_id": "Heidi Reichinnek - Jan van Aken",
        "value": "L'idée serait de fonder la sécurité intérieure sur la cohésion sociale et la protection des droits fondamentaux, en s'opposant à toute dérive qui menacerait les libertés publiques. La bonne approche consiste à cibler les véritables sources d'insécurité : la haine, la discrimination et les violences systémiques, notamment celles faites aux femmes. L'action de l'État doit se concentrer sur l'application effective de l'état de droit pour tous, en garantissant par exemple un accès immédiat et inconditionnel à des places en foyer pour les femmes menacées. La priorité n'est pas la surveillance mais la lutte active contre l'exclusion. Ainsi, cela permettrait de construire une société plus sûre car plus juste, où l'équilibre penche résolument du côté de la protection des citoyens plutôt que du renforcement d'un appareil coercitif."
      },
      {
        "candidate_id": "Sahra Wagenknecht",
        "value": "L'idée serait de restaurer un juste équilibre en recentrant l'autorité de l'État sur ses missions régaliennes de sécurité, tout en mettant fin à une dérive autoritaire de surveillance des opinions. La priorité est de garantir la sécurité physique des citoyens par une présence policière visible et des moyens accrus pour lutter contre la criminalité. Parallèlement, l'État doit se retirer du champ de la police de la pensée en abrogeant les dispositifs qui entravent la critique politique. Une commission d'enquête parlementaire devra faire la lumière sur la gestion de la crise sanitaire, tandis que l'indépendance de la justice, notamment du parquet, sera pleinement garantie. Ainsi, cela permettrait de rétablir la confiance dans un État qui protège efficacement ses citoyens de la délinquance, tout en étant le garant intraitable de leurs libertés fondamentales."
      }
    ]
  }
]