[
  {
    "question": "Comment le Brésil doit-il gérer l’équilibre entre croissance économique, stabilité budgétaire et lutte contre l’inflation ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de rompre avec un cadre budgétaire rigide pour restaurer la croissance comme pilier de la stabilité. La bonne approche consiste à remplacer le plafond de dépenses par un nouveau régime fiscal crédible et prévisible, mais suffisamment flexible pour permettre l'investissement public contracyclique. Le combat contre l'inflation doit cibler ses causes structurelles, notamment par une politique de prix des combustibles qui tienne compte des coûts de production nationaux, plutôt que de reposer uniquement sur des taux d'intérêt élevés. Cette stratégie sera soutenue par une réforme fiscale d'envergure visant à accroître la progressivité de l'impôt et à financer la modernisation de l'appareil productif. Ainsi, cela permettrait de relancer l'économie de manière durable, de maîtriser l'inflation en agissant sur l'offre et de garantir la soutenabilité des finances publiques grâce aux fruits du retour de la croissance."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de poser la stabilité budgétaire comme le fondement indispensable à une croissance durable et à une inflation maîtrisée. La bonne approche consiste à consolider l'ajustement des comptes publics pour réduire le poids de la dette, tout en menant des réformes structurelles clés : simplification fiscale, désétatisations et allègement de la bureaucratie pour stimuler le secteur privé. Parallèlement, le contrôle de l'inflation doit être assuré par le respect d'un régime de cibles et la garantie de l'indépendance de la Banque Centrale. Ainsi, cela permettrait de restaurer la confiance des acteurs économiques, d'attirer les investissements et de lancer un cycle vertueux de création d'emplois et de richesse."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de restaurer les fondements de la stabilité macroéconomique pour catalyser une croissance économique durable et inclusive. La priorité est de rétablir un cadre crédible reposant sur des cibles d'inflation respectées, la responsabilité budgétaire et un régime de change flottant. Pour y parvenir, l'approche consiste à mettre en œuvre dès les six premiers mois des réformes structurelles, notamment une réforme fiscale axée sur la simplification via un impôt sur la valeur ajoutée (IVA) et une réforme administrative visant l'efficacité des services publics. Ce pilotage sera renforcé par une politique de maîtrise des dépenses, un soutien à l'indépendance de la Banque Centrale et un environnement stable pour attirer l'investissement privé. Ainsi, cela permettrait de maîtriser durablement l'inflation, d'assainir les comptes publics et de relancer un cycle de croissance créateur d'emplois et d'opportunités."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait d'orchestrer une reprise de la croissance économique durable en garantissant simultanément la stabilité des prix et l'équilibre des comptes publics. L'axe central est une vaste réforme fiscale et budgétaire, visant à la fois une augmentation des recettes – par la taxation des dividendes et des grandes fortunes – et une rationalisation des dépenses, via une réduction de 20 % des incitations fiscales dès la première année et l'adoption d'un budget base zéro. Parallèlement, la relance des chantiers d'infrastructure, soutenue par une banque publique de développement, doit stimuler l'activité. La banque centrale conservera son autonomie opérationnelle avec un double mandat de maîtrise de l'inflation et de recherche du plein emploi. Ainsi, cela permettrait de générer 5 millions d'emplois sur deux ans tout en assurant la soutenabilité budgétaire à long terme."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de s'attaquer à la racine de l'inefficacité économique par une refonte structurelle du système fiscal, afin de concilier croissance, stabilité et maîtrise des prix. L'axe central consiste à instaurer un impôt fédéral unique pour remplacer la complexité actuelle, une démarche visant à alléger la charge pesant sur les entreprises et les salariés, à combattre l'évasion fiscale et à optimiser la gestion des dépenses publiques. En parallèle, un soutien accru doit être dirigé vers les micro et petites entreprises via un accès facilité au crédit et à l'innovation pour stimuler l'investissement et la productivité. Ainsi, cela permettrait de restaurer la stabilité budgétaire tout en libérant le potentiel de croissance et en réduisant les pressions inflationnistes de manière durable."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de rompre avec la gestion des compromis à court terme pour bâtir une croissance durable sur des fondations assainies, où la stabilité budgétaire est la condition première de la prospérité. La bonne approche consiste à engager une réforme structurelle de l'État pour le rendre plus efficient, en supprimant les subventions improductives et les privilèges. Parallèlement, une ouverture unilatérale de l'économie est nécessaire pour stimuler la compétitivité et la productivité, ce qui exerce une pression à la baisse sur les prix. Cette stratégie s'appuie également sur une simplification du système tributaire, avec l'instauration d'un impôt sur la valeur ajoutée, et une modernisation des lois du travail. Ainsi, cela permettrait d'attaquer les racines de l'inflation et de la stagnation, créant un environnement propice à l'investissement et à une croissance soutenable."
      }
    ]
  },
  {
    "question": "Quelle doit être la politique du pays en matière de fiscalité et de dépenses publiques ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de refonder le pacte fiscal pour qu'il devienne un levier de développement et de justice sociale. La démarche repose sur deux piliers : la révocation du plafond de dépenses, remplacé par un nouveau régime budgétaire crédible et flexible qui autorise l'investissement public, et une réforme tributaire profonde. Cette dernière visera à simplifier le système, à réduire l'imposition sur la consommation et à augmenter significativement la progressivité, en faisant contribuer davantage les plus hauts revenus. Les ressources ainsi dégagées seront prioritairement allouées au financement de l'État-providence et à la reconstruction des services publics. Ainsi, cela permettrait de redonner à la politique budgétaire sa capacité d'action pour réduire les inégalités et stimuler l'économie."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de réformer la gestion des finances publiques pour en faire un levier de croissance, en se concentrant sur l'efficacité des dépenses et la réduction de la pression fiscale. La bonne approche consiste à optimiser chaque dépense publique en révisant systématiquement les programmes, en décorrélant les budgets des indexations automatiques et en se concentrant sur les services essentiels. Sur le plan fiscal, l'objectif est de simplifier le système pour le rendre plus juste et compétitif, avec une baisse ciblée des impôts, notamment en relevant significativement le seuil d'exonération de l'impôt sur le revenu pour les salariés. Ainsi, cela permettrait de libérer des ressources pour l'investissement privé, d'augmenter le pouvoir d'achat des ménages et de garantir la soutenabilité des comptes publics à long terme."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de refonder le pacte budgétaire et fiscal sur des bases de simplicité, d'équité et d'efficacité pour garantir la justice sociale et la soutenabilité des comptes publics. L'axe central est une réforme fiscale d'envergure, à mettre en œuvre dans les six premiers mois, instaurant un impôt sur la valeur ajoutée (IVA) pour simplifier la taxation de la consommation et rendant l'impôt sur le revenu plus progressif. En matière de dépenses, la priorité est de rationaliser la dépense publique en réduisant les dépenses fiscales inefficaces et en donnant une transparence totale à l'exécution du budget. Une révision systématique des programmes permettra de réallouer les ressources vers les politiques sociales à fort impact. Ainsi, cela permettrait de mieux maîtriser les dépenses, d'alléger la complexité du système fiscal et d'assurer une répartition plus juste de la charge fiscale tout en renforçant les services essentiels à la population."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de conduire une réforme fiscale d'envergure pour garantir la soutenabilité des comptes publics tout en finançant les investissements stratégiques. La priorité est de rééquilibrer la charge fiscale en allégeant les impôts sur la production, via la fusion de cinq taxes en une seule, pour la reporter sur le patrimoine et les revenus. Cette démarche inclut l'instauration d'une taxe de 0,5 % sur les fortunes de plus de 20 millions, la réintroduction de l'impôt sur les dividendes et, du côté des dépenses, une réduction de 20 % des subventions et incitations fiscales dès la première année. L'adoption d'un budget base zéro permettra en parallèle un examen détaillé de toutes les dépenses courantes. Ainsi, cela permettrait de dégager des marges de manœuvre budgétaires importantes pour relancer les services publics et les infrastructures."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de rompre avec des décennies d'immobilisme par une refonte structurelle du système fiscal, qui est la clé de voûte de la maîtrise des dépenses publiques. L'axe central est l'instauration d'un impôt fédéral unique, destiné à simplifier radicalement la collecte, à réduire la bureaucratie et à mieux répartir la charge fiscale entre les citoyens et les entreprises. Cette approche doit s'accompagner d'une lutte renforcée contre l'évasion et d'une gestion optimisée des ressources de l'État, tout en garantissant le respect de l'autonomie financière des entités fédérées. L'objectif est de rendre la machine publique plus efficiente pour libérer des fonds pour les investissements essentiels. Ainsi, cela permettrait d'assainir durablement les comptes publics, de stimuler l'économie et de corriger les déséquilibres territoriaux."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de redéfinir le rôle de l'État pour en faire un garant efficient des services publics, avec la responsabilité budgétaire comme principe non négociable. La priorité est une profonde réforme administrative axée sur les résultats, accompagnée de la suppression des subventions et des privilèges qui alourdissent les comptes. Côté fiscalité, la complexité actuelle doit être remplacée par un système simple et juste, fondé sur un impôt unique sur la valeur ajoutée et des règles unifiées pour la taxation des revenus et des salaires. Ainsi, cela permettrait de restaurer l'équilibre des comptes, de rendre le système fiscal plus équitable et de libérer des ressources pour les fonctions essentielles de l'État sans augmenter la charge globale."
      }
    ]
  },
  {
    "question": "Comment garantir l’efficacité et la pérennité des programmes sociaux de lutte contre la pauvreté ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de refonder les programmes sociaux sur une double logique : garantir un revenu de base pour répondre à l'urgence, tout en les intégrant dans une stratégie de développement humain et d'inclusion économique. L'axe central est la mise en place d'un programme de revenu de citoyenneté, rénové et élargi, assurant des montants compatibles avec les besoins réels de la population. Ce dispositif doit s'appuyer sur le renforcement d'un système national unifié d'assistance sociale pour garantir une couverture large et équitable sur tout le territoire. Son efficacité sera assurée en le liant à des actions d'inclusion productive, tant en milieu urbain que rural, pour créer de réelles passerelles vers l'emploi et l'autonomie. Ainsi, cela permettrait de passer d'une logique d'assistance à une véritable garantie de droits, en visant une transition par étapes vers un système universel qui éradique la pauvreté de manière structurelle."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de transformer les programmes sociaux en tremplins vers l'autonomie économique plutôt qu'en simples subventions. L'approche efficace consiste à conditionner l'aide à une trajectoire d'insertion professionnelle, en couplant les transferts de revenus à des programmes de qualification, à l'accès au microcrédit et, surtout, à des mécanismes incitatifs qui rendent le maintien de l'aide compatible avec la reprise d'un emploi formel. Cette articulation doit encourager l'entrepreneuriat et la formalisation de l'emploi. Ainsi, cela permettrait de garantir que l'aide sociale soit une solution temporaire et responsabilisante, qui brise le cycle de la dépendance et favorise une sortie durable de la pauvreté par le travail et l'initiative individuelle."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de transformer l'assistance sociale en un levier d'émancipation durable, en consolidant un système de protection sociale à la fois permanent et orienté vers l'autonomie des bénéficiaires. L'approche consiste à instituer un programme de transfert de revenu permanent, sanctuarisé de toute instrumentalisation politique, dont l'efficacité reposera sur un ciblage précis via un registre social unique renforcé. Le maintien de l'aide sera conditionné à des engagements clairs en matière de scolarisation, de suivi médical et de vaccination, afin de briser le cycle intergénérationnel de la pauvreté. L'objectif principal est de faire de ce socle une transition vers l'emploi, en l'articulant avec des politiques actives d'insertion professionnelle et de microcrédit productif. Ainsi, cela permettrait de garantir une sécurité de revenu pour les plus vulnérables tout en leur offrant des parcours concrets vers l'autonomie économique et la pleine citoyenneté."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de refonder la lutte contre la pauvreté en articulant un soutien direct et des leviers d'autonomisation économique. L'approche consiste d'abord à assainir la situation financière des ménages via un vaste programme de renégociation de dettes, encourageant les remises de créances en échange d'un refinancement public sur 36 mois. Parallèlement, les prestations sociales existantes seraient consolidées en un programme de revenu minimum universel. Son efficacité reposerait sur un registre social unique, constamment mis à jour pour un ciblage géographique précis, et sur un accompagnement des familles vers l'emploi par des centres de référence. Cette démarche serait complétée par un plan d'urgence pour la création de 5 millions d'emplois. Ainsi, cela permettrait de passer d'une logique d'assistance à une dynamique d'inclusion durable, en restaurant à la fois le pouvoir d'achat et l'accès au travail."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de transformer l'assistance sociale d'une simple mesure palliative en un véritable levier d'autonomie durable pour les bénéficiaires. La pérennité des programmes repose sur une approche de responsabilité partagée, où l'aide fédérale est conditionnée à des engagements concrets comme la fréquentation scolaire des enfants et l'intégration des jeunes dans des filières de formation technique. La priorité est de lier le soutien financier à des parcours d'insertion professionnelle, notamment pour les mères, afin de renforcer leur capacité à subvenir à leurs besoins, tout en développant les infrastructures de soutien comme les crèches pour lever les freins à l'emploi. Ainsi, cela permettrait de passer d'une logique d'assistanat à une dynamique d'émancipation, assurant à la fois l'efficacité des aides et leur soutenabilité sur le long terme."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de transformer les programmes sociaux d'une logique d'assistance à une stratégie d'émancipation, en s'attaquant aux causes structurelles de la pauvreté. La bonne approche consiste à fonder toute action sur une mesure continue et précise de la pauvreté via des indicateurs nationaux, afin de focaliser les interventions sur les cas les plus critiques, notamment la pauvreté infantile. Il est ensuite crucial d'établir des objectifs de réduction contraignants à moyen et long terme qui orientent les dépenses publiques. La pérennité du système repose sur une stricte responsabilité budgétaire et sur des actions visant à stimuler l'entrepreneuriat comme voie de sortie durable. Ainsi, cela permettrait de garantir que chaque ressource investie contribue non seulement à un soulagement immédiat, mais surtout à rompre définitivement le cycle de la précarité."
      }
    ]
  },
  {
    "question": "Quelle stratégie adopter pour protéger l’Amazonie et réduire la déforestation tout en soutenant les activités économiques locales ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de substituer au modèle d'exploitation prédatrice une stratégie de développement durable qui valorise la forêt. La bonne approche consiste à mener une politique de tolérance zéro contre le crime environnemental, en luttant implacablement contre la déforestation illégale, la prospection minière clandestine et l'accaparement des terres. Simultanément, il s'agit de débloquer le potentiel de la bioéconomie en stimulant, via la recherche et l'innovation, les activités économiques à faible impact écologique. Cet effort s'accompagnera d'un objectif de déforestation nette zéro, atteint par la restauration des zones dégradées et le reboisement. Ainsi, cela permettrait de faire de la préservation de l'Amazonie un moteur de croissance et de souveraineté, en harmonisant protection des écosystèmes et prospérité locale."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de concilier la protection de la forêt avec un développement économique souverain, en transformant la conservation en une opportunité de richesse pour les populations locales. L'approche centrale consiste à intensifier les opérations coordonnées de contrôle et de répression des activités illégales, en s'appuyant sur la technologie pour une surveillance accrue et une réponse rapide. Parallèlement, il est prioritaire de structurer des filières économiques viables, comme l'écotourisme et l'exploitation durable des ressources, soutenues par des mécanismes financiers incitatifs tels que le paiement pour services environnementaux et le marché du carbone. L'objectif est de rendre la préservation plus rentable que la destruction pour les habitants. Ainsi, cela permettrait de réduire la déforestation en offrant des alternatives économiques concrètes aux communautés, tout en renforçant la présence de l'État et la souveraineté nationale sur ce territoire stratégique."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de faire de la protection de l'environnement le moteur d'un nouveau cycle de développement, en positionnant le pays comme un leader de l'économie verte. L'approche consiste à combiner une politique de tolérance zéro envers la déforestation illégale, en restaurant la pleine capacité d'action des organes de contrôle et en luttant fermement contre le crime organisé. Parallèlement, il est essentiel de créer des incitations économiques positives en structurant un marché national de crédits carbone, en promouvant le paiement pour services environnementaux et en soutenant la bioéconomie et l'agriculture bas-carbone. Cette stratégie s'appuiera sur la relance de fonds de préservation et l'intégration des communautés locales. Ainsi, cela permettrait non seulement de stopper la destruction des biomes, mais aussi de générer de la richesse et d'améliorer les conditions de vie en Amazonie à partir de la valorisation de la forêt debout."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de faire de la préservation de la forêt un moteur de développement économique, en démontrant que sa valeur écologique est un atout supérieur à celui des terres défrichées. La stratégie repose sur la mise en œuvre immédiate d'un zonage économique et écologique, en particulier dans la région amazonienne, pour clarifier les usages du sol et sécuriser les droits fonciers. Il est impératif d’impliquer les populations locales dans des filières économiques rentables et durables qui excluent la déforestation, en s'appuyant sur la recherche scientifique locale pour développer de nouveaux produits et modes de gestion soutenable des ressources. Ainsi, cela permettrait de concilier et d’intégrer durablement l'agriculture, l'élevage et la forêt, en transformant la conservation en une activité économique viable pour les communautés."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de dépasser l'opposition stérile entre préservation et exploitation en faisant de la forêt un moteur de développement économique durable, au service de la souveraineté nationale. La stratégie repose sur un double pilier : le développement d'une bioéconomie à forte valeur ajoutée — industrie pharmaceutique, cosmétique, tourisme écologique — et un renforcement intransigeant de l'État contre les activités illégales. Il est donc impératif d'offrir une sécurité juridique aux investissements bas-carbone et de promouvoir l'innovation, tout en menant une lutte acharnée contre le déboisement criminel, l'exploitation minière illégale et le trafic, via une planification territoriale rigoureuse. Ainsi, cela permettrait de transformer la protection de l'écosystème en un puissant levier de création de richesse et d'emplois, rendant la \"forêt debout\" plus rentable que sa destruction."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de dépasser l'opposition entre préservation et développement en faisant de la transition écologique le principal levier de la prospérité nationale. La bonne approche consiste à transformer la conservation en une activité génératrice de revenus, en monétisant la forêt sur pied grâce à un marché robuste de crédits carbone et au financement du reboisement des terres dégradées. L’axe central est de faire de l'Amazonie un pôle mondial de bioéconomie et de capture de carbone, tout en intégrant l'élevage à la préservation des écosystèmes. L'objectif est d'atteindre la déforestation nette zéro d'ici 2030, en luttant fermement contre les activités illégales. Ainsi, cela permettrait d'enclencher un nouveau cycle d'investissements verts, de créer des emplois durables pour les populations locales et de repositionner le pays comme une puissance de la nouvelle économie bas-carbone."
      }
    ]
  },
  {
    "question": "Quelle politique énergétique le Brésil doit-il privilégier entre énergies fossiles, hydroélectricité et renouvelables ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de piloter la transition énergétique en s'appuyant sur la maîtrise des ressources nationales existantes pour financer et accélérer le déploiement des énergies propres. La bonne approche consiste à réaffirmer le rôle de l’État comme coordinateur stratégique, en reprenant le contrôle des grands acteurs de la production et de la distribution d'énergie. Il s'agit de mettre en place une politique de prix des combustibles qui reflète les coûts nationaux, protégeant ainsi l'économie de la volatilité externe. Les richesses issues de l'exploitation des hydrocarbures, gérées de manière souveraine, doivent être réinvesties massivement pour diversifier la matrice énergétique, en privilégiant l'expansion des filières renouvelables. Ainsi, cela permettrait de concilier autosuffisance en pétrole et dérivés avec le leadership dans la transition écologique, garantissant une énergie accessible pour la population et l'industrie tout en respectant les engagements climatiques."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait d'assurer la sécurité énergétique nationale par une diversification pragmatique des sources, tout en capitalisant sur le potentiel des énergies propres pour affirmer un leadership mondial. La priorité n'est pas d'opposer les filières mais de les articuler de manière stratégique. L'axe central est de consolider l'exploitation des ressources existantes, notamment le gaz naturel pour garantir la stabilité industrielle et des prix, tout en lançant un programme ambitieux de développement des énergies renouvelables comme le solaire, l'éolien offshore et l'hydrogène vert. Ainsi, cela permettrait de réduire progressivement la dépendance aux énergies carbonées et aux marchés internationaux, d’offrir une énergie compétitive aux citoyens et aux entreprises, et de transformer le pays en un exportateur majeur d'énergie verte."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait d'accélérer la transition vers une matrice énergétique sobre en carbone, qui soit à la fois plus propre, sûre, abordable et efficace, en s'appuyant sur les avantages compétitifs du pays. La bonne approche consiste à stimuler la compétition entre les différentes sources d'énergie propres plutôt qu'à en privilégier une seule. Le développement des filières éolienne, solaire, des biocarburants, de la biomasse et de l'hydrogène vert sera activement promu, en complément du potentiel hydroélectrique existant et en intégrant le gaz naturel comme énergie de transition. Cette diversification s'accompagnera d'une gouvernance sectorielle améliorée et de la suppression des subventions injustifiées. Ainsi, cela permettrait de garantir la sécurité d'approvisionnement, de respecter les engagements climatiques en réduisant les émissions et de fournir une énergie compétitive pour l'économie et les ménages."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait d'engager une transition énergétique rapide vers une matrice de production 100 % propre, en mobilisant les ressources naturelles du pays pour garantir une énergie abondante et abordable. La stratégie consiste à réformer la politique de prix de la compagnie pétrolière nationale pour la décorréler des marchés internationaux, tout en la transformant en un pôle d'innovation pour les énergies nouvelles comme l'éolien, le solaire et l'hydrogène vert. Parallèlement, l'hydroélectricité serait optimisée comme source de réserve pour les pics de consommation, ce qui permettrait de programmer l'élimination complète des centrales thermoélectriques polluantes d'ici 2030. Ainsi, cela permettrait de protéger l'économie contre l'inflation importée via les prix de l'énergie et d'assurer une autosuffisance durable et décarbonée."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de capitaliser sur les atouts naturels du pays pour opérer une transition vers une économie à bas carbone, affirmant ainsi son leadership sur la scène internationale. La priorité est d'inscrire la transition vers une matrice énergétique propre et diversifiée comme une politique d'État. Cela implique de stimuler activement la production d'énergies renouvelables — éolienne, solaire, biomasse — pour réduire la dépendance excessive à l'hydroélectricité. La stratégie passe par une libéralisation du marché pour favoriser la compétitivité et une baisse des coûts pour les consommateurs, ainsi qu'une réorganisation du cadre réglementaire pour attirer les investissements. Ainsi, cela permettrait de garantir la sécurité énergétique, de réduire le coût de l'énergie pour les citoyens et les entreprises, et de positionner le pays comme une référence mondiale dans le respect des engagements climatiques."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait d'abandonner la dépendance aux énergies fossiles pour accélérer la transition vers une économie bas-carbone, en faisant des énergies propres le moteur principal de la modernisation et de la compétitivité. La stratégie consiste à déployer massivement les sources renouvelables comme le solaire, l’éolien et l’éthanol. Une priorité particulière sera accordée à la biomasse, reconnue comme un atout national supérieur aux combustibles fossiles. Cette transition doit s'opérer dans tous les secteurs, en commençant par l'agro-industrie qui doit viser l'autonomie énergétique via des sources propres. Ainsi, cela permettrait de réduire drastiquement les émissions de gaz à effet de serre, tout en créant des emplois et en positionnant le pays comme une puissance de l’économie verte."
      }
    ]
  },
  {
    "question": "Quelles priorités doivent guider la politique de sécurité publique et la lutte contre la criminalité organisée ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de refonder la politique de sécurité sur la valorisation de la vie et la prévention, en rupture avec le modèle purement guerrier. La bonne approche consiste à remplacer la logique de confrontation par des stratégies basées sur l'intelligence et l'information pour démanteler les organisations criminelles, y compris les milices. L'axe central sera le renforcement d'un système national de sécurité unifié, favorisant la coordination entre les forces de police et une action ciblée sur la réduction des homicides. Une priorité sera accordée à la valorisation des professionnels de la sécurité, à travers la modernisation des carrières, la formation continue et la mise en place d'un soutien psychosocial. Ainsi, cela permettrait de s'attaquer aux racines de la criminalité organisée tout en promouvant une culture de la paix et du respect des droits fondamentaux."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de rétablir l'ordre public par une action résolue de l'État, tout en renforçant les capacités de défense des citoyens face à la criminalité. L'axe prioritaire consiste à renforcer significativement les moyens humains, matériels et juridiques des forces de sécurité, en leur garantissant une protection accrue dans l'exercice de leurs fonctions. L'approche s'appuie sur une coordination renforcée entre les institutions fédérales, étatiques et municipales, et sur l'utilisation de technologies avancées comme l'intelligence artificielle et la police scientifique pour démanteler les réseaux organisés. En parallèle, la stratégie repose sur la garantie du droit fondamental des citoyens à la légitime défense. Ainsi, cela permettrait d'obtenir une baisse tangible des indices de violence et de rétablir un environnement où la loi protège efficacement l'ensemble de la population."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de reprendre l'initiative face à la criminalité organisée en restaurant la coordination centrale de l'État et en adoptant une posture de tolérance zéro. La priorité est de recréer un ministère de la Sécurité publique pour piloter une stratégie nationale unifiée, en plaçant l'Union au cœur de l'articulation des actions. Pour y parvenir, l'approche consiste à intégrer toutes les forces de sécurité autour d'un système d'information unique et d'un usage intensif du renseignement. Le contrôle des frontières sera renforcé pour endiguer le trafic d'armes et de drogues, tandis que les décrets assouplissant la détention d'armes seront révoqués au profit d'une politique de contrôle et de traçabilité stricte. Ainsi, cela permettrait de démanteler plus efficacement les réseaux criminels, de réduire les homicides et de restaurer l'autorité de l'État sur l'ensemble du territoire."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait d'adopter une approche intégrée de la sécurité, en articulant la répression du crime organisé avec des politiques de prévention ciblées. L'axe central est la mise en place d'un système national unifié de sécurité publique, garantissant une coordination effective et un partage d'informations entre les différentes forces à tous les échelons de gouvernement. La lutte contre la criminalité organisée doit prioritairement s'attaquer à ses flux financiers et au blanchiment d'argent, en s'appuyant sur des technologies avancées de traçage. Parallèlement, la politique sur les drogues doit être réorientée vers une approche de réduction des risques, et une attention particulière sera portée à la protection des femmes et des jeunes les plus exposés à la violence. Ainsi, cela permettrait de réduire la criminalité de manière structurelle en s'attaquant à la fois à ses manifestations et à ses racines sociales."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de mener une offensive structurelle contre la criminalité, en restaurant l'autorité de l'État là où elle a été supplantée. L'approche consiste à agir sur deux fronts : d'une part, renforcer les capacités d'anticipation par l'intégration systématique du renseignement et la modernisation technologique de l'investigation pénale, notamment pour le contrôle des frontières. D'autre part, il est impératif de démanteler la base opérationnelle des factions en reprenant le contrôle total du système pénitentiaire et en améliorant l'efficacité de la police. Ainsi, cela permettrait de briser la structure de commandement du crime organisé, passant d'une logique de simple réaction à une stratégie de démantèlement de ses fondations."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de rompre avec une approche purement répressive pour démanteler les structures systémiques qui nourrissent la criminalité organisée et la corruption. L'axe central est de renforcer l'intégration des systèmes de renseignement entre les différentes forces de sécurité et la justice. Cela passe par la sanctuarisation des institutions-clés, en garantissant l'autonomie de la police fédérale via des mandats fixes et décalés du cycle politique. En parallèle, la priorité est de réduire drastiquement l'impunité par un durcissement de l'exécution des peines, la fin des juridictions spéciales et l'application de la détention dès la condamnation en seconde instance. L'efficacité des forces de police sera stimulée par l'instauration de cibles de performance mesurables pour l'élucidation des crimes. Ainsi, cela permettrait de restaurer la crédibilité de l'État de droit et d'affaiblir durablement les réseaux criminels en s'attaquant à leurs ramifications politiques et économiques."
      }
    ]
  },
  {
    "question": "Comment améliorer la qualité de l’éducation publique à tous les niveaux ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de repositionner l'éducation comme un investissement stratégique essentiel au développement souverain et à l'égalité, en rompant avec la logique de démantèlement des services publics. La bonne approche consiste à réactiver le Plan National d'Éducation comme feuille de route, en assurant une coordination systémique entre l'Union, les États et les municipalités. L'effort doit couvrir l'ensemble du parcours, de la crèche à l'enseignement supérieur, avec une attention particulière à la valorisation des professionnels de l'éducation. Une priorité sera accordée à un programme national de rattrapage scolaire pour combler les déficits d'apprentissage accumulés. Ainsi, cela permettrait de reconstruire un système public universel, gratuit et de qualité, capable de former des citoyens pour la société de la connaissance et de garantir un avenir plus juste pour le pays."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de réformer le système éducatif pour l'aligner sur les impératifs économiques et technologiques contemporains, afin de garantir une haute employabilité et de renforcer la compétitivité nationale. L'approche consiste à renforcer la synergie entre les établissements, notamment via l'enseignement technique et professionnel, et les besoins réels du marché du travail. Cela passe par une actualisation des programmes, privilégiant un enseignement des fondamentaux dénué de tout prisme idéologique et intégrant massivement les compétences numériques essentielles. Cette transformation s'appuie également sur la revalorisation de la carrière des enseignants. Ainsi, cela permettrait de former une masse critique de jeunes qualifiés, de réduire le décalage entre l'offre de formation et la demande d'emploi, et d'améliorer durablement la position du pays dans les classements internationaux."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de placer l'éducation au sommet des priorités nationales, en lui restituant son rôle de principal levier de développement et d'égalité des chances. L'axe central consiste à restaurer la capacité de pilotage du ministère de l'Éducation pour coordonner une action cohérente sur l'ensemble du territoire. La priorité sera accordée à la petite enfance et à la garantie d'une alphabétisation complète de tous les élèves à l'issue de la deuxième année du primaire. En parallèle, il s'agira de généraliser l'enseignement à temps plein, de réformer le lycée pour y intégrer une formation technique et professionnelle connectée au marché du travail et de revaloriser la carrière des enseignants. Ainsi, cela permettrait de combler les retards d'apprentissage, de réduire l'abandon scolaire et de mieux préparer les jeunes à leur avenir professionnel et citoyen."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait d'engager une transformation structurelle de l'éducation publique pour la positionner parmi les meilleures au monde en l'espace de 15 ans, en en faisant une mission nationale coordonnée par l'État fédéral. La stratégie repose sur la valorisation de la carrière enseignante, avec des programmes massifs de formation continue, des salaires attractifs et des incitations financières pour les écoles et les professeurs atteignant leurs objectifs de performance. En parallèle, il est essentiel de généraliser progressivement l'école à temps plein dès le primaire et de développer un enseignement secondaire professionnalisant, incluant des stages rémunérés pour les élèves. Un suivi rigoureux des résultats guidera un soutien ciblé aux établissements en difficulté. Ainsi, cela permettrait de garantir une véritable égalité des chances et de construire un socle de compétences solide pour l'avenir du pays."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de refonder le pacte éducatif national pour garantir un enseignement de qualité, de la petite enfance à l'université, afin de former des citoyens autonomes et de préparer le pays aux défis de l'économie du savoir. L’axe central est une revalorisation profonde de la carrière enseignante, conditionnée à un système national d'évaluation des compétences et des performances. En parallèle, une intervention managériale forte doit garantir une gestion plus rigoureuse des ressources et l’implantation de méthodologies d’enseignement modernes, axées sur les compétences fondamentales et techniques requises par les bassins d'emploi locaux. Ainsi, cela permettrait de réduire drastiquement l’analphabétisme fonctionnel et d’élever le niveau général des élèves, tout en assurant une meilleure adéquation entre la formation et les opportunités réelles du pays."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de refonder le système éducatif pour en faire un véritable moteur d'égalité des chances et de compétitivité, en visant une performance de rang mondial. La bonne approche consiste à instaurer une gouvernance axée sur les résultats, en systématisant l'évaluation des enseignants et des établissements et en conditionnant une partie des financements à la performance. Le parcours de l'élève sera renforcé par l'universalisation de la pré-scolarisation, l'extension du temps scolaire et l'intégration de la formation technique au lycée. En parallèle, une réforme du supérieur visera à dépolitiser la sélection de ses dirigeants et à encourager son autofinancement. Ainsi, cela permettrait de hisser le système éducatif aux standards internationaux en sept ans, en garantissant une meilleure efficacité des ressources publiques et en formant le capital humain indispensable à une économie productive."
      }
    ]
  },
  {
    "question": "Quelle orientation donner au système de santé publique (SUS) pour renforcer l’accès et l’efficacité des soins ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de traiter la santé non plus comme une dépense mais comme un droit fondamental et un pilier de la souveraineté nationale. La bonne approche consiste à renforcer le caractère public et universel du SUS par un réinvestissement massif dans ses infrastructures, ses équipements et dans la valorisation de ses professionnels. L'effort se concentrera sur l'amélioration de la gestion, la relance de politiques structurantes garantissant la médecine de proximité et l'accès aux médicaments essentiels, ainsi que sur la reconstruction du complexe industriel de la santé pour réduire la dépendance extérieure. Une priorité sera de résorber les demandes de soins non satisfaites, héritées de la crise sanitaire. Ainsi, cela permettrait de garantir à chaque citoyen un accès effectif à un système de santé intégral et de qualité, tout en préparant le pays à de futurs défis sanitaires."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de transformer la gestion du système de santé public pour en garantir l'efficience et l'universalité, en s'appuyant sur la technologie comme levier de performance. L'axe central de cette modernisation est le déploiement d'une infrastructure de santé numérique, incluant un dossier médical unifié pour chaque citoyen, afin d'améliorer la coordination des soins et de rationaliser les parcours. Cette transformation doit s’accompagner d’un renforcement de l’attention primaire et préventive, qui constitue le socle du système, tout en optimisant la gestion des ressources par une meilleure articulation entre les acteurs publics et privés. Ainsi, cela permettrait d'offrir un accès aux soins plus équitable et rapide sur l'ensemble du territoire, d'améliorer la qualité du suivi médical et d'assurer la soutenabilité du système à long terme."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de recentrer le système de santé public sur ses missions fondamentales de prévention et de soins de proximité, en passant d'une logique de traitement de la maladie à une véritable politique de promotion de la santé. L'axe central consiste à renforcer massivement les soins de santé primaires, considérés comme la porte d’entrée du système, et à investir dans la prévention, notamment par la reprise des campagnes de vaccination. L'efficacité sera accrue par l'utilisation de la technologie, comme la télémédecine et le dossier médical électronique, pour réduire les files d'attente. Ce renforcement s'appuiera sur une augmentation progressive du financement fédéral et une meilleure coordination nationale. Ainsi, cela permettrait de garantir un accès plus rapide et équitable aux soins, de renforcer la résilience du système et de concrétiser la promesse d'une santé publique universelle et efficace."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de reconstruire le système de santé publique pour garantir un accès universel et efficace aux soins, en s'attaquant en priorité aux faiblesses structurelles aggravées par la crise sanitaire. La démarche s'appuierait sur la création d'une centrale de régulation permanente qui, en partenariat avec le secteur privé, viserait à éliminer en un an les files d'attente pour les consultations, diagnostics et chirurgies. En parallèle, une refonte du parcours de soins renforcerait l'attention primaire et son articulation avec des centres de référence spécialisés, le tout intégré par un dossier médical électronique. Pour garantir la souveraineté sanitaire, la production nationale de médicaments et d'intrants pharmaceutiques serait relancée. Ainsi, cela permettrait de restaurer la capacité de réponse du système, de réduire les inégalités d'accès aux soins et d'améliorer durablement la qualité de vie de la population."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de transformer le système de santé public d'une structure bureaucratique à un service agile et centré sur le citoyen, en faisant de son amélioration une priorité d'État. La bonne approche consiste à déployer des outils de gouvernance numérique, comme un système de gestion en ligne et un dossier médical national unifié, pour garantir la traçabilité des soins et l'optimisation des ressources. Il est essentiel d'investir dans l'universalisation des services, en ciblant des domaines critiques comme la santé mentale et le soin aux personnes âgées, et de renforcer la formation des professionnels de santé pour répondre aux besoins réels de la population. Ainsi, cela permettrait de garantir un accès équitable et en temps réel aux soins, d'améliorer la qualité des services rendus et de restaurer la confiance des citoyens dans leur système de santé public."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de transformer le système de santé publique d'une logique de moyens à une culture du résultat, en faisant de l'intégration et de la technologie les piliers d'un accès aux soins plus efficient pour tous. La bonne approche consiste à déployer une digitalisation complète du parcours de soins, avec un dossier médical unique et unifié, afin d'optimiser la coordination. Des centrales de régulation intelligentes auront pour mission de mobiliser l'ensemble des ressources disponibles, y compris la capacité inutilisée du secteur privé, pour réduire les listes d'attente. Le financement sera progressivement réorienté pour récompenser la qualité et les résultats cliniques effectifs plutôt que le simple volume d'actes. Ainsi, cela permettrait de garantir des soins de meilleure qualité, de réduire les inefficacités et d'assurer la soutenabilité financière du système sur le long terme."
      }
    ]
  },
  {
    "question": "Quelle place doit être donnée aux entreprises publiques et au secteur privé dans l’économie nationale ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de restaurer la primauté de l'État comme acteur stratégique et planificateur du développement, en positionnant le secteur privé comme un partenaire essentiel à la réalisation des objectifs nationaux. La bonne approche consiste à interrompre les processus de privatisation des actifs stratégiques et à réaffirmer le rôle moteur des entreprises publiques dans les secteurs clés comme l'énergie, la logistique et le crédit. Les institutions financières publiques seront consolidées pour financer à long terme les infrastructures et l'innovation. L'investissement privé, quant à lui, sera activement encouragé par des partenariats et des concessions, à condition qu'il s'inscrive dans des missions d'intérêt général, notamment sur les plans social et environnemental. Ainsi, cela permettrait d'articuler la puissance d'investissement de l'État et le dynamisme privé pour reconstruire l'appareil productif, garantir la souveraineté nationale et orienter l'économie vers un modèle de croissance plus juste et durable."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de redéfinir le périmètre d'intervention de l'État pour libérer le potentiel de l'économie et stimuler l'entrepreneuriat. L'axe central consiste à accélérer le transfert au secteur privé des activités qu'il peut gérer de manière plus efficiente, via un programme soutenu de privatisations, de concessions et de partenariats public-privé. Cette démarche vise un recentrage stratégique : l'État doit concentrer ses ressources sur ses missions régaliennes fondamentales – sécurité, santé, éducation – là où son action est irremplaçable. Ainsi, cela permettrait d'attirer les investissements, d'améliorer la compétitivité et la qualité des services, tout en assurant une gestion plus rigoureuse et efficace des finances publiques."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de redéfinir le rôle de l'État, en le positionnant comme un partenaire stratégique de l'initiative privée, reconnue comme le principal moteur de la croissance, de l'investissement et de l'emploi. L'axe central de cette stratégie est la mise en œuvre d'un programme ambitieux de concessions, de privatisations et de partenariats public-privé, visant à attirer les capitaux et l'expertise du secteur privé. Pour y parvenir, l'État se concentrera sur la création d'un environnement d'affaires stable et prévisible, doté d'une sécurité juridique et réglementaire sans faille. Les ressources générées par ces opérations seront prioritairement fléchées vers les politiques sociales de réduction de la pauvreté et d'éducation infantile. Ainsi, cela permettrait de libérer le potentiel d'investissement privé, d'accroître la productivité de l'économie, et de recentrer l'action de l'État sur ses missions sociales essentielles."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de redéfinir le pacte entre l'État et le marché pour articuler un développement national planifié avec la vitalité de l'initiative privée. L'État assumerait un rôle de stratège et d'investisseur-catalyseur, en relançant les chantiers d'infrastructure et en mobilisant une banque publique de développement pour orienter le financement vers des secteurs clés. Le secteur privé serait le moteur de l'investissement et de l'innovation, dans un environnement concurrentiel assaini par une politique antitrust rigoureuse. Les entreprises publiques seraient, quant à elles, des instruments au service de cette stratégie nationale, notamment pour piloter la transition énergétique et maîtriser les coûts pour l'économie. Ainsi, cela permettrait de concilier une vision de long terme et une souveraineté économique renforcée avec un environnement d'affaires dynamique et créateur d'emplois."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de redéfinir le rôle de l'État pour en faire un partenaire stratégique de l'initiative privée, plutôt qu'un opérateur économique direct, afin de mobiliser l'efficacité et les capitaux privés pour moderniser le pays. La bonne approche consiste à systématiser le recours aux partenariats public-privé (PPP) pour la gestion des services essentiels, comme la santé et l'assainissement, tout en soutenant activement les petites et moyennes entreprises par un accès facilité au crédit et à l'innovation. L'État se concentrerait alors sur son rôle de régulateur efficace, imposant des garanties de performance strictes dans les contrats. Ainsi, cela permettrait de créer une synergie où l'agilité du secteur privé accélère la réalisation des objectifs publics, tout en renforçant la compétitivité de l'économie nationale."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de faire du secteur privé le moteur central de l'économie, en repositionnant l'État comme un arbitre et un facilitateur plutôt qu'un opérateur. La bonne approche consiste à retirer l'État des activités productives via un programme de privatisation, tout en supprimant les subventions et les réserves de marché qui entravent la concurrence. L'action publique doit se concentrer sur ses missions fondamentales : assurer une régulation claire, investir dans les infrastructures stratégiques et démanteler les monopoles. Le secteur privé, y compris via des partenariats, doit assumer le rôle principal dans la production de biens et de services. Ainsi, cela permettrait de libérer les forces productives, d'attirer les investissements et de générer une croissance économique plus forte et plus durable."
      }
    ]
  },
  {
    "question": "Quelle politique le pays doit-il adopter à l’égard des droits des peuples autochtones et de la démarcation des terres ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de garantir les droits territoriaux et culturels des peuples autochtones non plus comme une concession, mais comme un devoir constitutionnel de l'État. La bonne approche consiste à assurer la possession effective de leurs terres en finalisant les processus de démarcation et en empêchant toute activité prédatrice qui menace leurs droits et leurs modes de vie. Il s'agit de renforcer les institutions fédérales dédiées à cette mission et de construire des politiques publiques qui valorisent leur culture, leurs traditions et leurs savoirs. Cette protection doit garantir une vie digne et une pleine citoyenneté, en reconnaissant ces peuples comme des acteurs essentiels de la nation. Ainsi, cela permettrait de sécuriser leur existence physique et culturelle, de pacifier les conflits fonciers et de reconnaître leur contribution inestimable à la protection de l'environnement."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de dépasser une approche purement conservatrice pour garantir l'autonomie des peuples autochtones par leur pleine intégration au développement économique, dans le respect de la souveraineté nationale. La bonne approche consiste à leur donner les moyens de valoriser durablement leurs terres et leurs ressources, en favorisant l'émergence d'activités économiques comme l'ethnotourisme, l'agriculture, ou l'extraction de ressources encadrée. Cela implique de leur garantir l'accès aux infrastructures essentielles – transport, énergie, connectivité – afin qu'ils deviennent des acteurs à part entière de l'économie régionale. Ainsi, cela permettrait de concilier la protection de leur mode de vie avec une amélioration concrète de leurs conditions matérielles, tout en affirmant que le développement de ces territoires s'inscrit dans un projet national unifié."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de garantir la pleine effectivité des droits constitutionnels des peuples autochtones en restaurant la primauté de la loi et la capacité d'action de l'État pour la protection de leurs territoires. L'axe central de cette politique est de restaurer et de renforcer l'institution publique chargée des affaires autochtones afin de faire appliquer rigoureusement la législation. Cela implique d'accélérer les processus de régularisation foncière, tout en assurant un accès effectif à des politiques publiques spécifiques en matière de santé, d'éducation et d'assistance sociale. Ainsi, cela permettrait de garantir la sécurité juridique et physique des communautés, de préserver leur patrimoine culturel et de reconnaître leur rôle essentiel dans la protection de l'environnement."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de garantir de manière effective les droits fondamentaux des peuples autochtones, en considérant la protection de leurs terres et de leur culture comme une urgence. L'axe central de l'action consiste à assurer le respect, la préservation et l'inviolabilité des réserves territoriales, en empêchant toute forme d'exploitation illégale par des tiers. Cette protection doit s'étendre à leur culture et à leurs activités productives traditionnelles, qui sont vitales pour leur subsistance. Parallèlement, une politique de santé ciblée, avec des médecins spécifiquement formés, doit être mise en place. Ainsi, cela permettrait de sécuriser leur intégrité physique et culturelle tout en préservant leur autonomie et leur mode de vie."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de dépasser le clivage stérile entre la sanctuarisation des terres et leur exploitation incontrôlée, en faisant des territoires protégés des vecteurs de développement économique souverain. La bonne approche consiste à définir, dans le cadre d'un plan territorial stratégique national, des modèles de gestion qui concilient la préservation des cultures et le développement économique durable de ces zones. Il est impératif de cesser de les considérer uniquement comme des réserves pour les transformer en pôles de production de richesses, tout en affirmant une souveraineté nationale sans faille contre toute ingérence extérieure et en renforçant la surveillance des frontières pour lutter contre la criminalité. Ainsi, cela permettrait d'aligner la protection des droits et de l'environnement avec les impératifs de croissance et de sécurité nationale, garantissant que la valorisation de ces terres profite à l'ensemble de la nation."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de dépasser la vision purement protectrice des droits autochtones pour l'intégrer dans une dynamique de développement et d'autonomie. La bonne approche consiste à garantir le droit de propriété sur leurs terres, tout en engageant une révision de la législation pour concilier respect des spécificités culturelles et inclusion économique. L'État doit assurer une protection effective contre la violence et les activités illégales, en renforçant les moyens de surveillance et de contrôle sur ces territoires. Ainsi, cela permettrait de transformer les peuples autochtones en acteurs de leur propre développement, en leur donnant les moyens de prospérer économiquement tout en préservant leur identité."
      }
    ]
  },
  {
    "question": "Comment le Brésil doit-il définir sa position internationale vis-à-vis des grandes puissances (États-Unis, Chine, Europe) et des partenaires régionaux ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de repositionner le pays comme un protagoniste mondial, en fondant sa politique étrangère sur une souveraineté sans faille et une autonomie décisionnelle complète. La bonne approche consiste à renforcer en priorité l'intégration régionale en Amérique latine, tout en revitalisant la coopération Sud-Sud, notamment avec l'Afrique et au sein des Brics. Les relations avec les grandes puissances mondiales doivent être pragmatiques et diversifiées, établies sur la base des intérêts nationaux, sans aucune forme de soumission ou d'alignement automatique. L'action diplomatique doit se déployer en faveur d'un ordre mondial multipolaire et du renforcement du multilatéralisme. Ainsi, cela permettrait au pays de défendre ses intérêts de manière flexible et de retrouver son influence dans la construction d'un ordre international plus équilibré et respectueux de la souveraineté des nations."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de mener une politique étrangère pragmatique et souveraine, fondée sur une double priorité : l'alignement sur les démocraties partageant les mêmes valeurs et la diversification des partenariats économiques au service de l'intérêt national. La priorité est d'accélérer l'adhésion aux organisations qui consacrent les principes de l'économie de marché et de l'État de droit, comme l'OCDE, afin de renforcer la crédibilité internationale du pays. Parallèlement, la stratégie consiste à rechercher activement des alliances économiques et des investissements technologiques à l'échelle mondiale, sans exclusive idéologique, en se concentrant sur les bénéfices concrets pour l'emploi et la production nationale. Ainsi, cela permettrait d'accroître l'attractivité du pays pour les capitaux, de sécuriser les relations commerciales et de projeter une influence fondée à la fois sur la puissance économique et sur la défense d'une identité souveraine."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de restaurer le prestige et le protagonisme du pays sur la scène internationale, en rompant avec l'isolement au profit d'une diplomatie pragmatique et active. L'approche consiste à réaffirmer le leadership régional en consolidant et en libéralisant le Mercosur, tout en menant une ouverture commerciale ambitieuse via la conclusion de nouveaux accords et l'adhésion à l'OCDE. Cette stratégie repose sur un réengagement actif dans les instances multilatérales, en utilisant la participation aux forums comme le G20 et les Brics pour renforcer un ordre international fondé sur des règles. Ainsi, cela permettrait de diversifier les partenariats stratégiques sans alignement automatique, de multiplier les opportunités commerciales et de repositionner le pays comme un acteur crédible et influent dans la gouvernance mondiale."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de refonder la posture internationale du pays sur le principe d'une souveraineté active et d'une défense intransigeante de ses intérêts nationaux. La bonne approche consiste à refuser toute forme d'alignement automatique sur les grandes puissances et à évaluer chaque partenariat, qu'il soit commercial ou diplomatique, à l'aune stricte de ses bénéfices pour le développement économique et l'autonomie du pays. Les relations avec les partenaires régionaux et les blocs mondiaux seront donc conduites sur une base pragmatique, sans préjugés idéologiques. Ainsi, cela permettrait au pays de conserver une pleine liberté de manœuvre sur la scène mondiale et de maximiser les opportunités de développement en traitant d'égal à égal avec tous les acteurs internationaux."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de substituer les alignements idéologiques par une diplomatie pragmatique, fermement ancrée dans la défense des intérêts nationaux et la valorisation de ses atouts stratégiques. La bonne approche consiste à affirmer une souveraineté intransigeante, en particulier sur les questions environnementales, tout en utilisant le potentiel du pays en matière d'énergie propre et de sécurité alimentaire comme un levier d'influence sur la scène mondiale. Les partenariats, qu'ils soient avec les grandes puissances ou les voisins régionaux, doivent être redéfinis sur la base d'avantages mutuels concrets, en priorisant l'ouverture de nouveaux marchés et la coopération en matière de sécurité aux frontières. Ainsi, cela permettrait de repositionner le pays comme un acteur incontournable et respecté, capable de naviguer dans un ordre mondial complexe en capitalisant sur ses forces uniques pour garantir sa prospérité et sa sécurité."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de rompre avec l'isolement idéologique pour réancrer la politique étrangère sur des bases pragmatiques, en faisant de l'ouverture économique et du leadership environnemental les deux piliers de sa crédibilité internationale. La bonne approche consiste à mener une ouverture unilatérale de l'économie, tout en faisant de la transition vers une économie neutre en carbone le principal levier diplomatique. La priorité sera donnée à la finalisation de l'accord commercial avec l'Union Européenne et à l'adhésion à l'OCDE, en restaurant un dialogue constructif avec les partenaires traditionnels au sein des instances multilatérales. Ainsi, cela permettrait de restaurer la réputation du pays, d'attirer les investissements et de dynamiser le commerce extérieur, en repositionnant la nation comme un acteur fiable et un leader incontournable de la nouvelle économie bas-carbone."
      }
    ]
  },
  {
    "question": "Quelle politique doit être menée en matière d’égalité entre les femmes et les hommes et de droits des minorités ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de faire de l'égalité effective un pilier non négociable de la démocratie et du développement, en s'attaquant aux racines structurelles des discriminations. La bonne approche consiste à déployer un ensemble de politiques publiques transversales pour garantir l'égalité salariale, poursuivre et élargir les politiques de quotas sociaux et raciaux dans l'éducation supérieure et la fonction publique, et mettre en œuvre des programmes de santé intégrale adaptés aux besoins des femmes et de la population LGBTQIA+. Une priorité absolue sera accordée à la lutte contre toutes les formes de violence, en assurant la protection des victimes et la fin de l'impunité. Ainsi, cela permettrait de garantir la pleine citoyenneté pour toutes et tous, en construisant un pays où la dignité humaine est protégée et où l'égalité des droits et des chances devient une réalité tangible dans tous les domaines de la vie."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait d'assurer une égalité concrète en se concentrant sur la protection des plus fragiles et l'autonomie économique des femmes, en reconnaissant la famille comme le pilier de la société. La priorité est de déployer des programmes ciblés visant l'inclusion économique des femmes, via l'entrepreneuriat et la formation professionnelle, tout en renforçant les dispositifs de protection contre la violence. Pour les autres publics vulnérables, comme les personnes âgées ou en situation de handicap, l'accent est mis sur la garantie de leurs droits sociaux fondamentaux et leur intégration active. Ainsi, cela permettrait de renforcer la cohésion sociale en s'appuyant sur des familles fortes, où chaque membre dispose des moyens de sa propre autonomie et est protégé par des politiques publiques efficaces."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de faire de la promotion active de l'égalité et de la valorisation de la diversité le fondement d'un nouveau contrat social, en traduisant les principes en actions concrètes. L'axe central consistera à garantir une représentation équitable au plus haut niveau de l'État, en instaurant un ministère à parité de genre et en élargissant la place des minorités raciales dans les postes à responsabilité. L'approche s'appuiera sur le renforcement des politiques de quotas et d'actions affirmatives, tout en promouvant l'égalité salariale et en garantissant l'égalité des chances pour toutes les minorités, y compris la population LGBTQIA+ et les personnes en situation de handicap. Ainsi, cela permettrait de combattre activement le racisme et les discriminations structurelles et de construire une société où l'inclusion n'est pas seulement un principe, mais une réalité tangible à tous les niveaux de décision."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de mener une politique volontariste pour démanteler les discriminations structurelles et garantir une pleine émancipation sociale aux femmes, ainsi qu'aux minorités raciales, sexuelles et aux personnes en situation de handicap. La démarche s'appuie sur des actions ciblées et contraignantes : l'instauration d'une parité quantitative stricte entre femmes et hommes aux postes de direction de l'administration fédérale, la consolidation des quotas pour la population noire dans les universités et les concours publics, et la mise en place de politiques d'achats publics favorisant les entreprises issues de ces minorités. Des institutions dédiées, comme un Secrétariat national pour les droits LGBTQIA+, seraient également créées pour piloter ces politiques. Ainsi, cela permettrait de transformer le principe d'égalité en une réalité tangible, en garantissant à tous les groupes sociaux les mêmes droits et les mêmes opportunités."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait d'ancrer l'égalité et la protection des minorités dans une approche pragmatique, axée sur la sécurité et l'autonomie économique plutôt que sur la simple reconnaissance de droits formels. La bonne approche consiste à déployer une double stratégie : d'une part, garantir l'intégrité physique des femmes par un renforcement des structures de protection contre la violence ; d'autre part, lever les obstacles à leur émancipation économique en facilitant leur accès à la formation et en développant les services de garde d'enfants. Concernant les minorités, la priorité est de les intégrer dans un plan de développement territorial qui valorise leurs terres de manière durable. Ainsi, cela permettrait de construire une société où l'égalité des chances est une réalité tangible, mesurée par la sécurité et la prospérité de chacun, et non plus un simple principe juridique."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de garantir l'égalité non pas comme un principe abstrait, mais comme une réalité tangible et juridiquement contraignante, en rendant l'État intransigeant face à toute forme de discrimination. La protection des femmes doit être une priorité, avec la mise en place de standards nationaux pour l'accueil et l'enquête dans les commissariats, et la formation spécialisée des agents publics. En parallèle, la dignité des minorités sera assurée par des mesures concrètes, comme la simplification des procédures de changement de nom d'usage et la garantie d'une isonomie totale des droits, notamment en matière de prévoyance sociale pour les couples de même sexe. Ainsi, cela permettrait de renforcer l'État de droit en assurant une application effective des lois pour tous, et de construire une société où la sécurité et la dignité ne dépendent ni du genre, ni de l'orientation sexuelle."
      }
    ]
  },
  {
    "question": "Quelle approche adopter concernant la régulation du port et de la possession d’armes ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de rompre avec la logique de l'armement individuel comme solution à l'insécurité, en réaffirmant que la valorisation de la vie est la priorité absolue. La bonne approche consiste à intégrer un contrôle strict de la circulation des armes à feu dans une politique nationale coordonnée de réduction des homicides et de démantèlement des organisations criminelles. Plutôt que de déléguer la sécurité aux citoyens, l'effort se concentrera sur le renforcement des institutions d'État et l'utilisation du renseignement pour déstructurer les filières illégales. Ainsi, cela permettrait de s'attaquer aux causes structurelles de la violence létale et de rétablir le monopole de l'État sur l'usage de la force, créant un environnement plus sûr pour l'ensemble de la population."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de garantir le droit fondamental des citoyens à assurer leur propre protection, en considérant que la capacité à se défendre constitue un pilier de la sécurité collective et de la liberté individuelle. La bonne approche consiste donc non pas à restreindre mais à préserver et amplifier l'accès légal aux armes pour les citoyens qui remplissent les conditions requises. L'axe central est de consolider le cadre juridique qui garantit ce droit, en le traitant comme un instrument de dissuasion essentiel à la sécurité publique et à la pacification sociale. Cette politique reconnaît également l'usage des armes dans un cadre sportif et culturel. Ainsi, cela permettrait de renforcer la capacité de la société à faire face à la violence, tout en consacrant la responsabilité individuelle comme un complément indispensable à l'action de l'État."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait d'inverser la politique de libéralisation de l'accès aux armes, en réaffirmant le rôle exclusif de l'État dans le monopole de la force et la garantie de la sécurité. L'approche prioritaire consiste à révoquer l'ensemble des décrets ayant affaibli le contrôle sur le port et la possession d'armes. Cette mesure sera complétée par un renforcement significatif de la supervision et de la traçabilité des armements et des munitions en circulation. Ainsi, cela permettrait de réduire la dissémination des armes au sein de la population et de recentrer la stratégie de sécurité sur le renforcement des institutions publiques, plutôt que sur l'armement des citoyens."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de traiter la prolifération des armes à feu comme un problème de sécurité nationale, en considérant que leur expansion et leur usage sont aujourd'hui hors de contrôle. La priorité absolue est donc d'inverser cette tendance par la mise en place d'une politique rigoureuse de gestion et de traçabilité des armes et des munitions, en s'appuyant sur des technologies avancées. Cette approche vise à démanteler les circuits d'approvisionnement qui alimentent la criminalité, en particulier le crime organisé. Ainsi, cela permettrait de réduire la violence en s'attaquant directement aux outils qui la rendent possible, plutôt que de favoriser une dissémination qui aggrave l'insécurité."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de recentrer la politique de sécurité sur le monopole exclusif de la force par l'État, en considérant que la réponse à la criminalité réside dans des institutions fortes plutôt que dans l'armement des citoyens. La bonne approche consiste donc à investir massivement dans la modernisation des forces de l'ordre, l'intégration du renseignement et le déploiement de technologies avancées pour l'investigation criminelle. La priorité doit être le démantèlement des factions organisées et le renforcement du contrôle aux frontières, en traitant la régulation des armes comme un outil stratégique pour assécher les canaux d'approvisionnement du crime. Ainsi, cela permettrait de réduire la violence en s'attaquant à ses racines organisées, restaurant la sécurité publique comme une prérogative régalienne efficace plutôt qu'une responsabilité individuelle."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de rompre avec toute politique de dissémination des armes pour réaffirmer un contrôle strict de l'État, en considérant la circulation des armes à feu comme un enjeu majeur de sécurité publique. La bonne approche consiste à reconstruire la capacité de régulation de l'État, en instaurant un programme national de traçabilité effective pour toutes les armes et munitions, de leur production ou importation jusqu'à leur commercialisation. Ce système sera piloté par une autorité civile renforcée et intégrée avec les autres bases de données existantes, avec un effort ciblé sur le démantèlement du marché illégal. Ainsi, cela permettrait de réduire la disponibilité des armes dans la criminalité et de restaurer la capacité de l'État à réguler un domaine vital pour la sécurité des citoyens."
      }
    ]
  },
  {
    "question": "Quelle stratégie doit être mise en œuvre pour lutter contre la corruption et renforcer la confiance dans les institutions publiques ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de redéfinir la lutte contre la corruption comme un outil de bonne gouvernance, en la dépolitisant radicalement. La bonne approche consiste à restaurer les instruments de contrôle et de prévention dans le strict respect de l'État de droit et des garanties fondamentales, en s'assurant qu'ils ne soient jamais détournés à des fins politiques. L'effort se concentrera sur le renforcement des institutions de contrôle, comme la Police Fédérale et l'Inspection Générale, et sur la garantie d'une transparence absolue par la réouverture du gouvernement et l'application de la Loi sur l'Accès à l'Information. Ainsi, cela permettrait de s'assurer que les ressources publiques arrivent bien à destination, restaurant par là même la confiance des citoyens dans des institutions dont l'intégrité est au service de l'efficacité."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait d'instaurer une culture de tolérance zéro envers la corruption, en s'appuyant sur des mécanismes systémiques de prévention, de détection et de sanction. L'approche consiste à combiner un renforcement radical de la transparence, en rendant toutes les dépenses et agendas publics, avec le déploiement de programmes d'intégrité rigoureux au sein de chaque entité publique. Cette démarche préventive est complétée par une politique de sanction systématique des responsables et des mécanismes efficaces pour le recouvrement des actifs détournés. Ainsi, cela permettrait de réduire significativement la marge de manœuvre pour les actes illicites, tout en restaurant la confiance des citoyens dans les institutions par la preuve d'une gestion rigoureuse et responsable des deniers publics."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de substituer une logique répressive par une stratégie de prévention systémique de la corruption, en instaurant une transparence radicale comme principal instrument de contrôle citoyen. L'axe central est de promouvoir une ouverture totale des données publiques, en particulier celles relatives aux contrats, aux achats publics et aux entreprises partenaires de l'État, en s'appuyant sur la numérisation complète des services publics d'ici 2026 pour garantir la traçabilité. En parallèle, une politique de tolérance zéro s'incarnera par le renforcement des organes de contrôle interne et l'exigence de programmes de conformité (compliance) dans toute l'administration. Ainsi, cela permettrait de restaurer la confiance des citoyens dans leurs institutions, de garantir l'intégrité de la gestion publique et d'assurer que chaque ressource est utilisée de manière efficace et transparente."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de rompre avec les pratiques de corruption systémique en instaurant une transparence radicale et en restaurant la confiance dans les institutions publiques. Pour y parvenir, il est impératif de supprimer les juridictions spéciales pour les responsables politiques, à l'exception des chefs de pouvoir, de criminaliser l'enrichissement illicite et de lever le secret bancaire et fiscal des hauts fonctionnaires. Parallèlement, la confiance serait renforcée par l'instauration de processus de sélection au mérite pour les postes de direction dans l'administration et par une transparence totale des comptes des partis politiques et des marchés publics, notamment via des technologies de suivi numérique. Ainsi, cela permettrait de briser l'impunité, de garantir un environnement juridique stable et prévisible pour les investissements, et de rétablir l'intégrité de la gestion publique."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de rompre le lien entre le pouvoir politique et les institutions judiciaires, afin de garantir une lutte impartiale et efficace contre la corruption. La bonne approche consiste à sanctuariser les institutions clés en garantissant l'autonomie de la police et du ministère public par l'instauration de mandats à durée déterminée pour leurs dirigeants, qui ne pourraient être démis de leurs fonctions que pour des motifs objectifs et validés par des commissions indépendantes. Cette indépendance structurelle doit être complétée par deux réformes majeures : la suppression du for privilégié pour toutes les autorités et la création d'une Cour Nationale Anti-corruption spécialisée. Ainsi, cela permettrait de dépolitiser intégralement la lutte contre la corruption, en la transformant en une fonction d'État purement technique et impartiale, condition essentielle pour restaurer la confiance des citoyens dans les institutions publiques."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de s'attaquer aux causes profondes de la corruption et de la défiance, en dépolitisant les institutions de contrôle et en instaurant une culture de la responsabilité. La bonne approche consiste à mettre fin à l'impunité en rendant la sanction pénale plus effective, notamment par l'application de la peine dès la condamnation en seconde instance et la suppression des juridictions d'exception. Il est essentiel de garantir l'autonomie des organes d'enquête, comme la police fédérale, par des mandats fixes et indépendants du pouvoir politique, et de professionnaliser les instances de contrôle en y nommant des serviteurs de carrière. Cette démarche doit être complétée par une transparence radicale de l'action publique et un durcissement des peines pour les crimes contre l'État. Ainsi, cela permettrait de restaurer la crédibilité de l'État de droit et de reconstruire un lien de confiance durable entre les citoyens et leurs institutions."
      }
    ]
  },
  {
    "question": "Comment le pays doit-il concilier liberté d’expression et responsabilité dans l’usage des médias et des réseaux sociaux ?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "L'idée serait de refonder le pacte démocratique autour de l'information en traitant la liberté d'expression non comme un absolu, mais comme un droit dont l'exercice engage une responsabilité collective. La bonne approche consiste à engager un large débat législatif pour enfin réglementer le secteur. L'objectif est de doter le système judiciaire d'outils efficaces pour agir contre les plateformes diffusant des mensonges et des messages antidémocratiques, tout en garantissant la neutralité du réseau et la pluralité de l'information. Cette démarche s'accompagnera d'une protection renforcée des journalistes et de la liberté de la presse. Ainsi, cela permettrait de concilier la plus large liberté de la presse avec la cohésion démocratique, en assurant que l'espace numérique favorise le débat pluraliste plutôt que la haine et la désinformation."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "L'idée serait de consacrer la liberté d'expression comme un pilier fondamental et non négociable de la démocratie, en la considérant comme le moteur du débat contradictoire et du perfectionnement des institutions. L'axe central est de positionner l'État comme le garant actif de cette liberté, et non comme un arbitre des contenus. Plutôt que d'instaurer des mécanismes de contrôle ou de régulation, la priorité est de stimuler et de protéger l'expression des idées, y compris celles qui sont minoritaires ou controversées, sur tous les supports incluant la presse et les réseaux sociaux. Ainsi, cela permettrait de nourrir une dynamique intellectuelle saine, de renforcer la pensée critique et de favoriser un dialogue constant, jugés indispensables à la vitalité de la société."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "L'idée serait de garantir la liberté d'expression comme un pilier de la démocratie, tout en s'assurant qu'elle ne devienne pas un vecteur de destruction du débat public et des institutions. La bonne approche consiste à s'appuyer sur la solidité de l'État de droit et le respect des lois existantes, plutôt que de créer une législation d'exception. Le traitement des abus doit relever de l'application rigoureuse du cadre légal par des institutions judiciaires indépendantes, en protégeant les citoyens contre la calomnie, la haine et la désinformation criminelle. L'action publique doit se concentrer sur la promotion d'un dialogue civique apaisé et la défense de la pluralité. Ainsi, cela permettrait de préserver un espace public sain, où la liberté est solidement garantie et où la responsabilité est assurée par le droit commun, renforçant la confiance dans le débat démocratique."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "L'idée serait de concilier la liberté d'expression avec la promotion de la souveraineté culturelle à l'ère numérique, en se concentrant sur la régulation économique des plateformes plutôt que sur le contrôle des contenus individuels. La bonne approche consiste à réguler les services de streaming, sur le modèle européen, pour garantir un investissement obligatoire dans la production locale indépendante et assurer une meilleure visibilité de ces œuvres. Plutôt que de restreindre les échanges, la stratégie mise sur le soutien aux créateurs de contenus numériques nationaux et sur la démocratisation de l'accès à internet et aux outils de communication. Ainsi, cela permettrait de renforcer l'identité culturelle et la diversité des contenus disponibles, en façonnant un écosystème médiatique plus équilibré sans porter atteinte aux libertés fondamentales."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "L'idée serait de garantir un débat public sain en appliquant rigoureusement le cadre légal existant aux abus commis en ligne, plutôt que de créer des mécanismes de contrôle des contenus qui menaceraient les libertés. La bonne approche consiste à renforcer les capacités d'enquête de la police et de la justice pour identifier et sanctionner les auteurs d'infractions, conformément au droit commun. Parallèlement, la priorité est d'investir massivement dans l'éducation civique et le développement de l'esprit critique au sein du système scolaire, afin de rendre les citoyens moins vulnérables à la manipulation et à la désinformation. Ainsi, cela permettrait de concilier la protection de la liberté d'expression avec la nécessaire sanction des délits, en faisant de la loi le seul arbitre et de l'éducation le principal rempart contre les dérives."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "L'idée serait de réaffirmer la liberté d'expression comme un principe non négociable, où la responsabilité émerge de la transparence et du débat public plutôt que de la régulation étatique. La bonne approche consiste à imposer une transparence radicale à l'action gouvernementale, en élargissant la loi sur l'accès à l'information pour armer les citoyens et une presse libre contre la désinformation. L'État doit se positionner en garant de cette liberté, en s'abstenant de toute intervention dans le contenu et en laissant au pouvoir judiciaire le soin de sanctionner les abus avérés dans le respect des lois fondamentales. Ainsi, cela permettrait de favoriser un écosystème médiatique robuste, où la confiance se construit par la libre confrontation des idées et la reddition de comptes du pouvoir, et non par la censure."
      }
    ]
  }
]