[
  {
    "question": "How should Brazil manage the balance between economic growth, fiscal stability and the fight against inflation?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to break with a rigid budgetary framework to restore growth as a pillar of stability. The right approach is to replace the spending cap with a new tax regime that is credible and predictable, yet sufficiently flexible to allow countercyclical public investment. The fight against inflation must target its structural causes, notably through a fuel pricing policy that takes into account domestic production costs, rather than relying solely on high interest rates. This strategy will be supported by a large-scale tax reform aimed at increasing the progressivity of taxation and financing the modernization of the productive apparatus. Thus, this would make it possible to revive the economy sustainably, control inflation by acting on supply, and ensure the sustainability of public finances thanks to the fruits of the return of growth."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to establish fiscal stability as the essential foundation for sustainable growth and controlled inflation. The proper approach is to consolidate the adjustment of public accounts to reduce the debt burden, while carrying out key structural reforms: tax simplification, privatizations and a reduction of bureaucracy to stimulate the private sector. At the same time, inflation control must be ensured by compliance with a target regime and by guaranteeing the independence of the Central Bank. Thus, this would restore the confidence of economic actors, attract investment and launch a virtuous cycle of job creation and wealth."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to restore the foundations of macroeconomic stability to catalyze sustainable and inclusive economic growth. The priority is to reestablish a credible framework based on respected inflation targets, budgetary responsibility and a floating exchange rate regime. To achieve this, the approach is to implement structural reforms within the first six months, notably a tax reform focused on simplification through a value-added tax (IVA) and an administrative reform aimed at the efficiency of public services. This steering will be reinforced by a policy of expenditure control, support for the independence of the Central Bank and a stable environment to attract private investment. Thus, this would make it possible to sustainably control inflation, clean up public accounts and restart a growth cycle that creates jobs and opportunities."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to orchestrate a recovery of sustainable economic growth while simultaneously ensuring price stability and balanced public accounts. The central axis is a comprehensive fiscal and budgetary reform, aiming both at an increase in revenues – through the taxation of dividends and large fortunes – and a rationalization of expenditures, via a 20 % reduction in tax incentives from the first year and the adoption of a zero-based budget. At the same time, the revival of infrastructure projects, supported by a public development bank, should stimulate activity. The central bank will retain its operational autonomy with a dual mandate of controlling inflation and pursuing full employment. Thus, this would make it possible to generate 5 million jobs over two years while ensuring long-term budgetary sustainability."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to tackle the root of economic inefficiency through a structural overhaul of the tax system, in order to reconcile growth, stability and price control. The central axis consists in establishing a single federal tax to replace the current complexity, an approach aimed at easing the burden on businesses and employees, combating tax evasion and optimizing the management of public expenditures. In parallel, increased support should be directed toward micro and small enterprises through facilitated access to credit and innovation to stimulate investment and productivity. Thus, this would restore budgetary stability while unlocking growth potential and sustainably reducing inflationary pressures."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to break with the management of short-term compromises in order to build sustainable growth on sound foundations, where budgetary stability is the primary condition of prosperity. The right approach is to undertake a structural reform of the State to make it more efficient, by eliminating unproductive subsidies and privileges. At the same time, a unilateral opening of the economy is necessary to stimulate competitiveness and productivity, which exerts downward pressure on prices. This strategy also relies on a simplification of the tax system, with the introduction of a value-added tax, and a modernization of labor laws. Thus, this would make it possible to address the roots of inflation and stagnation, creating an environment conducive to investment and sustainable growth."
      }
    ]
  },
  {
    "question": "What should the country's policy be regarding taxation and public spending?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to rebuild the fiscal pact so that it becomes a lever for development and social justice. The approach rests on two pillars: the revocation of the spending ceiling, replaced by a new credible and flexible budgetary regime that allows public investment, and a deep tax reform. The latter will aim to simplify the system, reduce taxation on consumption and significantly increase progressivity, by making the highest incomes contribute more. The resources thus freed will be primarily allocated to financing the welfare state and to rebuilding public services. Thus, this would restore to fiscal policy its capacity to act to reduce inequalities and stimulate the economy."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to reform the management of public finances to make it a lever of growth, by focusing on the efficiency of expenditures and the reduction of tax pressure. The right approach is to optimize each public expenditure by systematically reviewing programs, decoupling budgets from automatic indexations and concentrating on essential services. On the fiscal front, the objective is to simplify the system to make it fairer and more competitive, with a targeted reduction in taxes, notably by significantly raising the exemption threshold for income tax for employees. Thus, this would free up resources for private investment, increase household purchasing power and ensure the sustainability of public accounts in the long term."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to rebuild the budgetary and fiscal pact on foundations of simplicity, equity and efficiency to guarantee social justice and the sustainability of public accounts. The central axis is a large-scale tax reform, to be implemented within the first six months, introducing a value-added tax (IVA) to simplify the taxation of consumption and making income tax more progressive. In terms of expenditure, the priority is to rationalize public spending by reducing ineffective tax expenditures and providing full transparency in budget execution. A systematic review of programs will allow reallocating resources toward high-impact social policies. Thus, this would better control spending, reduce the complexity of the tax system, and ensure a fairer distribution of the tax burden while strengthening essential services for the population."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to carry out a comprehensive tax reform to ensure the sustainability of public finances while financing strategic investments. The priority is to rebalance the tax burden by easing taxes on production, through merging five taxes into a single one, to shift it onto wealth and income. This approach includes the introduction of a 0.5% tax on fortunes over 20 million, the reintroduction of a tax on dividends and, on the spending side, a 20% reduction in subsidies and tax incentives from the first year. The adoption of a zero-based budget will, in parallel, allow a detailed review of all current expenditures. Thus, this would free up significant budgetary leeway to revive public services and infrastructure."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to break with decades of inertia through a structural overhaul of the tax system, which is the cornerstone of controlling public spending. The central axis is the establishment of a single federal tax, intended to radically simplify collection, reduce bureaucracy and better distribute the tax burden between citizens and businesses. This approach must be accompanied by strengthened efforts against evasion and by optimized management of the State's resources, while ensuring respect for the financial autonomy of federated entities. The objective is to make the public apparatus more efficient to free up funds for essential investments. Thus, this would sustainably clean up public accounts, stimulate the economy and correct territorial imbalances."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to redefine the role of the State to make it an efficient guarantor of public services, with budgetary responsibility as a non-negotiable principle. The priority is a deep administrative reform focused on results, accompanied by the elimination of subsidies and privileges that burden the accounts. On taxation, the current complexity must be replaced by a simple and fair system based on a single value-added tax and unified rules for the taxation of income and wages. In this way, it would be possible to restore the balance of the accounts, make the tax system more equitable, and free up resources for the State's essential functions without increasing the overall burden."
      }
    ]
  },
  {
    "question": "How can we ensure the effectiveness and sustainability of social programs to combat poverty?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to refound social programs on a dual logic: guarantee a basic income to address urgent needs, while integrating them into a strategy of human development and economic inclusion. The central axis is the implementation of a citizenship income program, renewed and expanded, ensuring amounts compatible with the real needs of the population. This mechanism must rely on the strengthening of a unified national social assistance system to guarantee broad and equitable coverage across the entire territory. Its effectiveness will be ensured by linking it to productive inclusion actions, both in urban and rural areas, to create real pathways to employment and autonomy. Thus, this would make it possible to move from a logic of assistance to a true guarantee of rights, aiming for a phased transition toward a universal system that eradicates poverty structurally."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to transform social programs into springboards toward economic autonomy rather than mere subsidies. The effective approach consists of conditioning aid on a pathway to professional integration, coupling income transfers with qualification programs, access to microcredit and, above all, incentive mechanisms that make the continued provision of aid compatible with the resumption of formal employment. This arrangement should encourage entrepreneurship and the formalization of employment. Thus, this would ensure that social assistance is a temporary and empowering solution that breaks the cycle of dependency and promotes a sustainable exit from poverty through work and individual initiative."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to transform social assistance into a lever for sustainable emancipation, by consolidating a social protection system that is both permanent and oriented toward beneficiaries' autonomy. The approach consists of instituting a permanent income transfer program, safeguarded from any political instrumentalization, whose effectiveness will rely on precise targeting via a strengthened single social registry. The continued provision of aid will be conditioned on clear commitments regarding schooling, medical follow-up, and vaccination, in order to break the intergenerational cycle of poverty. The main objective is to make this foundation a transition to employment, by articulating it with active policies for professional integration and productive microcredit. Thus, this would make it possible to guarantee income security for the most vulnerable while offering them concrete pathways toward economic autonomy and full citizenship."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to rebuild the fight against poverty by articulating direct support and levers of economic empowerment. The approach consists first in restoring households' financial situation through a large-scale debt renegotiation program, encouraging debt write-offs in exchange for public refinancing over 36 months. At the same time, existing social benefits would be consolidated into a universal minimum income program. Its effectiveness would rely on a single social registry, constantly updated for precise geographic targeting, and on supporting families toward employment through referral centers. This approach would be complemented by an emergency plan to create 5 million jobs. Thus, this would allow a shift from a logic of assistance to a dynamic of sustainable inclusion, restoring both purchasing power and access to work."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to transform social assistance from a mere palliative measure into a genuine lever for sustainable autonomy for beneficiaries. The sustainability of programs rests on an approach of shared responsibility, where federal aid is conditioned on concrete commitments such as children's school attendance and the integration of young people into technical training pathways. The priority is to link financial support to professional integration pathways, notably for mothers, in order to strengthen their ability to provide for their needs, while developing support infrastructures such as daycare centers to remove barriers to employment. Thus, this would make it possible to move from a logic of welfare assistance to a dynamic of emancipation, ensuring both the effectiveness of aid and its long-term sustainability."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to transform social programs from a logic of assistance into a strategy of empowerment, by tackling the structural causes of poverty. The right approach is to base all action on a continuous and precise measurement of poverty through national indicators, in order to focus interventions on the most critical cases, notably child poverty. It is then crucial to establish binding medium- and long-term reduction targets that guide public spending. The sustainability of the system depends on strict budgetary responsibility and on actions aimed at stimulating entrepreneurship as a sustainable exit route. Thus, this would ensure that every resource invested contributes not only to immediate relief, but above all to permanently breaking the cycle of precarity."
      }
    ]
  },
  {
    "question": "What strategy should be adopted to protect the Amazon and reduce deforestation while supporting local economic activities?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to replace the predatory exploitation model with a sustainable development strategy that values the forest. The right approach is to pursue a zero-tolerance policy against environmental crime, relentlessly combating illegal deforestation, clandestine mining prospecting and land grabbing. At the same time, it is about unlocking the potential of the bioeconomy by stimulating, through research and innovation, low-impact economic activities. This effort will be accompanied by a net-zero deforestation objective, achieved through the restoration of degraded areas and reforestation. Thus, this would make the preservation of the Amazon a driver of growth and sovereignty, harmonizing ecosystem protection and local prosperity."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to reconcile forest protection with sovereign economic development, by transforming conservation into an opportunity for wealth for local populations. The central approach is to intensify coordinated operations of control and repression of illegal activities, relying on technology for increased surveillance and rapid response. At the same time, it is a priority to structure viable economic sectors, such as ecotourism and the sustainable exploitation of resources, supported by incentive financial mechanisms such as payment for environmental services and the carbon market. The objective is to make preservation more profitable than destruction for the inhabitants. Thus, this would reduce deforestation by offering concrete economic alternatives to communities, while strengthening the presence of the State and national sovereignty over this strategic territory."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to make environmental protection the engine of a new development cycle, positioning the country as a leader in the green economy. The approach consists of combining a zero-tolerance policy toward illegal deforestation, restoring the full operational capacity of oversight bodies, and firmly combating organized crime. At the same time, it is essential to create positive economic incentives by structuring a national carbon credit market, promoting payment for environmental services, and supporting the bioeconomy and low-carbon agriculture. This strategy will rely on the revival of preservation funds and the integration of local communities. Thus, this would not only stop the destruction of biomes, but also generate wealth and improve living conditions in the Amazon through the valorization of standing forest."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to make forest preservation a driver of economic development, by demonstrating that its ecological value is an asset superior to that of cleared lands. The strategy relies on the immediate implementation of an economic and ecological zoning, particularly in the Amazon region, to clarify land uses and secure land rights. It is imperative to involve local populations in profitable and sustainable economic value chains that exclude deforestation, relying on local scientific research to develop new products and sustainable resource management practices. Thus, this would allow agriculture, livestock and forest to be reconciled and integrated sustainably, by turning conservation into a viable economic activity for communities."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to overcome the sterile opposition between preservation and exploitation by making the forest an engine of sustainable economic development, in the service of national sovereignty. The strategy rests on a double pillar: the development of a high value-added bioeconomy — pharmaceutical industry, cosmetics, ecological tourism — and an uncompromising strengthening of the State against illegal activities. It is therefore imperative to provide legal security to low-carbon investments and to promote innovation, while waging a fierce fight against criminal deforestation, illegal mining and trafficking, through rigorous territorial planning. Thus, this would make it possible to transform the protection of the ecosystem into a powerful lever for wealth and job creation, making the \"forêt debout\" more profitable than its destruction."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to overcome the opposition between preservation and development by making the ecological transition the main lever of national prosperity. The right approach is to transform conservation into a revenue-generating activity, monetizing standing forest through a robust carbon credit market and financing the reforestation of degraded lands. The central axis is to make the Amazon a global hub of bioeconomy and carbon capture, while integrating livestock farming into ecosystem preservation. The objective is to achieve net-zero deforestation by 2030, by taking firm action against illegal activities. In doing so, it would trigger a new cycle of green investments, create sustainable jobs for local populations, and reposition the country as a power in the new low-carbon economy."
      }
    ]
  },
  {
    "question": "Which energy policy should Brazil prioritize between fossil fuels, hydropower and renewables?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to steer the energy transition by relying on the control of existing national resources to finance and accelerate the deployment of clean energy. The right approach is to reaffirm the role of the State as strategic coordinator, by retaking control of the major players in energy production and distribution. It involves implementing a fuel pricing policy that reflects national costs, thereby protecting the economy from external volatility. The wealth derived from hydrocarbon exploitation, managed sovereignly, must be massively reinvested to diversify the energy mix, prioritizing the expansion of renewable sectors. Thus, this would make it possible to reconcile self-sufficiency in oil and derivatives with leadership in the ecological transition, ensuring energy that is accessible to the population and industry while respecting climate commitments."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to ensure national energy security through a pragmatic diversification of sources, while capitalizing on the potential of clean energy to assert global leadership. The priority is not to pit sectors against each other but to coordinate them strategically. The central focus is to consolidate the exploitation of existing resources, notably natural gas to guarantee industrial and price stability, while launching an ambitious program to develop renewables such as solar, offshore wind, and green hydrogen. This would gradually reduce dependence on carbon-based fuels and on international markets, provide competitive energy to citizens and businesses, and transform the country into a major exporter of green energy."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to accelerate the transition to a low-carbon energy matrix that is both cleaner, safer, more affordable and more efficient, building on the country's competitive advantages. The right approach is to stimulate competition among the various clean energy sources rather than favoring a single one. The development of the wind, solar, biofuels, biomass and green hydrogen sectors will be actively promoted, in addition to the existing hydroelectric potential and by incorporating natural gas as a transition fuel. This diversification will be accompanied by improved sectoral governance and the removal of unjustified subsidies. Thus, this would help guarantee security of supply, meet climate commitments by reducing emissions, and provide competitive energy for the economy and households."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to embark on a rapid energy transition toward a production matrix that is 100 % clean, mobilizing the country's natural resources to guarantee abundant and affordable energy. The strategy consists of reforming the pricing policy of the national oil company to decouple it from international markets, while transforming it into a hub of innovation for new energies such as wind, solar and green hydrogen. At the same time, hydropower would be optimized as a reserve source for consumption peaks, which would allow scheduling the complete elimination of polluting thermoelectric plants by 2030. Thus, this would protect the economy against imported inflation via energy prices and ensure a sustainable, decarbonized self-sufficiency."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to build on the country's natural assets to transition to a low-carbon economy, thereby asserting its leadership on the international stage. The priority is to enshrine the transition to a clean, diversified energy matrix as a state policy. This implies actively stimulating the production of renewable energies — wind, solar, biomass — to reduce excessive dependence on hydropower. The strategy involves market liberalization to promote competitiveness and lower costs for consumers, as well as a reorganization of the regulatory framework to attract investment. Thus, this would make it possible to guarantee energy security, reduce energy costs for citizens and businesses, and position the country as a global benchmark in meeting its climate commitments."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to abandon dependence on fossil fuels to accelerate the transition to a low-carbon economy, making clean energy the primary driver of modernization and competitiveness. The strategy consists of massively deploying renewable sources such as solar, wind, and ethanol. Particular priority will be given to biomass, recognized as a national asset superior to fossil fuels. This transition must take place across all sectors, beginning with agro-industry, which must aim for energy autonomy through clean sources. Thus, this would drastically reduce greenhouse gas emissions, while creating jobs and positioning the country as a power in the green economy."
      }
    ]
  },
  {
    "question": "What priorities should guide public security policy and the fight against organized crime?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to rebuild the security policy around the valuing of life and prevention, breaking with the purely warlike model. The proper approach is to replace the logic of confrontation with strategies based on intelligence and information to dismantle criminal organizations, including militias. The central axis will be the strengthening of a unified national security system, promoting coordination between police forces and targeted action on reducing homicides. Priority will be given to valuing security professionals, through the modernization of careers, continuous training and the establishment of psychosocial support. Thus, this would make it possible to tackle the roots of organized crime while promoting a culture of peace and respect for fundamental rights."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to restore public order through a resolute action by the State, while strengthening citizens' defensive capabilities against crime. The priority axis consists of significantly reinforcing the human, material, and legal resources of the security forces, guaranteeing them increased protection in the performance of their duties. The approach relies on enhanced coordination between federal, state, and municipal institutions, and on the use of advanced technologies such as artificial intelligence and forensic science to dismantle organized networks. In parallel, the strategy rests on guaranteeing citizens' fundamental right to self-defense. Thus, this would make it possible to achieve a tangible decrease in levels of violence and to restore an environment where the law effectively protects the entire population."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to take back the initiative against organized crime by restoring the State's central coordination and adopting a zero-tolerance stance. The priority is to recreate a Ministry of Public Security to steer a unified national strategy, placing the Union at the heart of coordinating actions. To achieve this, the approach is to integrate all security forces around a single information system and an intensive use of intelligence. Border control will be strengthened to stem the trafficking of weapons and drugs, while decrees loosening the possession of weapons will be revoked in favor of a policy of strict control and traceability. Thus, this would make it possible to more effectively dismantle criminal networks, reduce homicides and restore the authority of the State over the entire territory."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to adopt an integrated approach to security, combining the suppression of organized crime with targeted prevention policies. The central axis is the establishment of a unified national public security system, ensuring effective coordination and information sharing among the various forces at all levels of government. The fight against organized crime must primarily target its financial flows and money laundering, relying on advanced tracing technologies. At the same time, drug policy must be reoriented towards a harm reduction approach, and particular attention will be paid to the protection of women and young people most exposed to violence. Thus, this would make it possible to reduce crime structurally by addressing both its manifestations and its social roots."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to carry out a structural offensive against crime, restoring the authority of the State where it has been supplanted. The approach consists of acting on two fronts: on the one hand, strengthening anticipatory capacities through the systematic integration of intelligence and the technological modernization of criminal investigation, notably for border control. On the other hand, it is imperative to dismantle the factions' operational base by retaking full control of the penitentiary system and improving the effectiveness of the police. Thus, this would make it possible to break the command structure of organized crime, shifting from a logic of mere reaction to a strategy of dismantling its foundations."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to break with a purely repressive approach to dismantle the systemic structures that feed organized crime and corruption. The central axis is to strengthen the integration of intelligence systems between the different security forces and the judiciary. This involves the sanctuarization of key institutions, by guaranteeing the autonomy of the federal police through fixed mandates offset from the political cycle. In parallel, the priority is to drastically reduce impunity by tightening the execution of sentences, ending special jurisdictions and applying detention upon conviction in the second instance. The effectiveness of the police forces will be stimulated by the establishment of measurable performance targets for the solving of crimes. Thus, this would make it possible to restore the credibility of the rule of law and to durably weaken criminal networks by targeting their political and economic ramifications."
      }
    ]
  },
  {
    "question": "How can the quality of public education be improved at all levels?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to reposition education as a strategic investment essential to sovereign development and equality, breaking with the logic of dismantling public services. The right approach is to reactivate the National Education Plan as a roadmap, ensuring systemic coordination between the Union, the States and the municipalities. The effort must cover the entire pathway, from daycare to higher education, with particular attention to the valorization of education professionals. Priority will be given to a national catch-up program to make up for accumulated learning deficits. Thus, this would allow rebuilding a universal, free, and high-quality public system, capable of training citizens for the knowledge society and of guaranteeing a fairer future for the country."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to reform the education system to align it with contemporary economic and technological imperatives, in order to ensure high employability and strengthen national competitiveness. The approach consists in strengthening the synergy between institutions and the real needs of the labor market, notably through technical and vocational education. This involves updating curricula, prioritizing instruction in the fundamentals devoid of any ideological prism and massively integrating essential digital skills. This transformation also relies on the revalorization of teachers' careers. Thus, this would make it possible to train a critical mass of qualified young people, reduce the gap between the supply of training and job demand, and sustainably improve the country's position in international rankings."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to place education at the top of national priorities, restoring its role as the main lever of development and equality of opportunity. The central axis is to restore the steering capacity of the Ministry of Education to coordinate coherent action across the entire territory. Priority will be given to early childhood and to ensuring complete literacy for all pupils by the end of the second year of primary school. In parallel, full-time schooling will be generalized, high school will be reformed to incorporate technical and vocational training connected to the labor market, and teachers' careers will be enhanced. This would help to close learning gaps, reduce school dropout, and better prepare young people for their professional and civic future."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to undertake a structural transformation of public education to position it among the best in the world within 15 years, making it a national mission coordinated by the federal government. The strategy is based on enhancing the teaching career, with large-scale continuing education programs, attractive salaries and financial incentives for schools and teachers who meet their performance targets. In parallel, it is essential to gradually generalize full-time schooling from primary level and to develop a vocationally-oriented secondary education, including paid internships for students. Rigorous monitoring of results will guide targeted support to establishments in difficulty. Thus, this would make it possible to guarantee genuine equality of opportunity and to build a solid foundation of skills for the country's future."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to refound the national educational pact to guarantee quality teaching, from early childhood to university, in order to train autonomous citizens and to prepare the country for the challenges of the knowledge economy. The central axis is a profound revaluation of the teaching career, conditioned on a national system for evaluating skills and performance. In parallel, a strong managerial intervention must ensure more rigorous management of resources and the implementation of modern teaching methodologies, focused on the fundamental and technical skills required by local labor markets. Thus, this would make it possible to drastically reduce functional illiteracy and raise the overall level of students, while ensuring a better alignment between training and the country's real opportunities."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to rebuild the education system to make it a genuine engine of equal opportunity and competitiveness, aiming for world-class performance. The right approach is to establish results-oriented governance by systematizing the evaluation of teachers and institutions and tying part of the funding to performance. The student's pathway will be strengthened by universalizing pre-school, extending school time and integrating technical training into high school. At the same time, a higher education reform will aim to depoliticize the selection of its leaders and encourage self-financing. Thus, this would make it possible to raise the education system to international standards within seven years, ensuring better efficiency of public resources and developing the human capital essential to a productive economy."
      }
    ]
  },
  {
    "question": "What direction should be given to the public health system (SUS) to strengthen access to and the effectiveness of care?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to treat health no longer as an expenditure but as a fundamental right and a pillar of national sovereignty. The right approach is to strengthen the public and universal character of the SUS through a massive reinvestment in its infrastructure, its equipment, and in the valorization of its professionals. The effort will focus on improving management, the relaunch of structuring policies guaranteeing primary care and access to essential medicines, as well as on rebuilding the health industrial complex to reduce external dependence. A priority will be to address unmet care demands inherited from the health crisis. Thus, this would make it possible to guarantee every citizen effective access to a comprehensive and quality health system, while preparing the country for future health challenges."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to transform the management of the public health system to ensure its efficiency and universality, relying on technology as a performance lever. The central axis of this modernization is the deployment of a digital health infrastructure, including a unified medical record for each citizen, in order to improve care coordination and streamline patient pathways. This transformation must be accompanied by a strengthening of primary and preventive care, which forms the foundation of the system, while optimizing resource management through better coordination between public and private actors. Thus, this would make it possible to offer more equitable and faster access to care across the entire territory, to improve the quality of medical follow-up, and to ensure the long-term sustainability of the system."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to refocus the public health system on its fundamental missions of prevention and community-based care, shifting from a disease-treatment logic to a genuine health-promotion policy. The central focus is to massively strengthen primary healthcare, regarded as the gateway to the system, and to invest in prevention, notably by resuming vaccination campaigns. Efficiency will be increased through the use of technology, such as telemedicine and the electronic medical record, to reduce waiting times. This strengthening will rely on a gradual increase in federal funding and better national coordination. Thus, this would help guarantee faster and more equitable access to care, strengthen the resilience of the system, and fulfill the promise of universal and effective public healthcare."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to rebuild the public health system to guarantee universal and effective access to care, by addressing as a priority the structural weaknesses aggravated by the health crisis. The approach would rely on the creation of a permanent regulatory center which, in partnership with the private sector, would aim to eliminate within one year the waiting lists for consultations, diagnostics and surgeries. In parallel, a redesign of the care pathway would strengthen primary care and its coordination with specialized referral centers, all integrated by an electronic medical record. To guarantee health sovereignty, national production of medicines and pharmaceutical inputs would be relaunched. Thus, this would make it possible to restore the system's response capacity, to reduce inequalities in access to care and to sustainably improve the population's quality of life."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to transform the public health system from a bureaucratic structure into an agile, citizen-centered service, making its improvement a state priority. The right approach is to deploy digital governance tools, such as an online management system and a unified national medical record, to ensure the traceability of care and the optimization of resources. It is essential to invest in the universalization of services, targeting critical areas such as mental health and care for the elderly, and to strengthen the training of health professionals to meet the real needs of the population. In this way, it would be possible to guarantee equitable, real-time access to care, improve the quality of services provided, and restore citizens' trust in their public health system."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to transform the public health system from a means-based logic to a results-oriented culture, making integration and technology the pillars of more efficient access to care for all. The right approach is to deploy a complete digitalization of the care pathway, with a single, unified medical record, in order to optimize coordination. Intelligent regulation centers will have the mission of mobilizing all available resources, including the unused capacity of the private sector, to reduce waiting lists. Funding will be progressively redirected to reward quality and actual clinical outcomes rather than the mere volume of procedures. Thus, this would make it possible to guarantee higher-quality care, reduce inefficiencies, and ensure the long-term financial sustainability of the system."
      }
    ]
  },
  {
    "question": "What place should be given to public enterprises and the private sector in the national economy?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to restore the primacy of the State as a strategic actor and planner of development, positioning the private sector as an essential partner in achieving national objectives. The proper approach is to halt the privatization processes of strategic assets and to reaffirm the leading role of public enterprises in key sectors such as energy, logistics and credit. Public financial institutions will be consolidated to finance infrastructure and innovation over the long term. Private investment, for its part, will be actively encouraged through partnerships and concessions, provided that it is framed within missions of general interest, notably on social and environmental grounds. Thus, this would allow the State's investment power and private dynamism to be articulated to rebuild the productive apparatus, guarantee national sovereignty and steer the economy toward a fairer and more sustainable growth model."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to redefine the scope of the State's intervention to unlock the potential of the economy and stimulate entrepreneurship. The central focus is to accelerate the transfer to the private sector of activities it can manage more efficiently, through a sustained program of privatizations, concessions and public-private partnerships. This approach aims for a strategic refocusing: the State must concentrate its resources on its fundamental sovereign missions – security, health, education – where its action is irreplaceable. In this way, it would attract investment, improve competitiveness and the quality of services, while ensuring a more rigorous and efficient management of public finances."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to redefine the role of the State, positioning it as a strategic partner of private initiative, recognized as the primary driver of growth, investment and employment. The central axis of this strategy is the implementation of an ambitious program of concessions, privatizations and public-private partnerships, aimed at attracting capital and expertise from the private sector. To achieve this, the State will focus on creating a stable and predictable business environment, endowed with robust legal and regulatory certainty. The resources generated by these operations will be primarily earmarked for social policies aimed at poverty reduction and early childhood education. Thus, this would free up private investment potential, increase the productivity of the economy, and refocus the State's action on its essential social missions."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to redefine the pact between the State and the market to articulate planned national development with the vitality of private initiative. The State would assume the role of strategist and investor-catalyst, relaunching infrastructure projects and mobilizing a public development bank to direct financing toward key sectors. The private sector would be the engine of investment and innovation, within a competitive environment made healthier by a rigorous antitrust policy. Public enterprises, for their part, would be instruments serving this national strategy, notably to steer the energy transition and keep costs for the economy under control. Thus, this would allow reconciling a long-term vision and strengthened economic sovereignty with a dynamic, job-creating business environment."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to redefine the role of the State to make it a strategic partner of private initiative, rather than a direct economic operator, in order to mobilize private efficiency and capital to modernize the country. The right approach is to systematize the use of public-private partnerships (PPP) for the management of essential services, such as health and sanitation, while actively supporting small and medium-sized enterprises through facilitated access to credit and innovation. The State would then focus on its role as an effective regulator, imposing strict performance guarantees in contracts. Thus, this would create a synergy where the agility of the private sector accelerates the achievement of public objectives, while strengthening the competitiveness of the national economy."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to make the private sector the central engine of the economy, repositioning the State as an arbiter and a facilitator rather than an operator. The right approach is to withdraw the State from productive activities through a privatization program, while removing subsidies and market reservations that hinder competition. Public action should focus on its core missions: ensuring clear regulation, investing in strategic infrastructure, and dismantling monopolies. The private sector, including through partnerships, should assume the primary role in the production of goods and services. In this way, it would free up productive forces, attract investment, and generate stronger and more sustainable economic growth."
      }
    ]
  },
  {
    "question": "What policy should the country adopt with respect to the rights of Indigenous peoples and the demarcation of lands?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to guarantee the territorial and cultural rights of indigenous peoples no longer as a concession, but as a constitutional duty of the State. The right approach consists in ensuring the effective possession of their lands by finalizing demarcation processes and preventing any predatory activity that threatens their rights and their ways of life. It is about strengthening the federal institutions dedicated to this mission and building public policies that value their culture, their traditions and their knowledge. This protection must guarantee a dignified life and full citizenship, by recognizing these peoples as essential actors of the nation. Thus, this would make it possible to secure their physical and cultural existence, to pacify land conflicts and to recognize their invaluable contribution to the protection of the environment."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to move beyond a purely conservationist approach to guarantee the autonomy of indigenous peoples through their full integration into economic development, while respecting national sovereignty. The right approach is to give them the means to sustainably enhance the value of their lands and resources, by encouraging the emergence of economic activities such as ethnotourism, agriculture, or regulated resource extraction. This implies ensuring their access to essential infrastructure – transport, energy, connectivity – so that they become full participants in the regional economy. Thus, this would make it possible to reconcile the protection of their way of life with a concrete improvement in their material conditions, while affirming that the development of these territories is part of a unified national project."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to guarantee the full effectiveness of the constitutional rights of indigenous peoples by restoring the primacy of the rule of law and the state's capacity to act to protect their territories. The central focus of this policy is to restore and strengthen the public institution responsible for indigenous affairs in order to rigorously enforce the legislation. This involves accelerating land regularization processes, while ensuring effective access to specific public policies in health, education, and social assistance. In this way, it would ensure the legal and physical security of communities, preserve their cultural heritage, and recognize their essential role in environmental protection."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to effectively guarantee the fundamental rights of indigenous peoples, considering the protection of their lands and their culture as an emergency. The core focus of the action is to ensure the respect, preservation and inviolability of territorial reserves, preventing any form of illegal exploitation by third parties. This protection must extend to their culture and to their traditional productive activities, which are vital for their subsistence. At the same time, a targeted health policy, with specifically trained doctors, must be implemented. Thus, this would enable the securing of their physical and cultural integrity while preserving their autonomy and way of life."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to move beyond the sterile divide between the sanctuarization of lands and their uncontrolled exploitation, by making protected territories vectors of sovereign economic development. The proper approach is to define, within the framework of a national strategic territorial plan, management models that reconcile the preservation of cultures and the sustainable economic development of these areas. It is imperative to stop considering them solely as reserves and to transform them into hubs of wealth production, while asserting an unwavering national sovereignty against any external interference and strengthening border surveillance to combat crime. Thus, this would align the protection of rights and the environment with the imperatives of growth and national security, guaranteeing that the valorization of these lands benefits the entire nation."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to move beyond a purely protective view of indigenous rights and integrate it into a dynamic of development and autonomy. The appropriate approach is to guarantee property rights to their lands, while initiating a revision of legislation to reconcile respect for cultural specificities with economic inclusion. The State must ensure effective protection against violence and illegal activities by strengthening surveillance and control measures over these territories. Thus, this would allow indigenous peoples to become actors in their own development, giving them the means to prosper economically while preserving their identity."
      }
    ]
  },
  {
    "question": "How should Brazil define its international position vis-à-vis the major powers (United States, China, Europe) and regional partners?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to reposition the country as a global protagonist, basing its foreign policy on unassailable sovereignty and complete decision-making autonomy. The proper approach is to prioritize strengthening regional integration in Latin America, while revitalizing South-South cooperation, notably with Africa and within the Brics. Relations with the world's major powers must be pragmatic and diversified, established on the basis of national interests, without any form of submission or automatic alignment. Diplomatic action must be deployed in favor of a multipolar world order and the strengthening of multilateralism. Thus, this would allow the country to defend its interests flexibly and to regain its influence in the construction of a more balanced international order that respects the sovereignty of nations."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to pursue a pragmatic and sovereign foreign policy, founded on a dual priority: alignment with democracies that share the same values and the diversification of economic partnerships in the service of the national interest. The priority is to accelerate accession to organizations that enshrine the principles of the market economy and the rule of law, such as the OCDE, in order to strengthen the country's international credibility. At the same time, the strategy is to actively seek economic alliances and technological investments on a global scale, without ideological exclusion, focusing on concrete benefits for employment and national production. Thus, this would increase the country's attractiveness to capital, secure commercial relations and project an influence founded both on economic power and on the defense of a sovereign identity."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to restore the country's prestige and prominence on the international stage, breaking with isolation in favor of a pragmatic and active diplomacy. The approach consists of reaffirming regional leadership by consolidating and liberalizing Mercosur, while pursuing an ambitious trade opening through the conclusion of new agreements and accession to the OECD. This strategy relies on an active re-engagement in multilateral bodies, using participation in forums such as the G20 and BRICS to strengthen a rules-based international order. Thus, it would allow diversification of strategic partnerships without automatic alignment, multiplication of commercial opportunities, and the repositioning of the country as a credible and influential actor in global governance."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to reestablish the country's international posture on the principle of an active sovereignty and an uncompromising defense of its national interests. The right approach is to refuse any form of automatic alignment with the great powers and to evaluate each partnership, whether commercial or diplomatic, by the strict measure of its benefits for the country's economic development and autonomy. Relations with regional partners and global blocs will therefore be conducted on a pragmatic basis, without ideological prejudice. Thus, this would allow the country to retain full freedom of maneuver on the world stage and to maximize development opportunities by dealing as equals with all international actors."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to replace ideological alignments with pragmatic diplomacy, firmly anchored in the defense of national interests and the promotion of its strategic assets. The right approach is to assert uncompromising sovereignty, particularly on environmental issues, while using the country's potential in clean energy and food security as a lever of influence on the world stage. Partnerships, whether with great powers or regional neighbors, must be redefined on the basis of concrete mutual benefits, prioritizing the opening of new markets and cooperation on border security. Thus, this would allow the country to be repositioned as an indispensable and respected actor, capable of navigating a complex world order by capitalizing on its unique strengths to guarantee its prosperity and security."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to break with ideological isolation to re-anchor foreign policy on pragmatic grounds, making economic openness and environmental leadership the two pillars of its international credibility. The right approach is to pursue a unilateral opening of the economy, while making the transition to a carbon-neutral economy the main diplomatic lever. Priority will be given to finalizing the trade agreement with the European Union and joining the OECD, by restoring a constructive dialogue with traditional partners within multilateral bodies. In this way, it would restore the country's reputation, attract investment and boost foreign trade, repositioning the nation as a reliable actor and an essential leader of the new low-carbon economy."
      }
    ]
  },
  {
    "question": "What policy should be pursued with regard to equality between women and men and the rights of minorities?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to make effective equality a non-negotiable pillar of democracy and development, by addressing the structural roots of discrimination. The right approach is to deploy a set of cross-cutting public policies to guarantee equal pay, to pursue and expand social and racial quota policies in higher education and the civil service, and to implement comprehensive health programs adapted to the needs of women and the LGBTQIA+ population. An absolute priority will be given to the fight against all forms of violence, ensuring the protection of victims and the end of impunity. Thus, this would make it possible to guarantee full citizenship for everyone, by building a country where human dignity is protected and where equality of rights and opportunities becomes a tangible reality in all areas of life."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to ensure concrete equality by focusing on the protection of the most vulnerable and the economic autonomy of women, recognizing the family as the pillar of society. The priority is to deploy targeted programs aimed at women's economic inclusion, through entrepreneurship and vocational training, while strengthening protection mechanisms against violence. For other vulnerable groups, such as the elderly or people with disabilities, the emphasis is on guaranteeing their fundamental social rights and their active integration. Thus, this would help strengthen social cohesion by relying on strong families, where each member has the means for their own autonomy and is protected by effective public policies."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to make the active promotion of equality and the valorization of diversity the foundation of a new social contract, by translating the principles into concrete actions. The central axis will consist of guaranteeing equitable representation at the highest level of the State, by establishing a ministry with gender parity and by expanding the representation of racial minorities in positions of responsibility. The approach will rely on strengthening quota policies and affirmative action, while promoting equal pay and guaranteeing equal opportunities for all minorities, including the LGBTQIA+ population and people with disabilities. Thus, this would make it possible to actively combat racism and structural discrimination and to build a society where inclusion is not merely a principle, but a tangible reality at all levels of decision-making."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to pursue a proactive policy to dismantle structural discrimination and guarantee the full social emancipation of women, as well as racial and sexual minorities and people with disabilities. The approach is based on targeted and binding actions: the establishment of a strict quantitative parity between women and men in leadership positions in the federal administration, the consolidation of quotas for the Black population in universities and public competitive exams, and the implementation of public procurement policies favoring companies from these minorities. Dedicated institutions, such as a Secrétariat national pour les droits LGBTQIA+, would also be created to steer these policies. In this way, it would be possible to turn the principle of equality into a tangible reality, by guaranteeing all social groups the same rights and the same opportunities."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to anchor equality and the protection of minorities in a pragmatic approach, focused on security and economic autonomy rather than on the mere recognition of formal rights. The right approach is to deploy a twofold strategy: on the one hand, guarantee the physical integrity of women by strengthening protection structures against violence; on the other hand, remove the obstacles to their economic emancipation by facilitating their access to training and by developing childcare services. Regarding minorities, the priority is to integrate them into a territorial development plan that values their lands in a sustainable manner. Thus, this would make it possible to build a society where equality of opportunity is a tangible reality, measured by the security and prosperity of each person, and no longer a mere legal principle."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to guarantee equality not as an abstract principle but as a tangible and legally binding reality, by making the State uncompromising in the face of any form of discrimination. The protection of women must be a priority, with the establishment of national standards for reception and investigation at police stations, and the specialized training of public officials. In parallel, the dignity of minorities will be ensured by concrete measures, such as simplifying procedures for changing a commonly used name and guaranteeing full equality of rights, notably with regard to social security for same-sex couples. Thus, this would help strengthen the rule of law by ensuring the effective application of laws for all, and build a society where safety and dignity do not depend on gender or sexual orientation."
      }
    ]
  },
  {
    "question": "What approach should be adopted regarding the regulation of carrying and possession of weapons?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to break with the logic of individual armament as a solution to insecurity, reaffirming that valuing life is the absolute priority. The right approach is to incorporate strict control of the circulation of firearms into a coordinated national policy to reduce homicides and dismantle criminal organizations. Rather than delegating security to citizens, the effort will focus on strengthening state institutions and using intelligence to disrupt illegal networks. In this way, it would make it possible to address the structural causes of lethal violence and restore the state's monopoly on the use of force, creating a safer environment for the entire population."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to guarantee citizens' fundamental right to ensure their own protection, considering that the ability to defend oneself constitutes a pillar of collective security and individual liberty. The proper approach is therefore not to restrict but to preserve and expand legal access to weapons for citizens who meet the required conditions. The central axis is to consolidate the legal framework that guarantees this right, treating it as an instrument of deterrence essential to public security and social pacification. This policy also recognizes the use of weapons in a sporting and cultural context. Thus, this would make it possible to strengthen society's capacity to face violence, while enshrining individual responsibility as an indispensable complement to the action of the State."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to reverse the policy of liberalizing access to weapons, reaffirming the exclusive role of the State in the monopoly on force and the guarantee of security. The priority approach is to revoke all decrees that have weakened control over the carrying and possession of weapons. This measure will be complemented by a significant strengthening of the supervision and traceability of arms and ammunition in circulation. Thus, this would reduce the dissemination of weapons among the population and refocus the security strategy on strengthening public institutions, rather than arming citizens."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to treat the proliferation of firearms as a national security problem, considering that their expansion and use are today out of control. The absolute priority is therefore to reverse this trend by implementing a rigorous policy for the management and traceability of weapons and ammunition, relying on advanced technologies. This approach aims to dismantle the supply networks that feed criminality, in particular organized crime. In this way, it would make it possible to reduce violence by directly tackling the tools that make it possible, rather than facilitating a dissemination that exacerbates insecurity."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to refocus security policy on the State's exclusive monopoly on the use of force, considering that the response to crime lies in strong institutions rather than in arming citizens. The proper approach, therefore, is to invest massively in the modernization of law enforcement agencies, the integration of intelligence, and the deployment of advanced technologies for criminal investigation. The priority must be the dismantling of organized factions and the strengthening of border control, treating weapons regulation as a strategic tool to dry up the channels supplying crime. Thus, this would make it possible to reduce violence by attacking its organized roots, restoring public security as an effective sovereign prerogative rather than an individual responsibility."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to break with any policy of dissemination of weapons to reaffirm strict State control, by considering the circulation of firearms as a major public security issue. The right approach is to rebuild the State's regulatory capacity by establishing a national program of effective traceability for all weapons and ammunition, from their production or importation to their commercialization. This system will be run by a strengthened civil authority integrated with other existing databases, with a targeted effort on dismantling the illegal market. Thus, this would make it possible to reduce the availability of weapons in criminal activity and to restore the State's ability to regulate a domain vital to the security of citizens."
      }
    ]
  },
  {
    "question": "What strategy should be implemented to combat corruption and strengthen trust in public institutions?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to redefine the fight against corruption as a tool of good governance, radically depoliticizing it. The proper approach is to restore oversight and prevention instruments in strict respect of the rule of law and fundamental safeguards, ensuring that they are never diverted for political purposes. The effort will focus on strengthening oversight institutions, such as the Federal Police and the General Inspectorate, and on guaranteeing absolute transparency by opening up government and applying the Access to Information Act. In this way, it would help ensure that public resources actually reach their destination, thereby restoring citizens' trust in institutions whose integrity serves effectiveness."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to establish a zero-tolerance culture toward corruption, relying on systemic mechanisms of prevention, detection and sanction. The approach consists of combining a radical strengthening of transparency, by making all expenditures and agendas public, with the deployment of rigorous integrity programs within each public entity. This preventive approach is complemented by a policy of systematic sanctioning of those responsible and effective mechanisms for the recovery of misappropriated assets. Thus, this would significantly reduce the room for maneuver for illicit acts, while restoring citizens' trust in institutions by the proof of a rigorous and responsible management of public funds."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to replace a repressive logic with a systemic corruption prevention strategy, by instituting radical transparency as the primary instrument of citizen oversight. The central axis is to promote a total opening of public data, particularly those relating to contracts, public procurement and companies partnered with the State, relying on the full digitization of public services by 2026 to guarantee traceability. In parallel, a zero-tolerance policy will be embodied by strengthening internal control bodies and the requirement for compliance programs throughout the administration. Thus, this would make it possible to restore citizens' trust in their institutions, to guarantee the integrity of public management and to ensure that every resource is used effectively and transparently."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to break with practices of systemic corruption by instituting radical transparency and restoring trust in public institutions. To achieve this, it is imperative to abolish special jurisdictions for political officeholders, with the exception of heads of state, to criminalize illicit enrichment, and to lift the banking and tax secrecy of senior officials. At the same time, trust would be reinforced by establishing merit-based selection processes for leadership positions in the administration and by full transparency of the accounts of political parties and public procurement, notably via digital tracking technologies. Thus, this would make it possible to break impunity, to guarantee a stable and predictable legal environment for investments, and to restore the integrity of public management."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to break the link between political power and judicial institutions in order to guarantee an impartial and effective fight against corruption. The right approach is to safeguard key institutions by ensuring the autonomy of the police and the public prosecutor's office through the establishment of fixed-term mandates for their leaders, who could only be removed from office for objective reasons validated by independent commissions. This structural independence must be complemented by two major reforms: the abolition of privileged jurisdiction for all authorities and the creation of a specialized National Anti-Corruption Court. Thus, this would make it possible to fully depoliticize the fight against corruption by transforming it into a purely technical and impartial state function, an essential condition for restoring citizens' trust in public institutions."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to address the root causes of corruption and mistrust by depoliticizing oversight institutions and instituting a culture of accountability. The right approach is to end impunity by making criminal sanctions more effective, notably by enforcing the sentence as soon as a conviction is upheld on appeal and by abolishing exceptional jurisdictions. It is essential to guarantee the autonomy of investigative bodies, such as the federal police, through fixed mandates independent of political power, and to professionalize oversight bodies by appointing career civil servants to them. This approach must be complemented by radical transparency in public action and tougher penalties for crimes against the State. Thus, it would make it possible to restore the credibility of the rule of law and to rebuild a lasting bond of trust between citizens and their institutions."
      }
    ]
  },
  {
    "question": "How should the country reconcile freedom of expression with responsibility in the use of media and social networks?",
    "propositions": [
      {
        "candidate_id": "Luiz Inácio Lula da Silva",
        "value": "The idea would be to refound the democratic pact around information by treating freedom of expression not as an absolute, but as a right whose exercise entails a collective responsibility. The right approach is to initiate a broad legislative debate to finally regulate the sector. The objective is to provide the judicial system with effective tools to act against platforms spreading lies and anti-democratic messages, while guaranteeing network neutrality and the plurality of information. This approach will be accompanied by strengthened protection for journalists and freedom of the press. Thus, this would make it possible to reconcile the broadest freedom of the press with democratic cohesion, by ensuring that the digital space fosters pluralistic debate rather than hatred and disinformation."
      },
      {
        "candidate_id": "Jair Bolsonaro",
        "value": "The idea would be to enshrine freedom of expression as a fundamental and non-negotiable pillar of democracy, considering it the driving force of adversarial debate and of the improvement of institutions. The central thrust is to position the State as the active guarantor of this freedom, and not as an arbiter of content. Rather than instituting mechanisms of control or regulation, the priority is to stimulate and protect the expression of ideas, including those that are minority or controversial, across all media including the press and social networks. Thus, this would help to foster a healthy intellectual dynamic, strengthen critical thinking, and promote a constant dialogue, all of which are deemed indispensable to the vitality of society."
      },
      {
        "candidate_id": "Simone Tebet",
        "value": "The idea would be to guarantee freedom of expression as a pillar of democracy, while ensuring that it does not become a vehicle for the destruction of public debate and institutions. The right approach is to rely on the strength of the rule of law and respect for existing laws, rather than to create exceptional legislation. The handling of abuses should fall under the rigorous enforcement of the legal framework by independent judicial institutions, protecting citizens against defamation, hatred and criminal disinformation. Public action should focus on promoting a calm civic dialogue and defending plurality. Thus, this would help preserve a healthy public space, where freedom is firmly guaranteed and where responsibility is ensured by ordinary law, strengthening confidence in democratic debate."
      },
      {
        "candidate_id": "Ciro Gomes",
        "value": "The idea would be to reconcile freedom of expression with the promotion of cultural sovereignty in the digital age, by focusing on the economic regulation of platforms rather than on the control of individual content. The right approach is to regulate streaming services, following the European model, to guarantee a mandatory investment in independent local production and ensure better visibility for these works. Rather than restricting exchanges, the strategy relies on supporting national digital content creators and on democratizing access to internet and to communication tools. Thus, this would help strengthen cultural identity and the diversity of available content, by shaping a more balanced media ecosystem without infringing on fundamental freedoms."
      },
      {
        "candidate_id": "Soraya Thronicke",
        "value": "The idea would be to guarantee a healthy public debate by rigorously applying the existing legal framework to abuses committed online, rather than creating content-control mechanisms that would threaten freedoms. The right approach is to strengthen the investigative capacities of the police and the judiciary to identify and sanction offenders, in accordance with ordinary law. At the same time, the priority is to invest heavily in civic education and the development of critical thinking within the school system, in order to make citizens less vulnerable to manipulation and disinformation. Thus, this would reconcile the protection of freedom of expression with the necessary sanctioning of offenses, making the law the sole arbiter and education the main bulwark against excesses."
      },
      {
        "candidate_id": "Luiz Felipe d’Avila",
        "value": "The idea would be to reaffirm freedom of expression as a non-negotiable principle, where responsibility emerges from transparency and public debate rather than state regulation. The proper approach is to impose radical transparency on government action, by expanding the law on access to information to arm citizens and a free press against disinformation. The State must position itself as guarantor of this freedom, refraining from any intervention in content and leaving it to the judiciary to sanction proven abuses in accordance with fundamental laws. Thus, this would help foster a robust media ecosystem, where trust is built through the free confrontation of ideas and the accountability of power, not through censorship."
      }
    ]
  }
]