[
  {
    "question": "Quelle politique l’État doit-il adopter concernant l’entrée et le séjour des personnes migrantes ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de substituer à une gestion de crise subie une politique d'accueil solidaire et partagée à l'échelle européenne, afin de gouverner la migration comme un élément ordinaire des sociétés modernes. La bonne approche consiste à réformer le système de répartition des demandes d'asile pour le fonder sur une responsabilité réellement commune, en sortant de la logique du pays de première entrée. Cela implique la mise en place d'une mission de sauvetage en mer pérenne et la création de voies d'entrée légales et sécurisées, incluant des corridors humanitaires. Un fonds européen pour l'accueil diffus soutiendrait directement les projets présentés par les collectivités locales engagées dans une intégration digne. Ainsi, cela permettrait de garantir le respect des droits fondamentaux tout en assurant une gestion humaine et ordonnée des flux, fondée sur la coopération et la légalité."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de reprendre la maîtrise des flux en substituant une approche structurelle et légale à la gestion des arrivées irrégulières. La priorité est de traiter le phénomène à sa source en établissant des accords de coopération avec les pays tiers pour prévenir les départs et y gérer les demandes de protection. L'axe central de cette politique est le renforcement du contrôle des frontières extérieures, le démantèlement des réseaux de passeurs et la mise en œuvre de plans de développement pour s'attaquer aux causes profondes de la migration. Les voies d'entrée légales doivent être conditionnées à des quotas basés sur les besoins réels du marché du travail. Ainsi, cela permettrait de réduire drastiquement l'immigration clandestine tout en organisant une immigration régulière et maîtrisée."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de substituer à la gestion de crise une politique d'asile et de migration structurée, qui allie humanité et pragmatisme. La bonne approche consiste à externaliser l'examen préliminaire des demandes d'asile dans des pays tiers sûrs via des commissions d'experts, créant ainsi des voies d'accès légales et sécurisées qui assèchent les filières clandestines. Pour les arrivées irrégulières restantes, il est impératif d'instaurer un mécanisme de relocalisation automatique et obligatoire entre les États, basé sur des critères objectifs comme le PIB et le taux de chômage, tout en s'attaquant aux causes profondes des migrations par une coopération renforcée. Ainsi, cela permettrait de maîtriser les flux, de garantir une répartition équitable des responsabilités en Europe et de remplacer le modèle actuel, coûteux et inhumain, par un système ordonné et digne."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de reprendre la maîtrise des flux migratoires en distinguant fermement les voies d'entrée légales et la lutte contre l'immigration irrégulière. La priorité est de prévenir les arrivées illégales en amont, en concluant des accords avec les pays d'Afrique du Nord pour bloquer les départs et la traite des êtres humains. L'approche la plus efficace consiste à externaliser le traitement des demandes d'asile dans des centres d'accueil situés hors du territoire européen et gérés par l'Union européenne. Parallèlement, une politique active d'inclusion sociale et professionnelle doit être favorisée pour les immigrés en situation régulière. Ainsi, cela permettrait de démanteler les filières de passeurs, de gérer les flux avant leur arrivée sur le sol national et de garantir une gestion ordonnée qui favorise l'intégration des seuls migrants légaux."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de substituer à la gestion d'urgence une politique structurée de maîtrise des flux, en agissant à la source pour distinguer les entrées légales des migrations irrégulières. La bonne approche consiste à externaliser le traitement des demandes d’asile dans des centres d’identification situés en Afrique du Nord, en collaboration avec les organisations internationales et les pays de départ. Parallèlement, un contrôle strict des frontières maritimes sera rétabli, avec des interdictions d'entrée dans les eaux nationales et une coopération renforcée avec les garde-côtes libyens. Les entrées sur le territoire seront conditionnées à des canaux légaux et qualifiés, en fonction des besoins du marché du travail, mettant fin aux régularisations massives et aux statuts de protection dérogatoires. À l’intérieur, les procédures d’éloignement seront rendues effectives par un réseau étendu de centres de rétention. Ainsi, cela permettrait de réduire durablement les arrivées irrégulières et de garantir que seules les personnes éligibles à une protection soient accueillies, après un examen de leur situation en amont de leur arrivée sur le territoire."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait d'abandonner une gestion purement sécuritaire des flux migratoires pour adopter une approche fondée sur la solidarité et le respect des droits humains. La bonne approche consiste à remplacer le système de Dublin par un mécanisme européen de répartition solidaire et à ouvrir des canaux de migration légaux et sûrs pour tarir l'immigration irrégulière. Cela implique de rétablir une mission publique de sauvetage en mer, de cesser les accords d'externalisation du contrôle des frontières et de supprimer les centres de rétention administrative. La simplification des procédures d'asile et la facilitation de l'accès au marché du travail sont essentielles pour favoriser une intégration réussie. Ainsi, cela permettrait de garantir la dignité des personnes, de lutter efficacement contre l'économie souterraine et de mettre la politique migratoire en conformité avec le droit international."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de sortir d'une gestion de crise pour adopter une politique migratoire pragmatique, alignée sur les besoins démographiques et économiques du pays. L'axe central est de distinguer les profils pour ouvrir des voies d'entrée légales et planifiées, répondant aux besoins du marché du travail via un mécanisme de parrainage à distance. L'intégration n'est pas une option mais une condition, passant par des formations linguistiques et culturelles obligatoires pour les nouveaux arrivants. En parallèle, la régularisation des personnes déjà sur le territoire sera strictement conditionnée à l'obtention d'un emploi déclaré, et l'accès à la citoyenneté sera lié à la réussite d'un parcours scolaire complet. Ainsi, cela permettrait de réduire drastiquement l'immigration irrégulière tout en répondant aux pénuries de main-d'œuvre et en renforçant la cohésion sociale."
      }
    ]
  },
  {
    "question": "Quelles mesures devraient être privilégiées pour favoriser l’emploi et réduire le chômage ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de refonder le pacte social autour du travail de qualité, en agissant simultanément sur la rémunération, la stabilité et la protection des travailleurs face aux transitions. La bonne approche consiste à instaurer un socle de rémunération décente par un salaire minimum légal, tout en rendant permanent le fonds européen de soutien à l'emploi pour en faire un mécanisme d'assurance chômage commun. Ce dispositif doit sécuriser les parcours durant les transitions écologique et numérique. Parallèlement, il convient de favoriser la réduction du temps de travail à salaire égal pour mieux partager les gains de productivité et de mettre un terme définitif aux stages non rémunérés. Ainsi, cela permettrait de construire un marché du travail plus résilient et équitable, où la sécurité professionnelle et le pouvoir d'achat sont renforcés pour tous les travailleurs, quel que soit leur secteur."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de libérer les énergies productives pour dynamiser le marché du travail, en créant un environnement propice à l'investissement et à l'embauche. La bonne approche consiste à alléger massivement les contraintes administratives et réglementaires qui pèsent sur les entreprises, notamment les plus petites. L'effort principal doit porter sur la réduction de la charge fiscale pour les sociétés qui embauchent, en réorientant les budgets non utilisés vers des dispositifs d'incitation directe. En parallèle, il est crucial de soutenir l'innovation, l'entrepreneuriat des jeunes, et d'adapter les compétences par la formation. Ainsi, cela permettrait de restaurer la compétitivité des entreprises et de stimuler une création d'emplois durable, tirée par le secteur privé."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de refonder le pacte social en privilégiant la qualité et la stabilité de l'emploi plutôt que la seule flexibilité du marché. La bonne approche consiste à inverser la tendance à la précarisation en instaurant une directive-cadre pour limiter strictement le recours aux contrats courts, tout en garantissant un salaire minimum légal dans chaque État pour contrer le dumping social. L'axe central de cette transformation réside dans la réduction du temps de travail à 32 heures par semaine sans perte de revenu, un objectif rendu possible par des mécanismes incitatifs finançant les entreprises qui créent de nouveaux postes en compensation. Ainsi, cela permettrait non seulement de combattre la précarité et d'améliorer l'équilibre de vie, mais aussi de redistribuer le travail et de générer une croissance économique plus juste et durable."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de libérer le potentiel de création d'emplois en réduisant significativement le coût du travail pour les entreprises. Pour y parvenir, l'axe principal consiste en une baisse substantielle du coin fiscal, bénéficiant à la fois aux employeurs et aux salariés. Cette mesure générale serait complétée par des déductions de cotisations ciblées pour encourager l'embauche des jeunes, des femmes et des personnes en situation de handicap, notamment dans les régions les moins favorisées. Il s'agit également de renforcer la flexibilité par des outils comme le chèque-emploi et de réformer les aides sociales en substituant aux allocations passives des politiques actives de formation et d'insertion professionnelle. Ainsi, cela permettrait de stimuler directement les recrutements, de dynamiser le marché de l'emploi et d'inciter durablement les entreprises à créer de la richesse et des postes de travail."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de dynamiser le marché du travail en allégeant les charges qui pèsent sur l'emploi et en réorientant les aides sociales vers l'incitation à l'activité. L'axe central est une baisse significative et durable du coin fiscal, à hauteur de dix points sur dix ans, afin de réduire le coût du travail pour les entreprises et augmenter le salaire net. Parallèlement, le revenu de citoyenneté sera scindé : il deviendra un pur soutien pour les personnes inaptes au travail, tandis que pour les autres, il sera transformé en un parcours d'insertion obligatoire, liant l'aide à la formation et à la recherche active d'emploi, avec des incitations fiscales fortes pour les entreprises qui les embauchent. Des déductions ciblées viseront également l'emploi des jeunes de moins de 35 ans. Ainsi, cela permettrait de stimuler les créations d'emplois en rendant le travail moins coûteux, tout en transformant l'assistanat en un tremplin vers une activité durable."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de s'attaquer frontalement à la précarité et aux bas salaires en réorientant le marché vers des emplois stables et dignes. L'axe central est d'instaurer un salaire minimum légal, en dessous duquel aucune rémunération ne serait possible, et de rétablir le contrat à durée indéterminée comme norme en limitant drastiquement les contrats atypiques. Une mesure structurante consisterait à engager une réduction du temps de travail sans perte de salaire, encouragée par un fonds public d'incitation, afin de mieux répartir le travail et les gains de productivité. La protection du pouvoir d'achat serait assurée par un mécanisme d'indexation automatique des revenus sur l'inflation. Ainsi, cela permettrait de combattre la pauvreté laborieuse, de stimuler la demande et d'améliorer durablement la qualité de vie."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de basculer d'une logique d'assistance à une logique d'activation, en garantissant que le travail soit toujours plus avantageux que l'inactivité. L'axe central consiste à augmenter le revenu disponible des travailleurs par l'introduction d'un salaire minimum négocié par les partenaires sociaux, un mécanisme d'impôt négatif pour les bas salaires et l'exonération totale des primes de productivité. En parallèle, les aides sociales doivent devenir un tremplin vers le retour à l'emploi, en conditionnant strictement leur versement à des formations qualifiantes et en suspendant le droit dès le premier refus d'une offre de travail congruente. La lutte contre le déficit de compétences par des formations ciblées et la simplification drastique du droit du travail sont les autres piliers de cette approche. Ainsi, cela permettrait de réduire le chômage structurel en augmentant l'offre de travail et en récompensant le mérite."
      }
    ]
  },
  {
    "question": "Comment garantir un niveau de vie satisfaisant et limiter les inégalités économiques ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de garantir un socle de vie digne pour tous les citoyens en renforçant la convergence sociale par des politiques publiques robustes et une fiscalité redistributive à l'échelle continentale. La bonne approche consiste à instaurer un revenu minimum garanti au niveau européen pour prévenir la pauvreté. Parallèlement, il est essentiel de mener une action résolue contre l'évasion fiscale en harmonisant l'impôt sur les sociétés et en ciblant les paradis fiscaux internes à l'Union. Ce rééquilibrage fiscal doit financer un accès universel aux services essentiels, notamment la santé et le logement. Ainsi, cela permettrait de réduire structurellement la précarité et de corriger les inégalités de destin, consolidant un modèle social où la prospérité est plus équitablement partagée."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de rompre avec l'austérité en faisant de la croissance économique, tirée par l'investissement stratégique, le principal levier d'amélioration du niveau de vie. La bonne approche consiste à réorienter les dépenses publiques vers des investissements productifs, tout en assouplissant les contraintes budgétaires pour les financer. Il s'agit d'exclure les dépenses d'avenir, comme celles liées aux transitions verte et numérique, du calcul des déficits. Une attention particulière doit être portée à la réduction des fractures territoriales, en concentrant les efforts sur le développement des zones économiques les plus fragiles. Ainsi, cela permettrait de générer une dynamique de croissance durable qui réduit mécaniquement le poids de la dette publique et corrige les déséquilibres économiques entre les territoires."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de passer d'une union purement monétaire à une véritable Union sociale, en instaurant un mécanisme structurel de protection contre la pauvreté et de réduction des inégalités. L'axe central de cette ambition est une directive-cadre pour un revenu de citoyenneté européen, établissant des critères universels de revenu minimum dans chaque État. Le financement de cette mesure serait assuré par une refonte fiscale, notamment via une imposition commune sur les sociétés et les capitaux, afin de rééquilibrer la charge qui pèse aujourd'hui sur le travail. Cette politique doit s'accompagner d'une lutte résolue contre l'évasion fiscale des multinationales. Ainsi, cela permettrait de créer un puissant stabilisateur automatique face aux crises économiques, de réduire concrètement la pauvreté et de renforcer la cohésion en diminuant les écarts de richesse entre les citoyens et les territoires."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait d'agir simultanément sur la fiscalité et les mécanismes de solidarité pour protéger le pouvoir d'achat et soutenir les plus fragiles. L'approche centrale consiste à réduire le coin fiscal pour augmenter le revenu net des travailleurs et à baisser la TVA sur les biens de première nécessité et l'énergie. Parallèlement, le système d'aide sociale doit être réformé en profondeur, en remplaçant les allocations passives par des mesures actives d'insertion et de formation pour un retour efficace à l'emploi. Cette politique doit être complétée par une revalorisation ciblée des pensions minimales, sociales et d'invalidité. Ainsi, cela permettrait d'assurer une augmentation tangible du revenu disponible pour les ménages et les retraités tout en encourageant l'autonomie par le travail et en garantissant un filet de sécurité robuste pour les personnes les plus vulnérables."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de garantir un niveau de vie satisfaisant en agissant directement sur le revenu disponible, par une refonte du système fiscal qui privilégie la famille et le travail plutôt que par des mécanismes d'assistance. La bonne approche consiste à remplacer la progressivité complexe par un impôt à taux unique, dont la base imposable est ajustée par un quotient familial. Ce système permet de moduler la pression fiscale en fonction du nombre d'enfants et de personnes à charge, soutenant ainsi directement le revenu des ménages. Cette réforme s'accompagne d'une réduction du coin fiscal pour augmenter les salaires nets et d'une fiscalité allégée sur les revenus supplémentaires pour encourager la croissance. Ainsi, cela permettrait de libérer du pouvoir d'achat pour les familles et la classe moyenne, considérées comme le moteur de la consommation et de la stabilité sociale, tout en rendant le travail systématiquement plus avantageux que l'inactivité."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de rééquilibrer la répartition des richesses par une réforme fiscale d'ampleur et une revalorisation des revenus du travail. L'objectif est de s'attaquer aux inégalités à la source pour financer des services publics universels et garantir un socle de vie digne. La bonne approche consiste à mettre en place une fiscalité unifiée et fortement progressive, où tous les revenus — travail, capital et immobilier — sont taxés au même barème. Il s'agit ensuite d'instaurer une nouvelle taxe patrimoniale personnelle sur les fortunes dépassant cinq millions d'euros. Une mesure clé est la taxation à 100 % des superprofits des entreprises du secteur de l'énergie, dont les recettes seraient directement redistribuées. En parallèle, un salaire et une pension minimum garantis seraient établis pour assurer un revenu décent. Ainsi, cela permettrait de réduire significativement les écarts de patrimoine, de renforcer le pouvoir d'achat des classes populaires et moyennes, et d'assurer un financement pérenne pour des services publics de qualité accessibles à tous."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de substituer à la logique de redistribution des richesses une politique d'égalité des chances dès le départ. La priorité n'est pas de corriger les inégalités d'arrivée par des taxes confiscatoires, mais de les prévenir à la source en garantissant à tous un même point de départ. Le levier principal réside dans un investissement massif dans les services publics universels – éducation, santé, formation – qui constituent le véritable capital initial de chacun. Pour les revenus les plus faibles, un système d'impôt négatif assure un complément de revenu qui encourage le travail plutôt que de subventionner l'inactivité. Les aides sociales sont, quant à elles, repensées comme des tremplins temporaires, strictement conditionnés à un parcours d'insertion. Ainsi, cela permettrait de construire une société où la mobilité sociale est une réalité, fondée sur le mérite et l'effort individuel plutôt que sur l'assistanat."
      }
    ]
  },
  {
    "question": "Quel doit être l’équilibre entre protection sociale et liberté économique ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de subordonner la liberté économique à des objectifs de progrès social, en faisant de la protection des citoyens la condition d'une prospérité durable. La bonne approche consiste à encadrer l'économie de marché par un socle de droits sociaux non négociables, inscrit dans les traités. Cela signifie que l'accès aux marchés et aux financements publics doit être conditionné au respect de normes sociales et environnementales strictes. L'innovation et la compétitivité sont orientées par une politique industrielle active, et non laissées aux seules forces du marché, afin de prévenir le dumping social et fiscal. Ainsi, cela permettrait de réconcilier la performance économique et la cohésion sociale, en transformant le marché unique en un véritable espace de prospérité partagée plutôt qu'un champ de concurrence dérégulée."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de redéfinir la protection sociale non comme une fin en soi, mais comme un investissement ciblé au service d'une économie libre et dynamique. La priorité est de libérer l'initiative privée en allégeant les charges qui pèsent sur ceux qui créent de la richesse et des emplois. Parallèlement, l'action sociale doit être concentrée sur des objectifs stratégiques, en premier lieu le soutien à la famille et à la natalité, considéré comme un investissement productif pour l'avenir. Les dispositifs de solidarité doivent être réservés aux personnes les plus fragiles, comme les aînés et les personnes en situation de handicap. Ainsi, cela permettrait de garantir la pérennité du modèle social en le fondant sur la prospérité économique et la responsabilité, plutôt que sur une redistribution qui affaiblit la compétitivité."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de rompre avec la logique où le social est subordonné à l'économique, pour faire de la liberté économique un levier au service de la protection collective. La bonne approche consiste à mettre fin au dogme de l'austérité en instaurant une \"règle d'or\" qui sanctuarise les investissements publics stratégiques (climat, santé, éducation) hors des contraintes budgétaires. L'axe central est la construction d'un socle de protection européen, avec un salaire minimum contraignant pour stopper le dumping social et un revenu de citoyenneté garantissant la dignité. La liberté d'entreprendre doit s'exercer dans un cadre qui favorise la stabilité de l'emploi et la juste répartition des richesses. Ainsi, cela permettrait de bâtir une économie plus résiliente et inclusive, où la performance n'est plus mesurée par la seule croissance du PIB, mais par le bien-être réel des citoyens et la soutenabilité de notre modèle social."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de concevoir la protection sociale non comme un frein, mais comme un catalyseur de la liberté économique, en créant un cercle vertueux entre la création de richesse et la solidarité. L'axe central consiste à alléger massivement la pression fiscale et réglementaire sur les entreprises et le travail, afin de stimuler l'investissement et l'emploi. En parallèle, les dispositifs d'aide sociale doivent être transformés, en substituant aux subventions passives des politiques actives d'insertion et de formation. Un filet de sécurité doit cependant être maintenu et renforcé pour les personnes véritablement incapables de travailler, notamment par la revalorisation des pensions minimales et d'invalidité. Ainsi, cela permettrait de garantir la pérennité du système social grâce à une économie plus dynamique, tout en orientant la solidarité nationale vers l'incitation au travail et la protection des plus fragiles."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de rétablir la primauté de la liberté économique comme moteur de la prospérité collective, la protection sociale devant être une conséquence de la richesse créée et non un obstacle à sa production. La bonne approche consiste à alléger drastiquement les contraintes pesant sur les entreprises et les travailleurs par une fiscalité simplifiée et une réduction massive de la bureaucratie, favorisant un retrait de l'État de la sphère économique. Les dispositifs d'assistance, comme le revenu de citoyenneté, doivent être conditionnés à une recherche d'emploi active et à la formation, pour devenir un tremplin temporaire vers le travail plutôt qu'une alternative à celui-ci. La protection est ainsi réservée aux situations de fragilité avérée, et non à l'inactivité. Ainsi, cela permettrait de créer un cercle vertueux où la croissance économique, libérée de ses entraves, finance une protection sociale ciblée et soutenable, fondée sur la responsabilité individuelle plutôt que sur la dépendance à l'État."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de rompre avec la logique de subordination du social à l'économique en réaffirmant la primauté de l'intérêt collectif. L'approche juste consiste à ce que l’État assume pleinement son rôle d'acteur stratégique plutôt que de simple régulateur. Pour y parvenir, la priorité est de stopper les privatisations et de ramener les services essentiels comme l'eau et l'énergie sous contrôle public. La liberté d'entreprendre doit être encadrée par des obligations sociales et environnementales strictes, en particulier via une régulation forte du marché du travail pour éradiquer la précarité. Les entreprises publiques ont vocation à servir de levier pour la collectivité, notamment en stabilisant les prix, plutôt qu'à maximiser les profits. Ainsi, cela permettrait de bâtir un modèle économique où la recherche du bien-être collectif et la protection des plus vulnérables constituent les véritables moteurs de la prospérité, et non des contraintes."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de redéfinir la protection sociale non comme une fin en soi, mais comme un instrument au service de la liberté économique et de l'autonomie individuelle. L'axe central est de libérer l'initiative privée en allégeant la charge bureaucratique et fiscale qui pèse sur les entreprises. Parallèlement, la protection sociale doit être transformée en un tremplin vers l'emploi plutôt qu'en une allocation passive. Les prestations ne sauraient être un droit inconditionnel ; elles doivent être strictement limitées dans le temps et conditionnées à un engagement tangible dans des parcours de formation qualifiante et de recherche d'emploi, avec une suppression des droits au premier refus d'une offre valable. Ainsi, cela permettrait de créer un cercle vertueux où la croissance économique finance une protection sociale efficace et responsabilisante, qui à son tour alimente un marché du travail dynamique."
      }
    ]
  },
  {
    "question": "Jusqu’où les régions doivent-elles disposer d’autonomie politique et financière ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de concevoir l'autonomie des régions non comme une fin en soi, mais comme un levier au service d'une cohésion territoriale renforcée et d'une solidarité effective. La bonne approche consiste à renforcer massivement les politiques de cohésion pilotées au niveau européen, en dotant les territoires de moyens financiers et de compétences administratives accrues pour mettre en œuvre les stratégies communes. L'autonomie financière doit se traduire par une capacité à gérer efficacement des fonds dédiés, notamment pour les zones les plus fragiles, afin d'y maintenir les services publics essentiels et d'y relancer l'activité. L'autonomie politique s'exercerait par un rôle décisionnel renforcé au sein des instances européennes, garantissant l'application du principe de subsidiarité. Ainsi, cela permettrait de faire des régions des partenaires actifs d'un développement équilibré, assurant que les droits et les opportunités des citoyens ne dépendent plus de leur lieu de résidence."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait d'appliquer le principe de subsidiarité au sein même de la nation, en déléguant des compétences claires pour renforcer l'efficacité de l'action publique sans affaiblir la cohésion nationale. La bonne approche consiste à confier aux échelons régionaux la gestion des politiques de proximité et de développement économique local, là où leur connaissance du terrain est un atout. Cependant, leur autonomie doit s'exercer dans un cadre stratégique national rigoureusement défini, notamment pour les infrastructures d'intérêt national et l'allocation des fonds structurels. L'autonomie financière doit être synonyme de responsabilité, avec des mécanismes de soutien ciblés pour corriger les déséquilibres territoriaux plutôt qu'une décentralisation fiscale généralisée. Ainsi, cela permettrait de concilier l'agilité administrative locale avec la vision stratégique et la solidarité de l'État-nation."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de redéfinir l'autonomie non comme une indépendance politique, mais comme une capacité d'action renforcée au sein d'une gouvernance intégrée. L'axe central est de faire des villes et des métropoles des acteurs à part entière du cycle politique européen, en dépassant une vision hiérarchique de la subsidiarité. La bonne approche consiste à les impliquer activement dans la conception, la mise en œuvre et l'évaluation des stratégies de l'Union, notamment via des évaluations d'impact territorial systématiques. L'autonomie financière doit être pensée comme un levier fonctionnel pour piloter des projets de développement durable, en lien direct avec les fonds européens. Ainsi, cela permettrait de rendre les politiques publiques plus efficaces et adaptées aux réalités locales, renforçant la cohésion des territoires et la pertinence de l'action commune."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de parachever le processus de décentralisation en accordant aux régions le plein exercice des compétences prévues par la Constitution. La bonne approche consiste à activer pleinement le fédéralisme fiscal, en permettant aux territoires de gérer directement une part significative de leurs ressources et de leurs compétences. Ce transfert de responsabilités doit impérativement s'accompagner de la mise en œuvre effective d'un fonds de péréquation nationale, garantissant un niveau de services équivalent pour tous les citoyens, quelle que soit leur région. Ainsi, cela permettrait de responsabiliser les acteurs locaux et d'adapter les politiques publiques aux réalités du terrain, tout en préservant l'unité et la solidarité indispensables à la cohésion nationale."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de substituer au modèle centralisé et uniforme une autonomie à la carte, afin d'aligner les compétences sur les réalités territoriales et de récompenser la bonne gouvernance. La bonne approche consiste à activer un mécanisme constitutionnel permettant aux régions qui le demandent de négocier le transfert de fonctions précises, dans un large périmètre de compétences. L'octroi de cette autonomie serait conditionné à la démonstration de leur capacité à gérer ces services de manière plus performante et économique que l'État central, instaurant un lien direct entre pouvoir et responsabilité. Ainsi, cela permettrait d'instaurer un fédéralisme de la responsabilité, où les compétences sont allouées au niveau le plus pertinent, stimulant l'émulation entre les territoires et modernisant l'architecture de l'État par une décentralisation fondée sur le mérite."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de préserver l'unité de la nation et l'universalité des droits fondamentaux en encadrant strictement l'autonomie territoriale. La bonne approche consiste à rejeter explicitement tout projet d'autonomie \"à la carte\" qui créerait des disparités inacceptables entre les territoires. Les compétences stratégiques, notamment en matière de santé, d'éducation et de transition écologique, doivent impérativement rester sous l'égide d'un cadre national unifié. L'objectif est d'établir des standards de service public et des normes administratives identiques pour tous les citoyens, quel que soit leur lieu de résidence. Ainsi, cela permettrait de combattre la fragmentation territoriale, de garantir une égalité d'accès effective aux services essentiels et de conforter le rôle de l'État comme garant de la cohésion sociale sur l'ensemble du territoire."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de mettre fin à la fragmentation actuelle, source d'inefficacité et de paralysie, pour restaurer la primauté de l'intérêt national. L'approche la plus cohérente consiste à réviser en profondeur la répartition des compétences en introduisant une clause de suprématie. Ce mécanisme donnerait à l'État le pouvoir d'intervenir pour préserver l'unité juridique et économique de la République, notamment dans les secteurs stratégiques et en temps de crise. L'autonomie régionale ne serait pas supprimée, mais recentrée sur la gestion administrative et la prestation de services, tandis que les grandes orientations et les normes reviendraient au niveau central. Ainsi, cela permettrait de garantir une action publique plus cohérente et de mettre un terme aux inégalités territoriales, en assurant que tous les citoyens bénéficient du même niveau de droits et de services."
      }
    ]
  },
  {
    "question": "Quel rôle l’Italie doit-elle jouer au sein de l’Union européenne et dans la zone euro ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait que l'Italie abandonne toute posture de repli pour assumer pleinement un rôle de premier plan au cœur du projet européen, en tant que force motrice de l'intégration. La bonne approche consiste à positionner le pays non en marge mais au centre des décisions stratégiques, en particulier sur la réforme de la gouvernance économique pour promouvoir l'investissement et la solidarité, et sur la définition d'une politique étrangère et de défense commune, avec une initiative particulière dans l'espace méditerranéen. Ce rôle de leader implique de forger des alliances pour approfondir l'union politique et de peser de tout son poids en faveur des réformes fédéralistes. Ainsi, cela permettrait de maximiser l'influence nationale et de garantir que les intérêts du pays soient défendus au sein d'une Union plus forte et plus solidaire, capable de relever les défis mondiaux."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de se positionner comme un acteur central de la refondation de l'Union, en impulsant une transition d'un modèle bureaucratique vers une confédération de nations souveraines. Le rôle de l'Italie est de défendre activement ses intérêts stratégiques et de promouvoir une Europe qui se concentre sur les grandes questions — politique étrangère, défense, frontières, énergie — tout en respectant les compétences nationales. Au sein de la zone euro, la priorité est de mener le combat pour le dépassement de l'austérité, en exigeant une plus grande flexibilité des règles budgétaires et en orientant la politique monétaire vers la croissance. Ainsi, cela permettrait de restaurer l'influence du pays et de bâtir une Europe plus politique et plus efficace, au service des peuples qui la composent."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait que l'Italie cesse d'être un acteur passif pour devenir un protagoniste au cœur d'une Europe refondée, en s'opposant activement à une gouvernance économique dictée par l'austérité et l'axe franco-allemand. La bonne approche consiste à fédérer les États membres fragilisés par des règles asymétriques, notamment en matière d'aides d'État, pour rétablir un véritable pied d'égalité. Sur le plan extérieur, le pays doit assumer son rôle géostratégique de pont en Méditerranée, en portant un grand plan de coopération avec l'Afrique, et se positionner comme le pivot de la transition énergétique renouvelable du continent. Ainsi, cela permettrait de rééquilibrer les rapports de force au sein de l'Union, de garantir une prospérité partagée et de faire du pays un leader influent dans la construction d'une Europe plus juste et autonome."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait d'adopter une posture de membre fondateur influent, pleinement engagé dans l'Alliance atlantique et le projet européen, tout en faisant de la défense de l'intérêt national la boussole de son action. L'axe central de cette stratégie est la révision du Pacte de stabilité et de la gouvernance économique européenne pour favoriser la croissance et l'emploi. L'objectif est de promouvoir une Union européenne plus politique et moins bureaucratique, capable de répondre aux défis actuels sans entraver les politiques de développement nationales. Ainsi, cela permettrait de regagner des marges de manœuvre budgétaires essentielles pour la prospérité du pays et de renforcer son poids diplomatique sur la scène internationale."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de redéfinir la posture de l'Italie au sein de l'Union européenne, en passant d'un alignement passif à une défense active de sa souveraineté et de ses intérêts stratégiques. Pour y parvenir, l'axe central est de s'opposer fermement à l'abandon du droit de veto au Conseil de l'UE, en le maintenant comme garantie non négociable des intérêts nationaux. Il s'agit de recentrer le projet européen sur le principe de subsidiarité, en laissant aux États la pleine compétence sur les domaines régaliens et en refusant les décisions supranationales qui s'y substituent. Cela implique une renégociation pragmatique des cadres réglementaires, notamment les volets du \"Pacte Vert\" jugés pénalisants pour le tissu productif national, ainsi que la conclusion d'accords commerciaux qui protègent les standards de production internes. Ainsi, cela permettrait de transformer l'Union en une alliance d'États souverains coopérant sur des objectifs communs, plutôt qu'en une structure fédérale imposant ses directives, garantissant que les décisions stratégiques restent conformes à l'intérêt national."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de positionner le pays comme un moteur de la refondation de l'Union européenne, en vue d'en faire un espace de solidarité, de justice sociale et de leadership écologique. L'axe central est de militer pour une réforme profonde de la gouvernance économique, en rendant permanente la mutualisation des dettes et en excluant les investissements écologiques des calculs de déficit pour sortir de l'austérité. Il s'agit de promouvoir un \"Green Deal\" européen bien plus ambitieux, en soutenant une diplomatie climatique active et en rehaussant les objectifs en matière d'énergies renouvelables. Parallèlement, une action déterminée doit être menée pour instaurer une véritable solidarité européenne dans l'accueil des migrants et œuvrer à une politique étrangère commune. Ainsi, cela permettrait de transformer l'Union en un acteur plus juste et souverain, capable de répondre aux crises mondiales avec une Italie jouant un rôle de premier plan."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de rompre avec une posture passive pour devenir le moteur d'une refondation fédérale de l'Union européenne, afin de la transformer en une véritable puissance souveraine. La priorité absolue est l'abandon de la règle de l'unanimité au Conseil, qui paralyse toute décision stratégique. Pour y parvenir, il convient de parachever l'union économique et monétaire par la création d'une capacité budgétaire commune et d'un actif sans risque européen. En parallèle, une politique étrangère et de défense commune doit être initiée, en commençant par un noyau de pays volontaires si un accord à 27 s'avère impossible. Ainsi, cela permettrait de doter l'Europe des outils nécessaires à sa souveraineté, de stabiliser durablement la zone euro et de parler d'une seule voix sur la scène internationale."
      }
    ]
  },
  {
    "question": "Comment renforcer la sécurité intérieure tout en respectant les libertés publiques ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de concevoir la sécurité intérieure non comme une fin en soi, mais comme un pilier de l'État de droit, en s'attaquant aux menaces criminelles par une action coordonnée à l'échelle européenne. La bonne approche consiste à renforcer la coopération transfrontalière des forces de police et des magistratures, en s'appuyant sur des agences européennes dotées de moyens accrus comme Europol et Eurojust. Il s'agit d'établir une définition commune de la criminalité organisée et de systématiser la confiscation et la réaffectation sociale des avoirs criminels. Une commission parlementaire dédiée garantirait un contrôle démocratique sur cette stratégie. Ainsi, cela permettrait de neutraliser les réseaux criminels qui sapent les fondements démocratiques, en garantissant que le renforcement de la sécurité s'opère dans un cadre légal et institutionnel partagé, protecteur des libertés publiques."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait d'opposer un front uni et coordonné aux menaces criminelles transnationales, en assurant la certitude de la peine sur l'ensemble du territoire. La bonne approche consiste à renforcer la coopération judiciaire par un échange d'informations systématique entre les parquets nationaux, en s'appuyant sur un système de données unifié. L'objectif est de tendre vers une plus grande harmonisation des normes pénales pour éviter que les criminels n'exploitent les failles juridiques, en exportant les modèles de lutte les plus éprouvés contre la grande criminalité organisée. Une attention particulière est accordée au démantèlement des réseaux terroristes islamistes. Ainsi, cela permettrait d'établir un espace de sécurité et de justice plus robuste, où les libertés publiques sont de fait garanties par l'efficacité de l'État à neutraliser les menaces."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de dépasser la simple coopération entre États pour construire une véritable architecture de sécurité européenne, considérant que la grande criminalité organisée et le terrorisme sont des menaces transnationales qui sapent les fondements de l'État de droit. L'axe central de cette stratégie est de doter l'Union d'outils opérationnels puissants, en étendant la compétence du Parquet européen à la lutte contre le terrorisme et les mafias. Pour y parvenir, il est nécessaire d'harmoniser les définitions des infractions criminelles, comme l'association de type mafieux, et de généraliser des instruments éprouvés, tels qu'un code anti-mafia européen pour la protection des fonds publics et des mécanismes efficaces de saisie des avoirs illicites. Ainsi, cela permettrait de garantir une sécurité plus efficace sans sacrifier les libertés, car le renforcement de la transparence et de l'État de droit constitue en soi la meilleure protection pour les citoyens."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de rétablir l'autorité de l'État comme condition première de l'exercice des libertés, en menant une action résolue contre toutes les formes de criminalité et d'insécurité. Pour y parvenir, une approche globale est nécessaire : renforcement des effectifs et des équipements des forces de l'ordre, déploiement accru de la vidéosurveillance et des opérations de sécurisation dans les villes, et adoption de normes plus sévères contre la délinquance et les atteintes au décorum. La lutte contre le terrorisme, la grande criminalité et la cybercriminalité doit également être intensifiée par des moyens accrus. Ainsi, cela permettrait de garantir un contrôle effectif du territoire et de restaurer un environnement sûr pour les citoyens, où l'ordre public est fermement assuré."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de refonder la sécurité intérieure sur le principe de l'autorité de l'État et de la certitude de la peine, considérant l'ordre public comme la condition première de l'exercice des libertés. La bonne approche consiste à lancer un plan de recrutement exceptionnel au sein des forces de l'ordre pour garantir une présence visible sur l'ensemble du territoire, en sanctuarisant les commissariats et brigades de proximité. Il s'agit de moderniser leurs équipements, notamment en généralisant l'usage des pistolets à impulsion électrique, et de renforcer leur protection juridique face aux agressions. Parallèlement, la réponse pénale sera durcie, avec une politique de tolérance zéro envers le trafic de drogue et des outils juridiques spécifiques pour contrer les nouvelles formes de délinquance urbaine. Ainsi, cela permettrait de garantir une réponse ferme et dissuasive face à toute forme de criminalité, restaurant la tranquillité publique et la confiance des citoyens dans les institutions."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de réorienter la stratégie de sécurité en la concentrant sur le démantèlement des structures de la criminalité organisée, tout en promouvant une culture de la légalité. La bonne approche consiste à cibler les flux financiers illicites et à faciliter la confiscation des biens criminels pour les réaffecter à un usage social. Il faut durcir la législation sur la criminalité environnementale et renforcer les moyens des unités d'enquête spécialisées. En parallèle, une réforme de la justice pénale doit être menée pour dépénaliser les délits mineurs non violents, afin de désengorger les prisons et de garantir que la sanction reste proportionnée. Ainsi, cela permettrait d'affaiblir durablement l'emprise des réseaux mafieux sur l'économie et la société, tout en préservant les libertés publiques d'une logique sécuritaire excessive."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de sortir de l'opposition stérile entre force et État de droit, en articulant un renforcement de l'autorité de l'État avec un respect scrupuleux des libertés fondamentales. La bonne approche écarte la surveillance de masse, inefficace et intrusive, pour se concentrer sur des mesures ciblées visant les individus à haut risque. Cela implique de moderniser les moyens matériels et numériques des forces de l'ordre, de durcir la législation sur les armes et de renforcer la coopération européenne contre le terrorisme et la grande criminalité. La présomption d'innocence doit rester une garantie intangible pour assurer l'équilibre. Ainsi, cela permettrait d'accroître l'efficacité de l'action publique tout en consolidant la confiance des citoyens, prouvant que la fermeté et le respect des droits sont indissociables."
      }
    ]
  },
  {
    "question": "Quelle place accorder aux droits des couples de même sexe et à la diversité des modèles familiaux ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de garantir une reconnaissance pleine et entière de tous les modèles familiaux, en instaurant une égalité de droits effective sur l'ensemble du territoire européen. La bonne approche consiste à instaurer un principe de reconnaissance mutuelle systématique des statuts familiaux entre les États membres. Ce mécanisme de portabilité des droits doit garantir que la filiation et les unions reconnues dans un pays le sont sur tout le territoire de l'Union, mettant fin aux discriminations géographiques. Ainsi, cela permettrait d'assurer une liberté de circulation et de résidence réelle pour toutes les familles, qui conserveraient leurs protections juridiques et leur dignité quel que soit le lieu où elles choisissent de vivre."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de réaffirmer la famille naturelle, fondée sur l'union d'un homme et d'une femme, comme le socle fondamental de la société. La bonne approche consiste à s'opposer fermement aux idéologies qui nient les identités sexuées, et à lutter activement contre des pratiques comme la gestation pour autrui, qui marchandisent le corps de la femme et l'enfant. Les droits et le soutien public doivent être exclusivement orientés vers la consolidation de ce modèle familial, considéré comme le seul garant de la filiation et de la transmission. Ainsi, cela permettrait de protéger les repères anthropologiques essentiels et de concentrer les efforts de la nation sur le défi de la renaissance démographique."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de consacrer juridiquement la diversité des modèles familiaux pour que l'égalité des droits ne soit plus une déclaration d'intention mais une réalité tangible dans toute l'Union. L'axe central de cette vision est l'instauration d'un principe de reconnaissance mutuelle automatique de la filiation : une parentalité légalement établie dans un État membre, y compris pour les couples de même sexe, doit l'être dans tous les autres, sans procédure spéciale. La bonne approche consiste à transformer les stratégies en faveur de l'égalité en actes législatifs contraignants, à garantir un accès universel à la procréation médicalement assistée sans discrimination, et à faire aboutir la directive européenne sur l'égalité de traitement, bloquée depuis des années. Ainsi, cela permettrait de garantir la sécurité juridique et le bien-être des enfants, de mettre fin aux discriminations fondées sur l'orientation sexuelle et de construire un véritable espace européen des droits familiaux."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de recentrer l'action publique sur la famille fondée sur l'union d'un homme et d'une femme, la considérant comme le socle de la cohésion sociale et le moteur indispensable au renouvellement des générations. La bonne approche consiste donc à concentrer les ressources publiques sur des politiques de soutien à la natalité, telles que l'introduction du quotient familial, l'augmentation de l'allocation unique et des aides ciblées pour l'accès des jeunes couples à la propriété. Les dispositifs de conciliation travail-famille sont pensés spécifiquement pour les mères et les pères, dans une optique de soutien à la parentalité. Ainsi, cela permettrait de stimuler une reprise démographique durable tout en réaffirmant un modèle de société stable, fondé sur la cellule familiale comme premier lieu de solidarité."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de réaffirmer le rôle central de la famille naturelle, fondée sur l'union d'un homme et d'une femme, comme seule cellule fondamentale de la société et de la protéger activement des remises en cause idéologiques. La bonne approche consiste à sanctuariser ce modèle en s'opposant fermement à toute législation qui introduirait des concepts comme l'identité de genre ou des termes parentaux neutres, au profit de la reconnaissance exclusive des rôles de père et de mère. Il s'agit également de criminaliser la gestation pour autrui à l'échelle internationale et de combattre la diffusion de ce qui est considéré comme l'idéologie du genre dans la sphère publique, notamment à l'école. Ainsi, cela permettrait de garantir la prééminence du modèle familial traditionnel et de préserver les repères culturels et sociaux qui en découlent."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de mettre fin à une conception restrictive et hiérarchisée de la famille pour consacrer la pleine égalité juridique de toutes les configurations familiales. La bonne approche consiste à instituer le mariage pour tous, en étendant aux couples de même sexe l'ensemble des droits et devoirs existants, y compris l'accès à l'adoption et à la procréation médicalement assistée. La reconnaissance de la filiation pour les enfants élevés par des parents de même sexe doit être garantie sans aucune distinction. Il est également impératif de se doter d'une loi spécifique pour combattre et sanctionner les discriminations fondées sur l'orientation sexuelle et l'identité de genre. Ainsi, cela permettrait de garantir la sécurité juridique et la dignité de toutes les familles, en faisant de l'égalité un principe non négociable de la vie en société."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de mettre le droit en conformité avec l'évolution de la société, en garantissant une protection juridique pleine et entière contre toute forme de discrimination. La priorité absolue est l'adoption sans délai d'une loi contre l'homophobie et la transphobie, complétée par des initiatives concrètes de prévention des discours de haine. En matière familiale, le principe directeur doit être l'égalité des droits et des devoirs parentaux. En cas de séparation, cela se traduit par une implication paritaire et un partage équilibré des responsabilités, assurant une coparentalité effective. Ainsi, cela permettrait d'établir un cadre juridique juste qui protège la dignité de chaque individu et garantit l'intérêt supérieur de l'enfant."
      }
    ]
  },
  {
    "question": "Comment prévenir les discriminations et garantir l’égalité de traitement entre tous les citoyens ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de transformer le principe d'égalité en une réalité tangible, en passant d'une logique répressive des discriminations à une promotion active de l'égalité des chances pour tous. La bonne approche consiste à instaurer un socle juridique commun en faisant de la discrimination un délit reconnu dans tous les pays, tout en garantissant un accès équitable et universel à l'éducation, à l'emploi, à la santé et au logement. Cela passe également par la mise en place d'une portabilité des droits familiaux, assurant la reconnaissance mutuelle des statuts parentaux pour garantir la libre circulation de toutes les familles. Ainsi, cela permettrait de bâtir une Union où les droits fondamentaux ne sont plus conditionnés par l'identité des personnes ou les frontières nationales, mais sont universellement garantis."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de fonder l'égalité de traitement sur la valorisation des différences objectives entre les personnes, notamment entre les hommes et les femmes, plutôt que sur des constructions idéologiques. La bonne approche consiste à garantir une stricte égalité des chances sur le plan économique et professionnel, en s'attaquant aux écarts de rémunération et en promouvant l'entrepreneuriat féminin. La lutte contre les discriminations doit se concentrer sur les violences de genre, en reconnaissant explicitement leurs manifestations et en combattant les facteurs culturels qui peuvent les justifier. L'action publique doit s'opposer fermement aux théories qui nient les identités sexuées. Ainsi, cela permettrait de promouvoir une véritable égalité des droits et des devoirs, ancrée dans la réalité et le mérite, qui protège la dignité de chacun sans céder à la fragmentation sociale."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de faire de l'égalité et de la non-discrimination le fondement d'une véritable citoyenneté européenne, en allant au-delà des déclarations de principe pour inscrire ces droits dans des mécanismes juridiques contraignants. L'approche efficace consiste à activer tous les leviers législatifs pour combler les lacunes existantes. Priorité sera donnée au déblocage de la directive horizontale anti-discrimination, afin de garantir une protection uniforme, tout en instaurant des mesures concrètes comme la transparence salariale pour l'égalité femmes-hommes et des politiques volontaristes pour l'inclusion des personnes en situation de handicap. Le respect de ces droits fondamentaux doit également devenir une condition non négociable pour l'accès aux financements de l'Union. Ainsi, cela permettrait de construire une Union des droits réels, où l'égalité de traitement n'est plus une option mais une norme appliquée et vérifiable sur l'ensemble du territoire, renforçant la cohésion sociale."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de garantir l'égalité de traitement par des actions ciblées et pragmatiques plutôt que par des proclamations générales. L'approche la plus efficace consiste à déployer des leviers économiques pour corriger les inégalités d'accès à l'emploi, en instaurant des incitations fiscales et des allègements de charges pour encourager l'embauche des femmes, des jeunes et des personnes en situation de handicap. Cette démarche est complétée par un renforcement de la prise en charge des personnes en situation de handicap, par des politiques favorisant l'intégration sociale et professionnelle des immigrés en situation régulière, et par une lutte déterminée contre des formes de haine spécifiques comme l'antisémitisme. Ainsi, cela permettrait de construire une égalité réelle, fondée sur l'élimination des obstacles concrets à la pleine participation économique et sociale de chacun."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de garantir l'égalité de traitement en se concentrant sur les obstacles concrets qui freinent la participation des femmes à la vie économique et sociale, considérant que la maternité ne doit pas être un facteur de pénalisation. La bonne approche consiste à neutraliser les freins à l'embauche en instaurant un congé parental de durée identique pour les deux parents, rendant ainsi le choix indifférent au genre. Ce dispositif sera complété par des allègements de charges pour les entreprises qui recrutent des femmes et un cofinancement public des cursus universitaires scientifiques pour les étudiantes. L'attribution d'une année de retraite anticipée par enfant pour les mères viendra renforcer ce soutien. Ainsi, cela permettrait de lever l'incompatibilité de fait entre carrière professionnelle et maternité, favorisant à la fois l'autonomie économique des femmes et la relance de la natalité."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de dépasser la simple proclamation de l'égalité formelle pour s'attaquer activement aux racines systémiques des discriminations. La bonne approche consiste à bâtir un arsenal législatif complet et cohérent, en commençant par une loi-cadre contre les discriminations fondées sur l'orientation sexuelle, l'identité de genre et le handicap. Il s'agit également de réformer en profondeur le droit de la citoyenneté en instaurant un droit du sol, afin de reconnaître comme citoyens à part entière les enfants nés et scolarisés dans le pays. L'action doit aussi se porter sur la sphère éducative, en intégrant dès le plus jeune âge des programmes de sensibilisation au respect des différences et à l'égalité de genre, tout en garantissant la reconnaissance de tous les modèles familiaux. Ainsi, cela permettrait de construire une société véritablement inclusive, où la dignité de chaque personne est non seulement reconnue mais aussi activement protégée, garantissant une pleine participation de tous à la vie collective."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de traduire le principe d'égalité en un ensemble de droits concrets et de mécanismes de contrôle opposables. L'axe central est l'instauration d'un cadre législatif solide, pénalisant sans ambiguïté les discriminations liées à l'orientation sexuelle et à l'identité de genre, et la création d'une autorité indépendante de protection des droits humains. En matière d'égalité professionnelle, la transparence devient la norme, avec l'obligation pour les entreprises de publier des données sexuées sur les salaires et les promotions. Cette exigence de redevabilité est complétée par un plan d'action national pour l'accessibilité universelle, qui s'attaque aux barrières physiques et culturelles. Ainsi, cela permettrait de faire de l'égalité non plus une simple déclaration d'intention, mais une réalité mesurable et garantie par la loi pour chaque citoyen."
      }
    ]
  },
  {
    "question": "Quelles priorités fixer pour la transition écologique et la politique énergétique ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait d'articuler l'urgence climatique et l'impératif de justice sociale en faisant de la transition écologique un projet industriel et solidaire. La bonne approche consiste à accélérer la décarbonation du système énergétique pour garantir l'autonomie stratégique, en s'appuyant sur les énergies renouvelables et l'efficacité. Cette politique doit être couplée à une stratégie industrielle européenne ambitieuse, qui oriente l'innovation et conditionne les aides publiques au respect de critères sociaux et environnementaux stricts. Les investissements massifs, notamment via un fonds de transition juste renforcé, doivent accompagner les travailleurs, les ménages et les entreprises. Ainsi, cela permettrait de bâtir un nouveau modèle de développement qui concilie leadership climatique, compétitivité et cohésion sociale, transformant la contrainte en une opportunité de progrès partagé."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de piloter la transition écologique en la subordonnant à l'impératif de souveraineté énergétique et de compétitivité industrielle. La bonne approche consiste à rejeter toute approche punitive en s'appuyant sur le principe de neutralité technologique, qui inclut le développement des énergies renouvelables, des biocarburants, de l'hydrogène et du nucléaire de nouvelle génération. La priorité est de garantir l'autonomie des États dans le choix de leur mix énergétique et de réviser les normes contraignantes qui pénalisent l'industrie et les citoyens. La diversification des sources et des fournisseurs, y compris par l'exploitation des ressources nationales et des partenariats stratégiques, constitue un axe central. Ainsi, cela permettrait de concilier la protection de l'environnement avec la croissance économique, en assurant une indépendance stratégique durable et une énergie sûre et abordable pour tous."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait d'orchestrer une véritable révolution énergétique pour atteindre la souveraineté continentale et garantir une transition socialement juste. L'axe central de cette stratégie est la création d'un fonds structurel pour le climat, sur le modèle du plan de relance mais rendu permanent, capable de mobiliser au moins 1% du PIB européen chaque année via l'émission de dette commune. Pour y parvenir, la priorité est une sortie radicale des énergies fossiles, en abolissant toutes leurs subventions et en excluant le gaz et le nucléaire de la taxonomie verte, tout en réformant le marché pour que les prix de l'électricité reflètent le faible coût des renouvelables. La création d'une Banque européenne dédiée financera les filières industrielles vertes stratégiques. Ainsi, cela permettrait de bâtir une véritable autonomie énergétique, de réduire durablement la facture pour les ménages et les entreprises, et de faire de la transition écologique un moteur de justice sociale plutôt qu'un fardeau."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de concilier la transition écologique avec l'impératif de l'autosuffisance énergétique nationale, en adoptant une approche pragmatique et technologiquement neutre. La bonne approche consiste à diversifier le bouquet énergétique en accélérant la production d'énergies renouvelables, tout en exploitant pleinement les ressources nationales comme le gaz naturel et en évaluant sans tabou le recours à l'énergie nucléaire de nouvelle génération. Parallèlement, la protection de l'environnement doit se traduire par des actions concrètes : mise en œuvre d'un plan national d'économie circulaire, transformation des déchets en énergie et promotion d'une mobilité urbaine durable. Ainsi, cela permettrait de garantir la sécurité des approvisionnements, de réduire la dépendance extérieure et de progresser vers les objectifs climatiques grâce à des solutions réalistes et économiquement viables."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait d'aborder la transition écologique non pas comme une contrainte idéologique, mais comme un impératif stratégique, en visant une autonomie énergétique qui garantisse la compétitivité économique. La bonne approche consiste à garantir la sécurité d'approvisionnement en diversifiant le mix énergétique sur la base du principe de neutralité technologique. Cela implique de relancer un programme nucléaire de nouvelle génération, de maximiser la production nationale de gaz naturel comme énergie de transition, et de développer les filières de valorisation énergétique des déchets. En matière de mobilité, il s'agit de refuser l'échéance de 2035 pour les moteurs thermiques, en soutenant plutôt le développement des biocarburants et des carburants synthétiques. Ainsi, cela permettrait d'assurer une transition progressive et réaliste, réduisant la dépendance énergétique extérieure sans sacrifier le tissu industriel, tout en garantissant une énergie sûre et à des coûts soutenables pour les ménages et les entreprises."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait d'engager une sortie rapide et totale des énergies fossiles et du nucléaire pour atteindre la neutralité climatique et la souveraineté énergétique. L'axe central est une accélération massive du déploiement des énergies renouvelables, avec un objectif d'installation de 15 GW par an, tout en actant un arrêt définitif des nouveaux projets d'infrastructures gazières et de forage. Cette stratégie, qui exclut explicitement le recours au nucléaire, doit être complétée par un plan d'électrification des usages et de rénovation énergétique des bâtiments. Pour y parvenir, des objectifs contraignants doivent être fixés : une réduction de 70 % des émissions d'ici 2030 et un secteur électrique entièrement décarboné à l'horizon 2035. Ainsi, cela permettrait de bâtir un modèle énergétique entièrement décarboné, résilient face aux chocs climatiques et géopolitiques, et fondé sur une démocratie énergétique où les citoyens et les territoires sont acteurs de la transition."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de concilier la sécurité d'approvisionnement et la décarbonation profonde en rejetant tout dogmatisme technologique. La priorité est d'accélérer massivement le déploiement des énergies renouvelables, tout en engageant un retour stratégique à l'énergie nucléaire pour garantir une production de base stable et décarbonée. À court terme, la production nationale de gaz sera augmentée pour assurer l'indépendance énergétique. Un levier essentiel sera la réforme du marché de l'électricité afin de découpler les prix des renouvelables de ceux des énergies fossiles. En parallèle, des plans d'efficacité énergétique ambitieux viseront les secteurs du bâtiment et des transports. Ainsi, cela permettrait d'atteindre la neutralité carbone d'ici 2050 tout en garantissant la souveraineté énergétique et des prix compétitifs."
      }
    ]
  },
  {
    "question": "Comment améliorer le système éducatif et la formation professionnelle ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de concevoir l'éducation et la connaissance comme un bien public européen, un investissement stratégique essentiel à la cohésion sociale et à la compétitivité future. La bonne approche consiste à créer un véritable espace européen de l'éducation d'ici 2025 par la reconnaissance mutuelle et automatique de tous les diplômes. Parallèlement, il est crucial de déployer un plan continental pour la formation continue, afin d'accompagner les travailleurs dans les transitions écologique et numérique. L'accès aux études et aux programmes de mobilité doit être universalisé grâce à des financements renforcés, pour qu'il ne dépende plus de l'origine sociale. Ainsi, cela permettrait de garantir une réelle égalité des chances tout en construisant une citoyenneté active et une économie du savoir plus résiliente."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait d'aligner étroitement le système éducatif et la formation professionnelle sur les besoins concrets de l'économie, afin de garantir l'employabilité des jeunes et la compétitivité des entreprises. La bonne approche consiste à systématiser les parcours en alternance pour créer une passerelle directe entre l'école et le monde du travail. La priorité est de moderniser les cursus en intégrant l'alphabétisation numérique dès le plus jeune âge et en orientant activement vers les disciplines scientifiques et technologiques, en particulier pour les filles, tout en encourageant l'entrepreneuriat. Ainsi, cela permettrait de réduire la fracture entre le monde académique et le secteur productif, de diminuer significativement le chômage des jeunes et de doter l'économie d'une main-d'œuvre qualifiée, prête à relever les défis de l'innovation."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de traiter l'éducation et la formation non plus comme des dépenses ajustables, mais comme des investissements stratégiques fondamentaux, exclus des contraintes budgétaires européennes. L'axe central est la construction d'un véritable espace commun du savoir, ce qui passe par l'instauration d'un système de reconnaissance mutuelle et automatique des diplômes et des qualifications professionnelles pour garantir une mobilité effective. Pour y parvenir, la priorité est de lancer un vaste plan de modernisation des infrastructures scolaires financé par l'Europe et de converger vers des standards de qualité élevés, notamment en fixant un nombre maximal d'élèves par classe. Ainsi, cela permettrait d'assurer une réelle égalité des chances, de renforcer le capital humain du continent et de faire de la formation le principal levier d'une citoyenneté active et d'une compétitivité durable."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de refonder le système éducatif pour en faire un véritable levier de compétence et d'insertion professionnelle, en le reconnectant aux besoins du marché du travail. L'axe central consiste à revaloriser la filière professionnelle et technique, à encourager les cursus scientifiques et technologiques (STEM) et à instaurer un principe de mérite à tous les niveaux. Pour y parvenir, il faut garantir la liberté de choix éducatif des familles grâce à un système de chèque-scolaire, tout en offrant un soutien accru aux étudiants méritants et issus de milieux modestes. Un plan d'investissement doit également stabiliser le corps enseignant en éliminant la précarité et en assurant sa formation continue. Ainsi, cela permettrait de former une jeunesse mieux préparée aux défis de l'économie, de lutter contre le chômage des jeunes et d'attirer en retour les talents partis à l'étranger."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de combler le fossé entre la formation théorique et les besoins réels du marché du travail, en transformant le système éducatif en un véritable tremplin vers l'emploi. La bonne approche consiste à institutionnaliser un dialogue permanent entre le monde de l'entreprise, les écoles et les universités pour co-construire les programmes, tout en revalorisant la filière professionnelle comme une voie d'excellence spécialisée, directement connectée aux bassins d'emploi locaux. L'apprentissage et l'alternance doivent être généralisés et placés au cœur de ce modèle. Ainsi, cela permettrait de garantir que chaque jeune diplômé dispose non seulement d'un savoir théorique, mais surtout de compétences pratiques immédiatement opérationnelles, réduisant ainsi drastiquement le décalage entre l'offre et la demande de compétences."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de refonder le système éducatif sur le principe d'un droit universel et gratuit, en le soustrayant aux logiques de marché pour en faire un puissant levier d'émancipation individuelle et collective. La bonne approche consiste à garantir la gratuité totale du parcours, du plus jeune âge jusqu'à l'université, en la finançant par une fiscalité progressive. Pour y parvenir, il s'agit de réduire drastiquement la taille des classes, de stabiliser le corps enseignant par un plan massif de titularisations, et de réformer la formation professionnelle en la recentrant sur le parcours éducatif plutôt que sur les besoins immédiats des entreprises. La lutte contre la précarité doit également s'étendre aux chercheurs universitaires. Ainsi, cela permettrait de lutter activement contre les inégalités sociales et la pauvreté éducative, en restaurant la vocation de l'école comme principal vecteur de mobilité sociale et de formation de citoyens critiques et conscients."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait d'opérer une refonte structurelle du système éducatif pour lutter contre l'échec scolaire et l'aligner sur les besoins de l'économie. L'axe central consiste à réformer la formation professionnelle sur un modèle dual, où les programmes sont co-construits avec les entreprises et dispensés par des praticiens du secteur pour garantir l'acquisition de compétences directement opérationnelles. Parallèlement, la scolarité obligatoire sera étendue jusqu'à 18 ans et le temps plein généralisé en primaire. Une stratégie ciblée de lutte contre les inégalités territoriales, avec des classes à effectifs réduits et des incitations pour les enseignants dans les zones difficiles, complétera le dispositif. Ainsi, cela permettrait de réduire drastiquement le décrochage scolaire, de garantir une meilleure adéquation entre les formations et l'emploi, et d'offrir de réelles perspectives de mobilité sociale."
      }
    ]
  },
  {
    "question": "Comment concilier la réduction de la dette publique avec la nécessité d’investir dans les services publics ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de rompre avec le paradigme de l'austérité budgétaire en dissociant la gestion de la dette de la capacité d'investissement stratégique. La bonne approche consiste à pérenniser les instruments d'investissement communs, en les finançant par une capacité budgétaire européenne propre, alimentée par des ressources nouvelles comme la taxation sur les transactions financières et le numérique. Cette capacité fiscale partagée doit être fléchée vers les biens publics et les grandes transitions, libérant ainsi les budgets nationaux de ces charges. Ainsi, cela permettrait d'engager une trajectoire de désendettement soutenable, non par la contraction des dépenses, mais par une croissance stimulée par l'investissement, tout en modernisant les services essentiels."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de sortir du dilemme entre rigueur budgétaire et investissement public en faisant de la croissance économique le seul véritable levier de la soutenabilité de la dette. La bonne approche consiste à dissocier les dépenses courantes des investissements d'avenir, en sanctuarisant les plus stratégiques comme ceux dédiés aux transitions verte et numérique ou à la défense. Le levier principal est d'obtenir leur exclusion du calcul des déficits publics, ce qui nécessite une révision des règles budgétaires européennes pour plus de flexibilité. Ainsi, cela permettrait d'enclencher un cercle vertueux où l'investissement ciblé stimule l'activité, laquelle réduit mécaniquement le poids de la dette et assure le financement des services publics sans recourir à l'austérité."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de rompre avec la logique binaire et contre-productive qui oppose discipline budgétaire et investissement public. La saine gestion des finances publiques ne doit pas se faire au détriment des services essentiels et de la croissance future. L'axe central de cette approche est l'instauration d'une règle d'or budgétaire : certains investissements stratégiques, précisément définis, doivent être exclus du calcul du déficit et de la dette soumis aux contraintes européennes. Cette sanctuarisation doit concerner les dépenses favorisant la transition écologique, le renforcement des systèmes de santé et d'éducation, ainsi que le développement du capital humain. Ainsi, cela permettrait de mener de front une politique d'investissement ambitieuse, indispensable à la compétitivité et au bien-être, tout en poursuivant un assainissement ciblé des finances publiques, en distinguant clairement la dette qui prépare l'avenir de celle qui finance les dépenses courantes."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de sortir de l'opposition stérile entre austérité et dépenses en misant sur une croissance économique robuste comme seul véritable levier de soutenabilité budgétaire. La bonne approche consiste à provoquer un choc d'offre par une réduction drastique de la pression fiscale sur les entreprises et le travail, afin de libérer l'investissement privé. Parallèlement, la dépense publique d'investissement doit être optimisée grâce à la pleine utilisation des fonds européens et à une simplification radicale des procédures d'appels d'offres, garantissant un meilleur rendement de chaque euro dépensé. Ainsi, cela permettrait de créer un cercle vertueux : la croissance générée augmenterait les recettes fiscales et réduirait mécaniquement le poids de la dette par rapport au PIB, dégageant les marges de manœuvre nécessaires pour financer durablement des services publics efficaces sans recourir à un endettement supplémentaire."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de rompre avec la logique d'austérité en faisant de la croissance économique le principal levier de la soutenabilité budgétaire. La bonne approche consiste à déclencher un choc de compétitivité par une réforme fiscale radicale, instaurant un impôt à taux unique (\"flat tax\"). Cette mesure vise à libérer l'investissement privé et le pouvoir d'achat, à encourager la formalisation de l'économie souterraine et, par conséquent, à élargir l'assiette fiscale. La maîtrise de la dette ne passe donc pas par la hausse des prélèvements mais par la stimulation de l'activité qui les génère. Ainsi, cela permettrait de créer un cercle vertueux où la croissance du PIB réduit mécaniquement le poids de la dette et assure des recettes fiscales suffisantes pour financer les services publics essentiels, sans recourir à de nouvelles coupes budgétaires."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de rompre avec le dogme de l'austérité et la vision purement comptable de la dette, pour faire de l'investissement public le moteur de la transformation écologique et sociale. La bonne approche consiste à sanctuariser les dépenses d'avenir, en particulier celles liées à la transition écologique, en les excluant des règles budgétaires européennes. Pour y parvenir, il est essentiel de réformer en profondeur le Pacte de stabilité et de pérenniser les mécanismes de mutualisation de la dette. Le financement de ces investissements stratégiques doit reposer sur une fiscalité plus juste, ciblant les superprofits et les grandes fortunes, et non sur des coupes dans les services essentiels. Ainsi, cela permettrait de financer la transition sans sacrifier le bien-être collectif, en posant les bases d'une prospérité durable qui rend la dette soutenable à long terme."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de rompre avec le dilemme stérile entre austérité et relance, en créant des marges de manœuvre par une gestion rigoureuse plutôt que par l'endettement. L'axe central consiste à mener une chasse systématique aux dépenses improductives et aux gaspillages, notamment via la centralisation et la standardisation des achats publics. En parallèle, les recettes issues d'une lutte intensifiée contre l'évasion fiscale seront intégralement réinvesties. Ces ressources ainsi dégagées financeront à la fois les investissements stratégiques dans les services publics et un allègement de la pression fiscale sur les ménages et les entreprises. Ainsi, cela permettrait d'enclencher un cercle vertueux où la consolidation des finances publiques est le résultat de la croissance et de l'efficacité, et non un objectif atteint au détriment de l'investissement."
      }
    ]
  },
  {
    "question": "Quelles actions entreprendre pour prévenir la corruption et renforcer la transparence des institutions ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait d'ériger l'intégrité des institutions en principe absolu, en passant d'une logique de contrôle a posteriori à une exigence de transparence préventive et systématique. La bonne approche consiste à imposer un cadre éthique contraignant à toutes les institutions et à conditionner systématiquement l'octroi des fonds européens au respect de l'État de droit. Parallèlement, il est impératif de réguler strictement les activités de lobbying en rendant toutes les rencontres publiques et d'instaurer un délai de carence obligatoire après un mandat public pour prévenir les conflits d'intérêts et le pantouflage. Ainsi, cela permettrait de garantir une gestion irréprochable des fonds publics et de protéger le processus démocratique des influences illégitimes, restaurant ainsi la confiance citoyenne."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de garantir l'intégrité des institutions en s'attaquant aux racines de la corruption et de la grande criminalité par une action coordonnée et intransigeante. La bonne approche consiste à systématiser l'échange d'informations entre les autorités judiciaires et à harmoniser les normes pour neutraliser les réseaux criminels transnationaux. L'action prioritaire vise à démanteler les paradis fiscaux et à lutter contre la fraude, en s'inspirant des législations nationales les plus efficaces en matière de lutte contre le crime organisé. Il s'agit également de garantir l'exécution des obligations judiciaires sur l'ensemble du territoire. Ainsi, cela permettrait de restaurer la primauté du droit et d'assurer une concurrence équitable, renforçant la confiance des citoyens et des entreprises dans un espace judiciaire transparent."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait d'instaurer une véritable éthique institutionnelle, en substituant aux codes de conduite volontaires un cadre juridique robuste fondé sur des règles contraignantes, un contrôle indépendant et des sanctions dissuasives. L'axe central est la création d'un organisme d'éthique réellement indépendant, composé de membres extérieurs et doté de pouvoirs d'enquête, afin de superviser toutes les institutions. La bonne approche consiste à rendre le registre de transparence intégralement obligatoire et à le doter de pouvoirs de vérification, tout en interdisant les activités rémunérées annexes pour les élus et en imposant une période de carence stricte après leur mandat. Ainsi, cela permettrait de prémunir le processus démocratique contre les ingérences et les conflits d'intérêts, restaurant la confiance des citoyens par une obligation de rendre des comptes effective et non plus déclaratoire."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de prévenir la corruption par une refonte structurelle de l'appareil d'État, en misant sur la simplicité et l'efficacité pour garantir la transparence. L'axe central de cette démarche est une simplification drastique des procédures administratives, notamment par une refonte du code des marchés publics, afin de réduire les zones d'opacité. Cette simplification doit s'accompagner d'une numérisation complète de l'administration pour assurer la traçabilité des décisions et d'une réforme de la justice visant à rendre les sanctions, en particulier en matière de délinquance économique, plus rapides et effectives. Ainsi, cela permettrait de rationaliser le fonctionnement des institutions, de réduire les marges d'arbitraire et de restaurer une relation de confiance entre les citoyens et l'État, créant un environnement structurellement hostile à la corruption."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de démanteler les mécanismes systémiques qui favorisent la corruption et l'opacité, en ciblant les conflits d'intérêts au sein du pouvoir judiciaire et l'inefficacité de l'administration. La bonne approche consiste à imposer une séparation stricte des carrières entre magistrats du siège et du parquet, et à briser les logiques de cooptation au sein de leur organe de gouvernance par une sélection par tirage au sort. Parallèlement, une simplification radicale des procédures administratives limitera le pouvoir discrétionnaire, tandis que les sanctions contre l'infiltration criminelle cibleront les individus responsables sans paralyser l'ensemble des institutions locales. Ainsi, cela permettrait de garantir l'impartialité de la justice, d'accélérer l'action publique et de rendre les institutions plus résistantes aux influences illicites, restaurant la confiance des citoyens."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de mener une offensive globale contre l'opacité et l'illégalité, en considérant la transparence comme le principal rempart de l'intégrité institutionnelle. La bonne approche consiste à garantir un accès public systématique à l'information, notamment en matière environnementale et de marchés publics, et à responsabiliser les citoyens en facilitant les signalements. Pour y parvenir, il est essentiel de renforcer les moyens des autorités de contrôle et de mettre en place des mécanismes préventifs stricts, comme la rotation du personnel dans les administrations à risque et l'obligation de \"pactes d'intégrité\" dans les appels d'offres. L'action doit aussi cibler les racines économiques de la corruption par la traçabilité des flux financiers et la réaffectation sociale des biens confisqués. Ainsi, cela permettrait de créer un environnement hostile à la collusion et au crime organisé, restaurant la confiance des citoyens et assurant que les ressources publiques servent exclusivement l'intérêt général."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de substituer à une approche purement répressive une réforme systémique qui s'attaque aux racines de l'opacité et de l'inefficacité. L'axe central est une refonte du système judiciaire pour garantir son indépendance, notamment par la séparation des carrières des magistrats et des procureurs et une réforme de leur organe de gouvernance. Parallèlement, la transparence de l'administration publique sera assurée par une numérisation intégrale des procédures et la centralisation des marchés publics, éliminant les zones grises propices aux arrangements. Les processus de participation démocratique seront eux aussi dématérialisés pour garantir une traçabilité complète. Ainsi, cela permettrait de restaurer la confiance des citoyens, en créant un environnement où l'intégrité et le mérite sont les seuls critères de décision."
      }
    ]
  },
  {
    "question": "Quelles politiques mettre en œuvre pour soutenir la natalité et les familles ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de construire un environnement favorable à la parentalité, en s'attaquant aux obstacles structurels qui pèsent sur les familles et freinent l'égalité. La bonne approche consiste à instaurer un congé parental de cinq mois, entièrement rémunéré, égalitaire et non transférable pour les deux parents, complété par un investissement massif dans les services publics de la petite enfance, notamment les crèches, pour garantir un accès universel. Cette politique doit reconnaître et soutenir explicitement la diversité des modèles familiaux et s'appuyer sur une garantie pour l'enfance visant à éradiquer la pauvreté infantile dès le plus jeune âge. Ainsi, cela permettrait de redistribuer équitablement la charge des soins, de favoriser l'emploi des femmes et d'offrir à chaque enfant un départ équitable dans la vie."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait d'élever la politique familiale au rang d'investissement stratégique, en considérant la dépense pour la natalité comme un moteur de croissance future. La bonne approche consiste à lui dédier une part significative du budget, afin de financer des mesures de soutien direct aux familles et à la parentalité. Il est également essentiel de promouvoir activement une culture favorable à l'enfant, en créant des programmes ciblés pour accompagner les mères en situation de fragilité dans leur projet de maternité. Ainsi, cela permettrait d'enrayer le déclin démographique et de garantir la pérennité du modèle social et économique."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de cesser de traiter la natalité comme un enjeu démographique abstrait pour la considérer comme le résultat de conditions de vie concrètes. La bonne approche consiste à instaurer un congé parental de même durée et aux mêmes conditions pour les deux parents, tout en garantissant un accès universel et public à des services de garde d'enfants de qualité dès le plus jeune âge. L'accès à la procréation médicalement assistée doit être érigé en droit fondamental, soutenu par des politiques qui assurent la stabilité économique des foyers et l'indépendance financière des femmes. Ainsi, cela permettrait de lever les obstacles matériels et sociaux à la parentalité, de favoriser une répartition équitable des charges familiales et de permettre à chacun de fonder une famille par choix, et non en fonction de sa situation économique ou de son genre."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de faire de la relance démographique une priorité nationale, en créant un environnement économique et social qui incite à fonder une famille. La bonne approche consiste à combiner une réforme fiscale structurelle, via l'introduction du quotient familial, avec un soutien direct au pouvoir d'achat des ménages. Concrètement, cela se traduit par l'augmentation de l'allocation unique universelle, la gratuité des crèches, la baisse de la TVA sur les produits de l'enfance, et des facilités d'accès au logement pour les jeunes couples. Ainsi, cela permettrait de lever les principaux freins économiques à la parentalité, d'encourager tangiblement les naissances et de réaffirmer la centralité de la famille dans la société."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de faire de la famille le pilier de la relance démographique et économique, en substituant les aides ponctuelles par une refonte structurelle de la fiscalité et des soutiens à la maternité. La bonne approche consiste à instaurer un quotient familial, faisant du foyer l'unité fiscale de référence pour moduler l'impôt en fonction du nombre d'enfants. Cette réforme sera complétée par des aides directes à la parentalité, comme une contribution pour chaque naissance, des prêts à taux réduit pour les jeunes familles, et l'octroi d'une année de cotisation retraite par enfant pour les mères. La fiscalité sur les produits de première nécessité pour l'enfance sera également allégée. Ainsi, cela permettrait de créer un environnement fiscal et social favorable à la natalité, en reconnaissant la parentalité comme un investissement pour la collectivité et en rendant la décision de fonder une famille économiquement plus soutenable."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de bâtir une politique familiale universelle qui traite le soutien à la parentalité non comme une aide ciblée, mais comme un investissement fondamental dans l'égalité et le bien-être collectif. L'axe central est la mise en place d'un service public de la petite enfance, universel et entièrement gratuit. Cette mesure doit s'accompagner d'une réforme du congé parental, en l'allongeant et en le rendant strictement paritaire et obligatoire pour les deux parents, complétée par une politique de réduction du temps de travail sans perte de salaire. L'objectif est de lever les barrières économiques qui pèsent sur les familles en garantissant aussi un accès gratuit à la culture et aux loisirs pour les enfants. Ainsi, cela permettrait de garantir que le choix d'avoir des enfants ne se traduise plus par une précarisation économique ou un recul de l'égalité entre les femmes et les hommes, tout en assurant le plein épanouissement des enfants."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de passer d'une mosaïque d'aides ponctuelles à une politique familiale intégrée et universelle, visant à la fois à inverser la courbe démographique et à libérer le potentiel du travail féminin. Le pilier de ce dispositif est une allocation unique universelle, renforcée et modulée pour encourager l'activité des deux parents. L'effort principal portera sur la suppression des barrières économiques à la parentalité, en rendant les crèches gratuites pour les revenus modestes et en instaurant un système de remboursement pour une large gamme de dépenses éducatives, culturelles et de garde. En parallèle, une réforme des congés parentaux favorisera un partage plus équilibré des responsabilités, afin de neutraliser l'impact de la maternité sur la carrière des femmes. Ainsi, cela permettrait de créer un environnement économique et social où fonder une famille ne constitue plus un obstacle à l'épanouissement professionnel et financier, mais un projet de vie soutenu par un engagement structurel de la collectivité."
      }
    ]
  },
  {
    "question": "Comment assurer un accès équitable et efficace au système de santé pour l’ensemble de la population ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idée serait de concevoir la santé non plus comme une compétence nationale isolée, mais comme un bien public européen, en bâtissant une véritable Union de la santé pour garantir l'égalité d'accès aux soins. La bonne approche consiste à mutualiser les capacités stratégiques en créant un grand institut public européen pour la recherche, la production et la distribution de médicaments et de vaccins. Cette autonomie s'appuierait sur des mécanismes d'achat en commun pour maîtriser les coûts et sur la promotion de brevets ouverts pour stimuler l'innovation partagée. Ainsi, cela permettrait de réduire les inégalités, de préparer l'Union aux futures crises sanitaires et de garantir à chaque citoyen un accès effectif et équitable aux traitements."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idée serait de garantir un système de santé efficace et proche des citoyens, en le renforçant par des investissements structurels et une coopération pragmatique. La bonne approche consiste à augmenter significativement les investissements dans la santé publique et à renforcer la collaboration transfrontalière, notamment en matière de prévention des épidémies. La priorité est de financer des campagnes de dépistage et de lutte contre les dépendances, tout en promouvant le bien-être par le sport. Toute action doit impérativement respecter les droits fondamentaux des personnes et préserver la souveraineté des États dans la gestion de leur système de santé. Ainsi, cela permettrait de bâtir un système de santé plus résilient et capable de faire face aux futures crises sanitaires, tout en garantissant un accès aux soins de qualité sans conditionnement idéologique ni atteinte aux libertés individuelles."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idée serait de dépasser les logiques nationales en fondant une véritable Union européenne de la santé, où l'accès aux soins n'est plus une variable économique mais un droit fondamental garanti à tous. La bonne approche consiste à faire de la santé une compétence partagée, à sanctuariser les investissements sanitaires en les excluant des contraintes budgétaires, et surtout à créer une infrastructure publique européenne de recherche et de production pour les médicaments essentiels, afin de maîtriser les prix et de pallier les défaillances du marché. Ainsi, cela permettrait de garantir une sécurité sanitaire stratégique pour le continent, de mettre fin à la loterie géographique dans l'accès aux traitements et de construire des systèmes de santé publics résilients et véritablement universels."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idée serait de recentrer le système de santé sur les besoins concrets des citoyens en garantissant un accès rapide et de proximité aux soins. La priorité absolue est de résorber les listes d'attente en restaurant l'intégralité des prestations ordinaires et des dépistages. Pour y parvenir, il faut renforcer la médecine de territoire et augmenter significativement les effectifs de médecins et de soignants. Parallèlement, l'accès aux soins sera facilité par l'élargissement des prestations médicales exonérées de ticket modérateur, allégeant ainsi le coût pour les patients. Cette démarche s'appuiera sur une révision globale du plan sanitaire national pour le rendre plus efficace et réactif. Ainsi, cela permettrait d'offrir une réponse équitable sur tout le territoire et d'assurer que chaque citoyen reçoive les soins nécessaires en temps voulu."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idée serait de garantir un accès effectif aux soins en désengorgeant le système hospitalier et en le réorientant vers une prise en charge de proximité et de prévention. La bonne approche consiste à lever la barrière à l'entrée des études de médecine en supprimant le numerus clausus, pour le remplacer par une sélection au terme d'un premier semestre ouvert à tous. Parallèlement, la réduction des listes d'attente sera assurée par une augmentation des capacités du service public et une meilleure intégration du secteur privé conventionné. L'accent sera mis sur le renforcement de la médecine de ville et des soins à domicile, tout en garantissant la liberté de choix thérapeutique pour les patients. Ainsi, cela permettrait de rendre le système de santé plus réactif et accessible, en assurant le renouvellement des générations de soignants et en rapprochant l'offre de soins des besoins réels des citoyens sur leur territoire."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idée serait de rompre avec la logique d'affaiblissement et de marchandisation du système de santé pour réaffirmer son caractère de service public universel, intégralement financé par la collectivité. L'axe central est un plan massif de réinvestissement dans les infrastructures et le personnel, financé par la solidarité nationale. La bonne approche consiste à mettre fin au système à deux vitesses en supprimant tout avantage fiscal aux assurances privées et en intégrant les médecins de ville au sein du service public. La priorité doit être donnée au renforcement des soins de proximité et à une politique de prévention ambitieuse, afin de traiter les causes des maladies en amont. Ainsi, cela permettrait de garantir l'effectivité du droit à la santé pour tous, de réduire les inégalités territoriales et sociales d'accès aux soins, et de construire un système résilient, centré sur le bien-être de la population plutôt que sur la rentabilité."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idée serait de refonder le système de santé pour surmonter les faiblesses révélées par la crise, en passant d'une logique de soin à une stratégie de santé globale. L'axe central est une recentralisation de la gouvernance stratégique pour garantir un socle de prestations homogène et mettre fin aux disparités territoriales. La priorité ira au renforcement d'un maillage de proximité, intégrant soins primaires et accompagnement social, tandis qu'un plan d'urgence réduira les listes d'attente avec des délais maximaux garantis. Une nouvelle agence nationale de prévention pilotera la préparation aux crises. Ainsi, cela permettrait de garantir un accès effectif et équitable aux soins, avec un financement pérenne aligné sur les standards européens."
      }
    ]
  }
]