[
  {
    "question": "Quale politica lo Stato dovrebbe adottare riguardo all'ingresso e al soggiorno delle persone migranti?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di sostituire a una gestione della crisi subita una politica di accoglienza solidale e condivisa su scala europea, al fine di governare la migrazione come un elemento ordinario delle società moderne. Il giusto approccio consiste nel riformare il sistema di ripartizione delle richieste d'asilo per fondarlo su una responsabilità realmente comune, uscendo dalla logica del paese di primo ingresso. Ciò implica l'istituzione di una missione di salvataggio in mare permanente e la creazione di vie d'ingresso legali e sicure, inclusi corridoi umanitari. Un fondo europeo per l'accoglienza diffusa sosterrebbe direttamente i progetti presentati dalle collettività locali impegnate in un'integrazione dignitosa. Così ciò permetterebbe di garantire il rispetto dei diritti fondamentali assicurando al contempo una gestione umana e ordinata dei flussi, fondata sulla cooperazione e sulla legalità."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di riprendere il controllo dei flussi sostituendo un approccio strutturale e legale alla gestione degli arrivi irregolari. La priorità è affrontare il fenomeno alla sua fonte stabilendo accordi di cooperazione con i paesi terzi per prevenire le partenze e gestirvi le domande di protezione. L'asse centrale di questa politica è il rafforzamento del controllo delle frontiere esterne, lo smantellamento delle reti di trafficanti e l'attuazione di piani di sviluppo per affrontare le cause profonde della migrazione. Le vie di ingresso legali devono essere condizionate a quote basate sui bisogni reali del mercato del lavoro. Così, ciò permetterebbe di ridurre drasticamente l'immigrazione clandestina pur organizzando un'immigrazione regolare e controllata."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di sostituire la gestione della crisi con una politica di asilo e migrazione strutturata, che coniughi umanità e pragmatismo. L'approccio giusto consiste nell'esternalizzare l'esame preliminare delle domande di asilo in paesi terzi sicuri tramite commissioni di esperti, creando così vie di accesso legali e sicure che prosciughino le reti clandestine. Per gli arrivi irregolari rimanenti, è imperativo istituire un meccanismo di riorientamento automatico e obbligatorio tra gli Stati, basato su criteri oggettivi come il PIL e il tasso di disoccupazione, affrontando al contempo le cause profonde delle migrazioni mediante una cooperazione rafforzata. In tal modo si potrebbe controllare i flussi, garantire una ripartizione equa delle responsabilità in Europa e sostituire il modello attuale, costoso e disumano, con un sistema ordinato e dignitoso."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di riprendere il controllo dei flussi migratori distinguendo nettamente le vie d'ingresso legali e la lotta contro l'immigrazione irregolare. La priorità è prevenire gli arrivi illegali a monte, stipulando accordi con i paesi del Nord Africa per bloccare le partenze e la tratta degli esseri umani. L'approccio più efficace consiste nell'esternalizzare il trattamento delle domande d'asilo in centri di accoglienza situati al di fuori del territorio europeo e gestiti dall'Unione europea. Parallelamente, va favorita una politica attiva di inclusione sociale e professionale per gli immigrati in situazione regolare. In tal modo, si permetterebbe di smantellare le reti dei trafficanti, di gestire i flussi prima del loro arrivo sul suolo nazionale e di garantire una gestione ordinata che favorisca l'integrazione dei soli migranti legali."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di sostituire alla gestione dell'emergenza una politica strutturata di controllo dei flussi, agendo alla fonte per distinguere gli ingressi legali dalle migrazioni irregolari. L'approccio corretto consiste nell'esternalizzare il trattamento delle domande d'asilo in centri di identificazione situati nel Nord Africa, in collaborazione con le organizzazioni internazionali e i paesi di partenza. Parallelamente, sarà ristabilito un controllo rigoroso delle frontiere marittime, con divieti di ingresso nelle acque nazionali e una cooperazione rafforzata con le guardie costiere libiche. Gli ingressi sul territorio saranno condizionati a canali legali e qualificati, in funzione dei fabbisogni del mercato del lavoro, ponendo fine alle regolarizzazioni di massa e agli stati di protezione derogatori. All'interno, le procedure di allontanamento saranno rese effettive da una vasta rete di centri di detenzione. In tal modo, ciò permetterebbe di ridurre in modo durevole gli arrivi irregolari e di garantire che solo le persone idonee a una protezione vengano accolte, dopo un esame della loro situazione a monte del loro arrivo sul territorio."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di abbandonare una gestione puramente incentrata sulla sicurezza dei flussi migratori per adottare un approccio fondato sulla solidarietà e sul rispetto dei diritti umani. Il giusto approccio consiste nel sostituire il sistema di Dublino con un meccanismo europeo di ripartizione solidale e nell'aprire canali di migrazione legali e sicuri per prosciugare l'immigrazione irregolare. Ciò implica ristabilire una missione pubblica di salvataggio in mare, cessare gli accordi di esternalizzazione del controllo delle frontiere e sopprimere i centri di detenzione amministrativa. La semplificazione delle procedure d'asilo e la facilitazione dell'accesso al mercato del lavoro sono essenziali per favorire un'integrazione riuscita. In tal modo, ciò consentirebbe di garantire la dignità delle persone, di combattere efficacemente l'economia sommersa e di mettere la politica migratoria in conformità con il diritto internazionale."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di uscire da una gestione emergenziale per adottare una politica migratoria pragmatica, allineata sui bisogni demografici ed economici del paese. L'asse centrale è distinguere i profili per aprire vie d'ingresso legali e pianificate, rispondendo alle esigenze del mercato del lavoro tramite un meccanismo di sponsorizzazione a distanza. L'integrazione non è un'opzione ma una condizione, che passa per percorsi di formazione linguistica e culturale obbligatori per i nuovi arrivati. Parallelamente, la regolarizzazione delle persone già presenti sul territorio sarà strettamente condizionata all'ottenimento di un lavoro dichiarato, e l'accesso alla cittadinanza sarà legato al completamento con successo di un percorso scolastico completo. Così, ciò permetterebbe di ridurre drasticamente l'immigrazione irregolare pur rispondendo alle carenze di manodopera e rafforzando la coesione sociale."
      }
    ]
  },
  {
    "question": "Quali misure dovrebbero essere privilegiate per favorire l'occupazione e ridurre la disoccupazione?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di rifondare il patto sociale attorno al lavoro di qualità, agendo simultaneamente sulla retribuzione, sulla stabilità e sulla protezione dei lavoratori di fronte alle transizioni. Il giusto approccio consiste nell'instaurare una base di remunerazione decente tramite un salario minimo legale, rendendo al contempo permanente il fondo europeo di sostegno all'occupazione per farne un meccanismo comune di assicurazione contro la disoccupazione. Questo dispositivo deve mettere in sicurezza i percorsi durante le transizioni ecologica e digitale. Parallelamente, è opportuno favorire la riduzione dell'orario di lavoro a parità di salario per condividere meglio i guadagni di produttività e porre definitivamente fine ai tirocini non retribuiti. In tal modo si potrebbe costruire un mercato del lavoro più resiliente ed equo, in cui la sicurezza professionale e il potere d'acquisto sono rafforzati per tutti i lavoratori, qualunque sia il loro settore."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe quella di liberare le energie produttive per dinamizzare il mercato del lavoro, creando un ambiente favorevole agli investimenti e all'assunzione. L'approccio corretto consiste nello alleggerire massicciamente i vincoli amministrativi e normativi che gravano sulle imprese, in particolare le più piccole. Lo sforzo principale deve concentrarsi sulla riduzione del carico fiscale per le società che assumono, reindirizzando i bilanci non utilizzati verso strumenti di incentivazione diretta. Parallelamente, è cruciale sostenere l'innovazione, l'imprenditorialità dei giovani, e adattare le competenze tramite la formazione. Così facendo, si potrebbe ripristinare la competitività delle imprese e stimolare una creazione di posti di lavoro sostenibile, trainata dal settore privato."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di rifondare il patto sociale privilegiando la qualità e la stabilità dell'occupazione piuttosto che la sola flessibilità del mercato. L'approccio giusto consiste nell'invertire la tendenza alla precarizzazione istituendo una direttiva quadro per limitare rigorosamente il ricorso ai contratti a breve termine, garantendo al contempo un salario minimo legale in ogni Stato per contrastare il dumping sociale. L'asse centrale di questa trasformazione risiede nella riduzione dell'orario di lavoro a 32 ore settimanali senza perdita di reddito, un obiettivo reso possibile da meccanismi incentivanti che finanziano le imprese che creano nuovi posti a titolo di compensazione. Così ciò permetterebbe non solo di combattere la precarietà e di migliorare l'equilibrio di vita, ma anche di redistribuire il lavoro e di generare una crescita economica più giusta e sostenibile."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe quella di liberare il potenziale di creazione di posti di lavoro riducendo significativamente il costo del lavoro per le imprese. Per raggiungere questo obiettivo, l'asse principale consiste in una riduzione sostanziale del cuneo fiscale, a beneficio sia dei datori di lavoro sia dei lavoratori. Questa misura generale sarebbe completata da deduzioni dei contributi mirate per incoraggiare l'assunzione dei giovani, delle donne e delle persone in situazione di handicap, in particolare nelle regioni meno favorite. Si tratta inoltre di rafforzare la flessibilità mediante strumenti come il chèque-emploi e di riformare gli aiuti sociali sostituendo alle indennità passive politiche attive di formazione e di inserimento professionale. In tal modo, ciò permetterebbe di stimolare direttamente le assunzioni, di dinamizzare il mercato del lavoro e di incentivare in modo duraturo le imprese a creare ricchezza e posti di lavoro."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di dinamizzare il mercato del lavoro alleggerendo gli oneri che gravano sull'occupazione e reindirizzando gli aiuti sociali verso l'incentivazione all'attività. L'asse centrale è una diminuzione significativa e duratura del cuneo fiscale, dell'ordine di dieci punti in dieci anni, al fine di ridurre il costo del lavoro per le imprese e aumentare il salario netto. Parallelamente, le revenu de citoyenneté sarà scisso: diventerà un puro sostegno per le persone inabili al lavoro, mentre per le altre sarà trasformato in un percorso di inserimento obbligatorio, legando l'aiuto alla formazione e alla ricerca attiva di lavoro, con forti incentivi fiscali per le imprese che le assumono. Detrazioni mirate interesseranno anche l'occupazione dei giovani di età inferiore a 35 anni. In tal modo si potrebbero stimolare la creazione di posti di lavoro rendendo il lavoro meno costoso, trasformando al contempo l'assistenzialismo in un trampolino verso un'attività duratura."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di affrontare frontalmente la precarietà e i bassi salari reindirizzando il mercato verso impieghi stabili e dignitosi. L'asse centrale è istituire un salario minimo legale, al di sotto del quale nessuna retribuzione sarebbe possibile, e ristabilire il contratto a tempo indeterminato come norma limitando drasticamente i contratti atipici. Una misura strutturante consisterebbe nell'avviare una riduzione dell'orario di lavoro senza perdita di salario, incoraggiata da un fondo pubblico di incentivazione, al fine di ripartire meglio il lavoro e i guadagni di produttività. La protezione del potere d'acquisto sarebbe assicurata da un meccanismo di indicizzazione automatica dei redditi all'inflazione. In tal modo, ciò permetterebbe di combattere la povertà lavorativa, stimolare la domanda e migliorare in modo duraturo la qualità della vita."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di passare da una logica di assistenza a una logica di attivazione, garantendo che il lavoro sia sempre più vantaggioso dell'inattività. L'asse centrale consiste nell'aumentare il reddito disponibile dei lavoratori tramite l'introduzione di un salario minimo negoziato dalle parti sociali, un meccanismo di imposta negativa per i bassi salari e l'esenzione totale dei premi di produttività. Parallelamente, gli aiuti sociali devono diventare una rampa di lancio per il ritorno all'occupazione, subordinando strettamente il loro erogazione a percorsi di formazione qualificante e sospendendo il diritto fin dal primo rifiuto di un'offerta di lavoro congruente. La lotta contro il deficit di competenze mediante formazioni mirate e la semplificazione drastica del diritto del lavoro sono gli altri pilastri di questo approccio. Così si permetterebbe di ridurre la disoccupazione strutturale aumentando l'offerta di lavoro e ricompensando il merito."
      }
    ]
  },
  {
    "question": "Come garantire un livello di vita soddisfacente e limitare le disuguaglianze economiche?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di garantire una base di vita dignitosa per tutti i cittadini rafforzando la convergenza sociale tramite politiche pubbliche robuste e una fiscalità redistributiva su scala continentale. L'approccio giusto consiste nel instaurare un reddito minimo garantito a livello europeo per prevenire la povertà. Parallelamente, è essenziale condurre un'azione risoluta contro l'evasione fiscale armonizzando l'imposta sulle società e prendendo di mira i paradisi fiscali interni all'Unione. Questo riequilibrio fiscale deve finanziare un accesso universale ai servizi essenziali, in particolare la salute e l'alloggio. Così, ciò permetterebbe di ridurre strutturalmente la precarietà e di correggere le disuguaglianze di destino, consolidando un modello sociale in cui la prosperità è più equamente condivisa."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di rompere con l'austerità facendo della crescita economica, trainata dagli investimenti strategici, la principale leva per migliorare il livello di vita. L'approccio giusto consiste nel reindirizzare la spesa pubblica verso investimenti produttivi, alleggerendo al contempo i vincoli di bilancio per finanziarli. Si tratta di escludere le spese per il futuro, come quelle legate alle transizioni verdi e digitali, dal calcolo dei deficit. Particolare attenzione deve essere prestata alla riduzione delle fratture territoriali, concentrando gli sforzi sullo sviluppo delle aree economiche più fragili. In tal modo si potrebbe generare una dinamica di crescita sostenibile che riduce meccanicamente il peso del debito pubblico e corregge gli squilibri economici tra i territori."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di passare da un'unione puramente monetaria a una vera Unione sociale, istituendo un meccanismo strutturale di protezione dalla povertà e di riduzione delle disuguaglianze. L'asse centrale di questa ambizione è una direttiva quadro per un reddito di cittadinanza europeo, che stabilisca criteri universali di reddito minimo in ciascuno Stato. Il finanziamento di questa misura sarebbe assicurato da una riforma fiscale, in particolare tramite un'imposizione comune sulle società e sui capitali, al fine di riequilibrare il carico che oggi grava sul lavoro. Questa politica deve essere accompagnata da una lotta risoluta contro l'evasione fiscale delle multinazionali. Così, ciò permetterebbe di creare un potente stabilizzatore automatico di fronte alle crisi economiche, di ridurre concretamente la povertà e di rafforzare la coesione diminuendo le disuguaglianze di ricchezza tra i cittadini e i territori."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di intervenire simultaneamente sulla fiscalità e sui meccanismi di solidarietà per proteggere il potere d'acquisto e sostenere i più fragili. L'approccio centrale consiste nel ridurre il cuneo fiscale per aumentare il reddito netto dei lavoratori e nell'abbassare l'IVA sui beni di prima necessità e sull'energia. Parallelamente, il sistema di assistenza sociale deve essere riformato in profondità, sostituendo i sussidi passivi con misure attive di inserimento e formazione per un ritorno efficace all'occupazione. Questa politica deve essere completata da una rivalutazione mirata delle pensioni minime, sociali e di invalidità. Così, ciò permetterebbe di garantire un aumento tangibile del reddito disponibile per le famiglie e i pensionati, pur incoraggiando l'autonomia tramite il lavoro e garantendo una rete di sicurezza robusta per le persone più vulnerabili."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di garantire un livello di vita soddisfacente agendo direttamente sul reddito disponibile, tramite una riforma del sistema fiscale che privilegi la famiglia e il lavoro piuttosto che meccanismi di assistenza. L'approccio giusto consiste nel sostituire la progressività complessa con un'imposta a tasso unico, la cui base imponibile è aggiustata tramite un quoziente familiare. Questo sistema permette di modulare la pressione fiscale in funzione del numero di figli e delle persone a carico, sostenendo così direttamente il reddito delle famiglie. Questa riforma è accompagnata da una riduzione del cuneo fiscale per aumentare i salari netti e da una fiscalità alleggerita sui redditi supplementari per incoraggiare la crescita. In tal modo, ciò permetterebbe di liberare potere d'acquisto per le famiglie e la classe media, considerate il motore dei consumi e della stabilità sociale, rendendo al contempo il lavoro sistematicamente più vantaggioso dell'inattività."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di riequilibrare la ripartizione della ricchezza tramite una riforma fiscale di ampio respiro e una rivalutazione dei redditi da lavoro. L'obiettivo è affrontare le disuguaglianze alla radice per finanziare servizi pubblici universali e garantire una base di vita dignitosa. Il giusto approccio consiste nell'istituire una fiscalità unificata e fortemente progressiva, in cui tutti i redditi — lavoro, capitale e immobiliari — sono tassati secondo la stessa scala di imposizione. Si tratta poi di introdurre una nuova imposta patrimoniale personale sulle fortune che superano cinque milioni di euro. Una misura chiave è la tassazione al 100 % dei superprofitti delle imprese del settore dell'energia, i cui proventi verrebbero redistribuiti direttamente. Parallelamente, verrebbero istituiti un salario minimo e una pensione minima garantiti per assicurare un reddito dignitoso. In tal modo, ciò permetterebbe di ridurre significativamente le disparità patrimoniali, di rafforzare il potere d'acquisto delle classi popolari e medie, e di garantire un finanziamento durevole per servizi pubblici di qualità accessibili a tutti."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di sostituire alla logica di redistribuzione della ricchezza una politica di uguaglianza delle opportunità sin dall'inizio. La priorità non è correggere le disuguaglianze d'arrivo con tasse confiscatorie, ma prevenirle alla fonte garantendo a tutti lo stesso punto di partenza. La leva principale risiede in un investimento massiccio nei servizi pubblici universali – istruzione, sanità, formazione – che costituiscono il vero capitale iniziale di ciascuno. Per i redditi più bassi, un sistema di imposta negativa assicura un'integrazione del reddito che incentiva il lavoro invece di sovvenzionare l'inattività. Gli aiuti sociali sono, invece, ripensati come trampolini temporanei, strettamente condizionati a un percorso di inserimento. Così, ciò permetterebbe di costruire una società in cui la mobilità sociale è una realtà, fondata sul merito e lo sforzo individuale piuttosto che sull'assistenzialismo."
      }
    ]
  },
  {
    "question": "Quale dovrebbe essere l’équilibrio tra protezione sociale e libertà economica ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di subordinare la libertà economica a obiettivi di progresso sociale, facendo della protezione dei cittadini la condizione di una prosperità duratura. Il giusto approccio consiste nel disciplinare l'economia di mercato attraverso un nucleo di diritti sociali non negoziabili, iscritto nei trattati. Ciò significa che l'accesso ai mercati e ai finanziamenti pubblici deve essere condizionato al rispetto di norme sociali e ambientali rigorose. L'innovazione e la competitività sono orientate da una politica industriale attiva, e non lasciate alle sole forze del mercato, al fine di prevenire il dumping sociale e fiscale. Così ciò permetterebbe di riconciliare la performance economica e la coesione sociale, trasformando il mercato unico in un vero spazio di prosperità condivisa piuttosto che in un campo di concorrenza deregolamentata."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di ridefinire la protezione sociale non come un fine a se stessa, ma come un investimento mirato al servizio di un'economia libera e dinamica. La priorità è liberare l'iniziativa privata alleggerendo gli oneri che gravano su coloro che creano ricchezza e posti di lavoro. Parallelamente, l'azione sociale deve essere concentrata su obiettivi strategici, in primo luogo il sostegno alla famiglia e alla natalità, considerato un investimento produttivo per il futuro. I dispositivi di solidarietà devono essere riservati alle persone più fragili, come gli anziani e le persone con disabilità. Così, ciò permetterebbe di garantire la sostenibilità del modello sociale fondandolo sulla prosperità economica e sulla responsabilità, piuttosto che su una redistribuzione che indebolisce la competitività."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe rompere con la logica in cui il sociale è subordinato all'economico, per fare della libertà economica una leva al servizio della protezione collettiva. L'approccio giusto consiste nel porre fine al dogma dell'austerità instaurando una \"regola d'oro\" che salvaguardi gli investimenti pubblici strategici (clima, salute, istruzione) al di fuori dei vincoli di bilancio. L'asse centrale è la costruzione di un nucleo di protezione europeo, con un salario minimo vincolante per fermare il dumping sociale e un reddito di cittadinanza che garantisca la dignità. La libertà d'impresa deve esercitarsi in un quadro che favorisca la stabilità dell'occupazione e la giusta distribuzione delle ricchezze. In questo modo si potrebbe costruire un'economia più resiliente e inclusiva, in cui la performance non è più misurata dalla sola crescita del PIL, ma dal benessere reale dei cittadini e dalla sostenibilità del nostro modello sociale."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di concepire la protezione sociale non come un freno, ma come un catalizzatore della libertà economica, creando un circolo virtuoso tra la creazione di ricchezza e la solidarietà. L'asse centrale consiste nell'alleggerire massicciamente la pressione fiscale e regolamentare sulle imprese e sul lavoro, al fine di stimolare gli investimenti e l'occupazione. In parallelo, i dispositivi di assistenza sociale devono essere trasformati, sostituendo alle sovvenzioni passive delle politiche attive di inserimento e di formazione. Una rete di sicurezza deve tuttavia essere mantenuta e rafforzata per le persone veramente incapaci di lavorare, in particolare mediante la rivalutazione delle pensioni minime e di invalidità. In tal modo, ciò permetterebbe di garantire la tenuta del sistema sociale grazie a un'economia più dinamica, pur orientando la solidarietà nazionale verso l'incentivo al lavoro e la protezione dei più fragili."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di ristabilire la primazia della libertà economica come motore della prosperità collettiva, la protezione sociale dovendo essere una conseguenza della ricchezza creata e non un ostacolo alla sua produzione. Il giusto approccio consiste nell'alleggerire drasticamente i vincoli che gravano sulle imprese e sui lavoratori mediante una fiscalità semplificata e una riduzione massiccia della burocrazia, favorendo un ritiro dello Stato dalla sfera economica. I dispositivi di assistenza, come il reddito di cittadinanza, devono essere condizionati a una ricerca attiva di lavoro e alla formazione, per diventare un trampolino temporaneo verso il lavoro piuttosto che un'alternativa a questo. La protezione è così riservata alle situazioni di fragilità accertata, e non all'inattività. Così, ciò permetterebbe di creare un circolo virtuoso in cui la crescita economica, liberata dai suoi ostacoli, finanzia una protezione sociale mirata e sostenibile, fondata sulla responsabilità individuale piuttosto che sulla dipendenza dallo Stato."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di rompere con la logica di subordinazione del sociale all'economico riaffermando la primazia dell'interesse collettivo. L'approccio giusto consiste nel far sì che lo Stato assuma pienamente il suo ruolo di attore strategico piuttosto che di semplice regolatore. Per raggiungere questo obiettivo, la priorità è fermare le privatizzazioni e riportare i servizi essenziali come l'acqua e l'energia sotto controllo pubblico. La libertà d'impresa deve essere sottoposta a obblighi sociali e ambientali rigorosi, in particolare tramite una forte regolamentazione del mercato del lavoro per eradicare la precarietà. Le imprese pubbliche sono destinate a servire da leva per la collettività, in particolare stabilizzando i prezzi, piuttosto che a massimizzare i profitti. Così, ciò permetterebbe di costruire un modello economico in cui la ricerca del benessere collettivo e la protezione dei più vulnerabili costituiscono i veri motori della prosperità, e non dei vincoli."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di ridefinire la protezione sociale non come un fine in sé, ma come uno strumento al servizio della libertà economica e dell'autonomia individuale. L'asse centrale è liberare l'iniziativa privata alleggerendo l'onere burocratico e fiscale che grava sulle imprese. Parallelamente, la protezione sociale deve essere trasformata in un trampolino verso l'occupazione piuttosto che in un sussidio passivo. Le prestazioni non possono costituire un diritto incondizionato; devono essere strettamente limitate nel tempo e condizionate a un impegno concreto in percorsi di formazione qualificante e di ricerca di lavoro, con la soppressione dei diritti al primo rifiuto di un'offerta valida. Così, ciò permetterebbe di creare un circolo virtuoso in cui la crescita economica finanzia una protezione sociale efficace e responsabilizzante, che a sua volta alimenta un mercato del lavoro dinamico."
      }
    ]
  },
  {
    "question": "Fino a che punto le regioni devono disporre di autonomia politica e finanziaria?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di concepire l'autonomia delle regioni non come un fine a sé stante, ma come una leva al servizio di una coesione territoriale rafforzata e di una solidarietà effettiva. Il giusto approccio consiste nel rafforzare massicciamente le politiche di coesione guidate a livello europeo, dotando i territori di mezzi finanziari e di competenze amministrative accresciute per mettere in atto le strategie comuni. L'autonomia finanziaria deve tradursi in una capacità di gestire efficacemente fondi dedicati, in particolare per le aree più fragili, al fine di mantenerci i servizi pubblici essenziali e di rilanciare l'attività. L'autonomia politica si eserciterebbe attraverso un ruolo decisionale rafforzato all'interno delle istituzioni europee, garantendo l'applicazione del principio di sussidiarietà. In tal modo ciò permetterebbe di rendere le regioni partner attivi di uno sviluppo equilibrato, assicurando che i diritti e le opportunità dei cittadini non dipendano più dal loro luogo di residenza."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di applicare il principio di sussidiarietà all'interno stesso della nazione, delegando competenze chiare per rafforzare l'efficacia dell'azione pubblica senza indebolire la coesione nazionale. L'approccio corretto consiste nell'affidare ai livelli regionali la gestione delle politiche di prossimità e dello sviluppo economico locale, dove la loro conoscenza del territorio è un vantaggio. Tuttavia, la loro autonomia deve esercitarsi in un quadro strategico nazionale rigorosamente definito, in particolare per le infrastrutture di interesse nazionale e l'allocazione dei fondi strutturali. L'autonomia finanziaria deve essere sinonimo di responsabilità, con meccanismi di sostegno mirati per correggere gli squilibri territoriali piuttosto che una decentralizzazione fiscale generalizzata. Così, ciò permetterebbe di conciliare l'agilità amministrativa locale con la visione strategica e la solidarietà dello Stato-nazione."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di ridefinire l'autonomia non come un'indipendenza politica, ma come una capacità d'azione rafforzata all'interno di una governance integrata. L'asse centrale è quello di fare delle città e delle metropoli attori a pieno titolo del ciclo politico europeo, superando una visione gerarchica della sussidiarietà. L'approccio appropriato consiste nel coinvolgerle attivamente nella progettazione, nell'attuazione e nella valutazione delle strategie dell'Unione, anche tramite valutazioni d'impatto territoriale sistematiche. L'autonomia finanziaria deve essere concepita come una leva funzionale per pilotare progetti di sviluppo sostenibile, in collegamento diretto con i fondi europei. Così, ciò permetterebbe di rendere le politiche pubbliche più efficaci e adatte alle realtà locali, rafforzando la coesione dei territori e la pertinenza dell'azione comune."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "Portare a compimento il processo di decentramento concedendo alle regioni il pieno esercizio delle competenze previste dalla Costituzione. L'approccio giusto consiste nell'attivare pienamente il federalismo fiscale, permettendo ai territori di gestire direttamente una parte significativa delle loro risorse e delle loro competenze. Questo trasferimento di responsabilità deve imperativamente accompagnarsi all'attuazione effettiva di un fondo di perequazione nazionale, garantendo un livello di servizi equivalente per tutti i cittadini, qualunque sia la loro regione. Così ciò permetterebbe di responsabilizzare gli attori locali e di adattare le politiche pubbliche alle realtà del territorio, pur preservando l'unità e la solidarietà indispensabili alla coesione nazionale."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di sostituire al modello centralizzato e uniforme un'autonomia a la carte, al fine di allineare le competenze alle realtà territoriali e premiare la buona governance. L'approccio corretto consiste nell'attivare un meccanismo costituzionale che permetta alle regioni che lo richiedono di negoziare il trasferimento di funzioni precise, in un ampio perimetro di competenze. La concessione di tale autonomia sarebbe condizionata alla dimostrazione della loro capacità di gestire tali servizi in modo più efficiente ed economico rispetto allo Stato centrale, instaurando un legame diretto tra potere e responsabilità. Così, ciò permetterebbe di instaurare un federalismo della responsabilità, dove le competenze sono assegnate al livello più pertinente, stimolando l'emulazione tra i territori e modernizzando l'architettura dello Stato attraverso una decentralizzazione fondata sul merito."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di preservare l'unità della nazione e l'universalità dei diritti fondamentali disciplinando rigorosamente l'autonomia territoriale. L'approccio corretto consiste nel respingere esplicitamente ogni progetto di autonomia \"à la carte\" che creerebbe disparità inaccettabili tra i territori. Le competenze strategiche, in particolare in materia di sanità, istruzione e transizione ecologica, devono imperativamente rimanere sotto l'egida di un quadro nazionale unificato. L'obiettivo è stabilire standard di servizio pubblico e norme amministrative identiche per tutti i cittadini, qualunque sia il loro luogo di residenza. In tal modo si potrebbe combattere la frammentazione territoriale, garantire una reale uguaglianza di accesso ai servizi essenziali e rafforzare il ruolo dello Stato come garante della coesione sociale sull'intero territorio."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe porre fine alla frammentazione attuale, fonte di inefficienza e paralisi, per ristabilire la primazia dell'interesse nazionale. L'approccio più coerente consiste nel rivedere in profondità la ripartizione delle competenze introducendo una clausola di supremazia. Questo meccanismo darebbe allo Stato il potere di intervenire per preservare l'unità giuridica ed economica della Repubblica, in particolare nei settori strategici e nei momenti di crisi. L'autonomia regionale non verrebbe soppressa, ma ricentrata sulla gestione amministrativa e sull'erogazione dei servizi, mentre le grandi linee guida e le norme tornerebbero al livello centrale. In tal modo si potrebbe garantire un'azione pubblica più coerente e porre fine alle disuguaglianze territoriali, assicurando che tutti i cittadini beneficino dello stesso livello di diritti e servizi."
      }
    ]
  },
  {
    "question": "Quale ruolo deve svolgere l'Italia all'interno dell'Unione europea e nella zona euro?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe che l'Italia abbandoni ogni atteggiamento di chiusura per assumere pienamente un ruolo di primo piano nel cuore del progetto europeo, come forza motrice dell'integrazione. L'approccio corretto consiste nel posizionare il paese non ai margini ma al centro delle decisioni strategiche, in particolare sulla riforma della governance economica per promuovere gli investimenti e la solidarietà, e sulla definizione di una politica estera e di difesa comune, con un'iniziativa particolare nello spazio mediterraneo. Questo ruolo di leadership implica di forgiare alleanze per approfondire l'unione politica e per far pesare tutto il suo peso a favore delle riforme federaliste. Così, ciò permetterebbe di massimizzare l'influenza nazionale e di garantire che gli interessi del paese siano difesi all'interno di un'Unione più forte e più solidale, capace di affrontare le sfide mondiali."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di posizionarsi come un attore centrale della rifondazione dell'Unione, promuovendo una transizione da un modello burocratico verso una confederazione di nazioni sovrane. Il ruolo dell'Italia è difendere attivamente i suoi interessi strategici e promuovere un'Europa che si concentri sulle grandi questioni — politica estera, difesa, frontiere, energia — pur rispettando le competenze nazionali. All'interno della zona euro, la priorità è condurre la battaglia per il superamento dell'austerità, esigendo una maggiore flessibilità delle regole di bilancio e orientando la politica monetaria verso la crescita. Così ciò permetterebbe di restaurare l'influenza del paese e di costruire un'Europa più politica e più efficace, al servizio dei popoli che la compongono."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe che l'Italia smetta di essere un attore passivo per diventare un protagonista al cuore di un'Europa rifondata, opponendosi attivamente a una governance economica dettata dall'austerità e dall'asse franco-tedesco. Il giusto approccio consiste nel federare gli Stati membri indeboliti da regole asimmetriche, in particolare in materia di aiuti di Stato, per ristabilire una vera parità di condizioni. Sul piano esterno, il paese deve assumere il suo ruolo geostrategico di ponte nel Mediterraneo, portando un grande piano di cooperazione con l'Africa, e posizionandosi come il perno della transizione energetica rinnovabile del continente. Così ciò permetterebbe di riequilibrare i rapporti di forza all'interno dell'Unione, di garantire una prosperità condivisa e di fare del paese un leader influente nella costruzione di un'Europa più giusta e autonoma."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di adottare una posizione di membro fondatore influente, pienamente impegnato nell'Alliance atlantique e nel progetto europeo, pur facendo della difesa dell'intérêt national la bussola della sua azione. L'asse centrale di questa strategia è la revisione del Pacte de stabilité e della governance economica europea per favorire la crescita e l'occupazione. L'obiettivo è promuovere una Union européenne più politica e meno burocratica, capace di rispondere alle sfide attuali senza ostacolare le politiche di sviluppo nazionali. Così, ciò permetterebbe di recuperare margini di manovra di bilancio essenziali per la prosperità del paese e di rafforzarne il peso diplomatico sulla scena internazionale."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di ridefinire la postura dell'Italia all'interno dell'Unione europea, passando da un allineamento passivo a una difesa attiva della sua sovranità e dei suoi interessi strategici. Per raggiungere ciò, l'asse centrale è quello di opporsi fermamente all'abbandono del diritto di veto nel Consiglio dell'UE, mantenendolo come garanzia non negoziabile degli interessi nazionali. Si tratta di recentrare il progetto europeo sul principio di sussidiarietà, lasciando agli Stati la piena competenza sulle materie di sovranità e rifiutando le decisioni sovranazionali che le sostituiscono. Ciò implica una rinegoziazione pragmatica dei quadri normativi, in particolare delle parti del \"Patto Verde\" ritenute penalizzanti per il tessuto produttivo nazionale, nonché la conclusione di accordi commerciali che proteggano gli standard di produzione interni. In tal modo si potrebbe trasformare l'Unione in un'alleanza di Stati sovrani che cooperano su obiettivi comuni, piuttosto che in una struttura federale che impone le sue direttive, garantendo che le decisioni strategiche restino conformi all'interesse nazionale."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di posizionare il paese come motore della rifondazione dell'Unione europea, al fine di farne uno spazio di solidarietà, di giustizia sociale e di leadership ecologica. L'asse centrale è battersi per una profonda riforma della governance economica, rendendo permanente la mutualizzazione dei debiti e escludendo gli investimenti ecologici dai calcoli del deficit per uscire dall'austerità. Si tratta di promuovere un \"Green Deal\" europeo molto più ambizioso, sostenendo una diplomazia climatica attiva e innalzando gli obiettivi in materia di energie rinnovabili. Parallelamente, deve essere condotta un'azione determinata per instaurare una vera solidarietà europea nell'accoglienza dei migranti e lavorare per una politica estera comune. Così, ciò permetterebbe di trasformare l'Unione in un attore più giusto e sovrano, capace di rispondere alle crisi mondiali con un'Italia che svolge un ruolo di primo piano."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe rompere con una postura passiva per diventare il motore di una rifondazione federale dell'Unione europea, al fine di trasformarla in una vera potenza sovrana. La priorità assoluta è l'abbandono della regola dell'unanimità nel Consiglio, che paralizza ogni decisione strategica. Per conseguirlo, occorre completare l'unione economica e monetaria mediante la creazione di una capacità di bilancio comune e di un asset europeo privo di rischio. Parallelamente, deve essere avviata una politica estera e di difesa comune, cominciando da un nucleo di paesi volontari se un accordo a 27 si dovesse rivelare impossibile. In tal modo ciò permetterebbe di dotare l'Europa degli strumenti necessari alla sua sovranità, di stabilizzare in modo duraturo la zona euro e di parlare con una sola voce sulla scena internazionale."
      }
    ]
  },
  {
    "question": "Come rafforzare la sicurezza interna rispettando al contempo le libertà pubbliche?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di concepire la sicurezza interna non come un fine a sé stessa, ma come un pilastro dello Stato di diritto, affrontando le minacce criminali tramite un'azione coordinata su scala europea. L'approccio giusto consiste nel rafforzare la cooperazione transfrontaliera delle forze di polizia e delle autorità giudiziarie, appoggiandosi ad agenzie europee dotate di risorse potenziate come Europol e Eurojust. Si tratta di stabilire una definizione comune della criminalità organizzata e di sistematizzare la confisca e la riallocazione a fini sociali dei proventi illeciti. Una commissione parlamentare dedicata garantirebbe un controllo democratico su tale strategia. In tal modo, si potrebbe neutralizzare le reti criminali che minano i fondamenti democratici, garantendo che il rafforzamento della sicurezza avvenga in un quadro giuridico e istituzionale condiviso, a tutela delle libertà pubbliche."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di opporre un fronte unico e coordinato alle minacce criminali transnazionali, assicurando la certezza della pena su tutto il territorio. L'approccio giusto consiste nel rafforzare la cooperazione giudiziaria mediante uno scambio sistematico di informazioni tra le procure nazionali, appoggiandosi a un sistema di dati unificato. L'obiettivo è tendere verso una maggiore armonizzazione delle norme penali per evitare che i criminali sfruttino le lacune giuridiche, esportando i modelli di lotta più collaudati contro la grande criminalità organizzata. Una particolare attenzione è dedicata allo smantellamento delle reti terroristiche islamiste. Così, ciò permetterebbe di stabilire uno spazio di sicurezza e di giustizia più robusto, dove le libertà pubbliche sono di fatto garantite dall'efficacia dello Stato nel neutralizzare le minacce."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di superare la semplice cooperazione tra Stati per costruire una vera architettura di sicurezza europea, considerando che la grande criminalità organizzata e il terrorismo sono minacce transnazionali che minano i fondamenti dello Stato di diritto. L'asse centrale di questa strategia è dotare l'Unione di strumenti operativi potenti, estendendo la competenza del Parquet européen alla lotta contro il terrorismo e le mafie. Per riuscirci, è necessario armonizzare le definizioni dei reati penali, come l'associazione di tipo mafioso, e generalizzare strumenti collaudati, come un codice anti-mafia europeo per la protezione dei fondi pubblici e meccanismi efficaci di sequestro dei patrimoni illeciti. Così, ciò permetterebbe di garantire una sicurezza più efficace senza sacrificare le libertà, poiché il rafforzamento della trasparenza e dello Stato di diritto costituisce di per sé la migliore protezione per i cittadini."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di ristabilire l'autorità dello Stato come condizione prima dell'esercizio delle libertà, conducendo un'azione risoluta contro tutte le forme di criminalità e di insicurezza. Per y parvenir, è necessario un approccio globale: rafforzamento degli organici e delle dotazioni delle forze dell'ordine, aumento del dispiegamento della videosorveglianza e delle operazioni di messa in sicurezza nelle città, e adozione di norme più severe contro la delinquenza e le violazioni del decoro. La lotta contro il terrorismo, la grande criminalità e la criminalità informatica deve inoltre essere intensificata mediante mezzi accresciuti. Così ciò permetterebbe di garantire un controllo effettivo del territorio e di ripristinare un ambiente sicuro per i cittadini, dove l'ordine pubblico è fermamente assicurato."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di rifondare la sicurezza interna sul principio dell'autorità dello Stato e della certezza della pena, considerando l'ordine pubblico come la condizione prima dell'esercizio delle libertà. L'approccio giusto consiste nell'avviare un piano eccezionale di reclutamento all'interno delle forze dell'ordine per garantire una presenza visibile sull'intero territorio, santuarizzando i commissariati e le brigate di prossimità. Si tratta di modernizzare i loro equipaggiamenti, in particolare generalizzando l'uso delle pistole a impulsi elettrici, e di rafforzare la loro protezione giuridica di fronte alle aggressioni. Parallelamente, la risposta penale sarà inasprita, con una politica di tolleranza zero verso il traffico di droga e strumenti giuridici specifici per contrastare le nuove forme di delinquenza urbana. Così, ciò permetterebbe di garantire una risposta ferma e dissuasiva di fronte a qualsiasi forma di criminalità, ristabilendo la tranquillità pubblica e la fiducia dei cittadini nelle istituzioni."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di reindirizzare la strategia di sicurezza concentrandola sullo smantellamento delle strutture della criminalità organizzata, promuovendo al contempo una cultura della legalità. L'approccio corretto consiste nel colpire i flussi finanziari illeciti e nel facilitare la confisca dei beni criminali per destinarli a un uso sociale. Bisogna inasprire la legislazione sulla criminalità ambientale e rafforzare i mezzi delle unità investigative specializzate. Parallelamente, deve essere avviata una riforma della giustizia penale per depenalizzare i reati minori non violenti, al fine di alleggerire le carceri e garantire che la sanzione resti proporzionata. In tal modo si potrebbe indebolire in modo duraturo la presa delle reti mafiose sull'economia e sulla società, salvaguardando al contempo le libertà pubbliche da un'impostazione securitaria eccessiva."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di superare l'opposizione sterile tra forza e Stato di diritto, articolando un rafforzamento dell'autorità dello Stato con un rispetto scrupoloso delle libertà fondamentali. L'approccio giusto esclude la sorveglianza di massa, inefficace e intrusiva, per concentrarsi su misure mirate rivolte agli individui ad alto rischio. Ciò implica modernizzare i mezzi materiali e digitali delle forze dell'ordine, inasprire la legislazione sulle armi e rafforzare la cooperazione europea contro il terrorismo e la grande criminalità. La presunzione di innocenza deve rimanere una garanzia intangibile per assicurare l'equilibrio. Così, ciò permetterebbe di accrescere l'efficacia dell'azione pubblica consolidando al contempo la fiducia dei cittadini, dimostrando che fermezza e rispetto dei diritti sono indissolubili."
      }
    ]
  },
  {
    "question": "Quale spazio riconoscere ai diritti delle coppie dello stesso sesso e alla diversità dei modelli familiari ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di garantire un riconoscimento pieno e intero di tutti i modelli familiari, istituendo una parità di diritti effettiva su tutto il territorio europeo. L'approccio giusto consiste nell'instaurare un principio di reciproco riconoscimento sistematico degli status familiari tra gli Stati membri. Questo meccanismo di portabilità dei diritti deve garantire che la filiazione e le unioni riconosciute in un paese lo siano in tutto il territorio dell'Unione, ponendo fine alle discriminazioni geografiche. In tal modo, si potrebbe assicurare una reale libertà di circolazione e di residenza per tutte le famiglie, che conserverebbero le loro tutele giuridiche e la loro dignità qualunque sia il luogo in cui scelgono di vivere."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di riaffermare la famiglia naturale, fondata sull'unione di un uomo e di una donna, come il pilastro fondamentale della società. L'approccio giusto consiste nell'oporsi fermamente alle ideologie che negano le identità sessuate, e nel lottare attivamente contro pratiche come la gestazione per conto terzi, che mercificano il corpo della donna e il bambino. I diritti e il sostegno pubblico devono essere esclusivamente orientati verso il consolidamento di questo modello familiare, considerato l'unico garante della filiazione e della trasmissione. Così ciò permetterebbe di proteggere i punti di riferimento antropologici essenziali e di concentrare gli sforzi della nazione sulla sfida della rinascita demografica."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe consacrare giuridicamente la diversità dei modelli familiari affinché l'uguaglianza dei diritti non sia più una dichiarazione d'intenti ma una realtà tangibile in tutta l'Unione. L'asse centrale di questa visione è l'instaurazione di un principio di reciproco riconoscimento automatico della filiazione: una genitorialità legalmente costituita in uno Stato membro, compresa quella delle coppie dello stesso sesso, deve esserlo in tutti gli altri, senza procedure speciali. L'approccio giusto consiste nel trasformare le strategie a favore dell'uguaglianza in atti legislativi vincolanti, garantire un accesso universale alla procreazione medicalmente assistita senza discriminazioni, e nel portare a termine la direttiva europea sulla parità di trattamento, bloccata da anni. Così si potrebbe garantire la sicurezza giuridica e il benessere dei bambini, porre fine alle discriminazioni fondate sull'orientamento sessuale e costruire un autentico spazio europeo dei diritti familiari."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di recentrare l'azione pubblica sulla famiglia fondata sull'unione di un uomo e una donna, considerandola come il fondamento della coesione sociale e il motore indispensabile al ricambio generazionale. Il giusto approccio consiste dunque nel concentrare le risorse pubbliche su politiche di sostegno alla natalità, come l'introduzione del quoziente familiare, l'aumento dell'assegno unico e degli aiuti mirati per l'accesso delle giovani coppie alla proprietà. I dispositivi di conciliazione lavoro-famiglia sono pensati specificamente per le madri e i padri, con l'obiettivo di sostenere la genitorialità. Così facendo, si permetterebbe di stimolare una ripresa demografica sostenibile confermando al contempo un modello di società stabile, fondato sul nucleo familiare come primo luogo di solidarietà."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di riaffermare il ruolo centrale della famiglia naturale, fondata sull'unione di un uomo e di una donna, come unica cellula fondamentale della società e di proteggerla attivamente dalle contestazioni ideologiche. Il giusto approccio consiste nel santuarizzare questo modello opponendosi fermamente a qualsiasi legislazione che introduca concetti come l'identità di genere o termini parentali neutri, a favore del riconoscimento esclusivo dei ruoli di padre e madre. Si tratta inoltre di criminalizzare la gestazione per altri su scala internazionale e di combattere la diffusione di ciò che è considerato l'ideologia di genere nella sfera pubblica, in particolare a scuola. In tal modo si potrebbe garantire la preminenza del modello familiare tradizionale e preservare i punti di riferimento culturali e sociali che ne derivano."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di porre fine a una concezione restrittiva e gerarchica della famiglia per consacrare la piena uguaglianza giuridica di tutte le configurazioni familiari. L'approccio giusto consiste nell'istituire il matrimonio per tutti, estendendo alle coppie dello stesso sesso l'insieme dei diritti e dei doveri esistenti, compreso l'accesso all'adozione e alla procreazione medicalmente assistita. Il riconoscimento della filiazione per i bambini cresciuti da genitori dello stesso sesso deve essere garantito senza alcuna distinzione. È inoltre imperativo dotarsi di una legge specifica per combattere e sanzionare le discriminazioni basate sull'orientamento sessuale e sull'identità di genere. In tal modo, ciò permetterebbe di garantire la sicurezza giuridica e la dignità di tutte le famiglie, facendo dell'uguaglianza un principio non negoziabile della vita in società."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di mettere il diritto in conformità con l'evoluzione della società, garantendo una protezione giuridica piena e completa contro ogni forma di discriminazione. La priorità assoluta è l'adozione senza indugio di una legge contro l'omofobia e la transfobia, completata da iniziative concrete di prevenzione dei discorsi d'odio. In materia familiare, il principio direttore deve essere l'uguaglianza dei diritti e dei doveri parentali. In caso di separazione, ciò si traduce in un coinvolgimento paritario e in una ripartizione equilibrata delle responsabilità, assicurando una coparentalità effettiva. In tal modo, ciò permetterebbe di stabilire un quadro giuridico giusto che protegga la dignità di ogni individuo e garantisca l'interesse superiore del minore."
      }
    ]
  },
  {
    "question": "Come prevenire le discriminazioni e garantire l'uguaglianza di trattamento tra tutti i cittadini?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di trasformare il principio di uguaglianza in una realtà tangibile, passando da una logica repressiva delle discriminazioni a una promozione attiva della parità di opportunità per tutti. L'approccio giusto consiste nell'istituire una base giuridica comune rendendo la discriminazione un reato riconosciuto in tutti i paesi, garantendo al contempo un accesso equo e universale all'istruzione, all'occupazione, alla salute e all'abitazione. Ciò passa anche attraverso l'istituzione della portabilità dei diritti familiari, assicurando il reciproco riconoscimento degli status genitoriali per garantire la libera circolazione di tutte le famiglie. Così si potrebbe costruire un'Unione in cui i diritti fondamentali non sono più condizionati dall'identità delle persone o dalle frontiere nazionali, ma sono garantiti universalmente."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di fondare l'uguaglianza di trattamento sulla valorizzazione delle differenze oggettive tra le persone, in particolare tra uomini e donne, piuttosto che su costruzioni ideologiche. L'approccio corretto consiste nel garantire una rigorosa parità di opportunità sul piano economico e professionale, affrontando i divari retributivi e promuovendo l'imprenditoria femminile. La lotta contro le discriminazioni deve concentrarsi sulle violenze di genere, riconoscendone esplicitamente le manifestazioni e combattendo i fattori culturali che possono giustificarle. L'azione pubblica deve opporsi fermamente alle teorie che negano le identità sessuate. Così facendo, si potrebbe promuovere una vera uguaglianza di diritti e doveri, ancorata alla realtà e al merito, che protegge la dignità di ciascuno senza cedere alla frammentazione sociale."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe quella di fare dell'uguaglianza e della non discriminazione il fondamento di una vera cittadinanza europea, andando oltre le dichiarazioni di principio per iscrivere questi diritti in meccanismi giuridici vincolanti. L'approccio efficace consiste nell'attivare tutte le leve legislative per colmare le lacune esistenti. Si darà priorità allo sblocco della direttiva orizzontale contro la discriminazione, al fine di garantire una protezione uniforme, istituendo allo stesso tempo misure concrete come la trasparenza salariale per la parità salariale tra donne e uomini e politiche volontaristiche per l'inclusione delle persone con disabilità. Il rispetto di questi diritti fondamentali deve inoltre diventare una condizione non negoziabile per l'accesso ai finanziamenti dell'Unione. In questo modo, ciò permetterebbe di costruire un'Unione dei diritti effettivi, in cui l'uguaglianza di trattamento non è più un'opzione ma una norma applicata e verificabile su tutto il territorio, rafforzando la coesione sociale."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di garantire l'uguaglianza di trattamento mediante azioni mirate e pragmatiche piuttosto che attraverso proclamazioni generali. L'approccio più efficace consiste nel dispiegare leve economiche per correggere le disuguaglianze di accesso al lavoro, istituendo incentivi fiscali e sgravi contributivi per incoraggiare l'assunzione delle donne, dei giovani e delle persone in situazione di handicap. Questa misura è completata da un rafforzamento della presa in carico delle persone in situazione di handicap, da politiche che favoriscano l'integrazione sociale e professionale degli immigrati in situazione regolare, e da una lotta decisa contro forme di odio specifiche come l'antisemitismo. Così, ciò permetterebbe di costruire un'uguaglianza reale, fondata sull'eliminazione degli ostacoli concreti alla piena partecipazione economica e sociale di ciascuno."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di garantire la parità di trattamento concentrandosi sugli ostacoli concreti che rallentano la partecipazione delle donne alla vita economica e sociale, considerando che la maternità non deve essere un fattore di penalizzazione. Il giusto approccio consiste nel neutralizzare gli ostacoli alle assunzioni istituendo un congedo parentale della stessa durata per entrambi i genitori, rendendo così la scelta indifferente rispetto al genere. Questo dispositivo sarà completato da agevolazioni contributive per le imprese che assumono donne e da un cofinanziamento pubblico dei corsi universitari scientifici per le studentesse. L'attribuzione di un anno di pensione anticipata per figlio per le madri verrà a rafforzare questo sostegno. In tal modo, ciò permetterebbe di eliminare l'incompatibilità di fatto tra carriera professionale e maternità, favorendo sia l'autonomia economica delle donne sia la ripresa della natalità."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di superare la semplice proclamazione dell'uguaglianza formale per affrontare attivamente le radici sistemiche delle discriminazioni. Il giusto approccio consiste nel costruire un arsenale legislativo completo e coerente, iniziando con una legge-quadro contro le discriminazioni basate sull'orientamento sessuale, l'identità di genere e la disabilità. Si tratta anche di riformare profondamente il diritto di cittadinanza istituendo il diritto di suolo, al fine di riconoscere come cittadini a pieno titolo i bambini nati e scolarizzati nel paese. L'azione deve inoltre interessare la sfera educativa, integrando fin dalla più tenera età programmi di sensibilizzazione al rispetto delle differenze e all'uguaglianza di genere, garantendo al contempo il riconoscimento di tutti i modelli familiari. Così si potrebbe costruire una società veramente inclusiva, in cui la dignità di ogni persona non solo è riconosciuta ma è anche attivamente protetta, garantendo una piena partecipazione di tutti alla vita collettiva."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di tradurre il principio di uguaglianza in un insieme di diritti concreti e di meccanismi di controllo opponibili. L'asse centrale è l'instaurazione di un quadro legislativo solido, che penalizzi senza ambiguità le discriminazioni legate all'orientamento sessuale e all'identità di genere, e la creazione di un'autorità indipendente per la protezione dei diritti umani. In materia di parità professionale, la trasparenza diventa la norma, con l'obbligo per le imprese di pubblicare dati disaggregati per sesso sui salari e sulle promozioni. Questa esigenza di responsabilità è completata da un piano d'azione nazionale per l'accessibilità universale, che affronta le barriere fisiche e culturali. Così, ciò permetterebbe di fare dell'uguaglianza non più una semplice dichiarazione d'intenti, ma una realtà misurabile e garantita dalla legge per ogni cittadino."
      }
    ]
  },
  {
    "question": "Quali priorità stabilire per la transizione ecologica e la politica energetica?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di articolare l'urgenza climatica e l'imperativo di giustizia sociale facendo della transizione ecologica un progetto industriale e solidale. Il giusto approccio consiste nell'accelerare la decarbonizzazione del sistema energetico per garantire l'autonomia strategica, appoggiandosi sulle energie rinnovabili e sull'efficienza. Questa politica deve essere accoppiata a una strategia industriale europea ambiziosa, che orienti l'innovazione e condizioni gli aiuti pubblici al rispetto di criteri sociali e ambientali rigorosi. Investimenti massicci, in particolare tramite un fondo di transizione giusta rafforzato, devono accompagnare i lavoratori, le famiglie e le imprese. Così, ciò permetterebbe di costruire un nuovo modello di sviluppo che concilia leadership climatica, competitività e coesione sociale, trasformando il vincolo in un'opportunità di progresso condiviso."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di guidare la transizione ecologica subordinandola all'imperativo della sovranità energetica e della competitività industriale. Il giusto approccio consiste nel respingere qualsiasi misura punitiva basandosi sul principio di neutralità tecnologica, che include lo sviluppo delle energie rinnovabili, dei biocarburanti, dell'idrogeno e del nucleare di nuova generazione. La priorità è garantire l'autonomia degli Stati nella scelta del proprio mix energetico e rivedere le norme vincolanti che penalizzano l'industria e i cittadini. La diversificazione delle fonti e dei fornitori, anche attraverso lo sfruttamento delle risorse nazionali e delle partnership strategiche, costituisce un asse centrale. In tal modo, ciò permetterebbe di conciliare la protezione dell'ambiente con la crescita economica, assicurando un'indipendenza strategica duratura e un'energia sicura e accessibile a tutti."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di orchestrare una vera rivoluzione energetica per raggiungere la sovranità continentale e garantire una transizione socialmente giusta. L'asse centrale di questa strategia è la creazione di un fondo strutturale per il clima, sul modello del piano di rilancio ma reso permanente, capace di mobilitare almeno l'1% del PIL europeo ogni anno tramite l'emissione di debito comune. Per conseguirlo, la priorità è una uscita radicale dalle energie fossili, abolendo tutti i loro sussidi e escludendo il gas e il nucleare dalla tassonomia verde, riformando al contempo il mercato affinché i prezzi dell'elettricità riflettano il basso costo delle rinnovabili. La creazione di una Banca europea dedicata finanzierà le filiere industriali verdi strategiche. Così, ciò permetterebbe di costruire una vera autonomia energetica, di ridurre in modo duraturo la bolletta per le famiglie e le imprese, e di fare della transizione ecologica un motore di giustizia sociale anziché un fardello."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe conciliare la transizione ecologica con l'imperativo dell'autosufficienza energetica nazionale, adottando un approccio pragmatico e tecnologicamente neutro. Il giusto approccio consiste nel diversificare il paniere energetico accelerando la produzione di energie rinnovabili, sfruttando pienamente le risorse nazionali come il gas naturale e valutando senza tabù il ricorso all'energia nucleare di nuova generazione. Parallelamente, la tutela dell'ambiente deve tradursi in azioni concrete: attuazione di un piano nazionale di economia circolare, trasformazione dei rifiuti in energia e promozione di una mobilità urbana sostenibile. In tal modo si potrebbe garantire la sicurezza degli approvvigionamenti, ridurre la dipendenza esterna e progredire verso gli obiettivi climatici grazie a soluzioni realistiche ed economicamente sostenibili."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di affrontare la transizione ecologica non come un vincolo ideologico, ma come un imperativo strategico, mirando a un'autonomia energetica che garantisca la competitività economica. Il giusto approccio consiste nel garantire la sicurezza degli approvvigionamenti diversificando il mix energetico sulla base del principio di neutralità tecnologica. Ciò implica rilanciare un programma nucleare di nuova generazione, massimizzare la produzione nazionale di gas naturale come energia di transizione e sviluppare le filiere di valorizzazione energetica dei rifiuti. In materia di mobilità, si tratta di rifiutare la scadenza del 2035 per i motori termici, sostenendo piuttosto lo sviluppo di biocarburanti e carburanti sintetici. Così, ciò permetterebbe di assicurare una transizione progressiva e realistica, riducendo la dipendenza energetica esterna senza sacrificare il tessuto industriale, garantendo al contempo un'energia sicura e a costi sostenibili per le famiglie e le imprese."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di avviare un'uscita rapida e totale dalle energie fossili e dal nucleare per raggiungere la neutralità climatica e la sovranità energetica. L'asse centrale è un'accelerazione massiccia del dispiegamento delle energie rinnovabili, con un obiettivo di installazione di 15 GW all'anno, pur sancendo l'arresto definitivo dei nuovi progetti di infrastrutture gasifere e di perforazione. Questa strategia, che esclude esplicitamente il ricorso al nucleare, deve essere completata da un piano di elettrificazione degli usi e di riqualificazione energetica degli edifici. Per raggiungerlo, devono essere fissati obiettivi vincolanti : una riduzione di 70 % delle emissioni entro il 2030 e un settore elettrico interamente decarbonizzato all'orizzonte 2035. In tal modo, ciò permetterebbe di costruire un modello energetico interamente decarbonizzato, resiliente di fronte agli shock climatici e geopolitici, e fondato su una democrazia energetica in cui i cittadini e i territori sono attori della transizione."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe conciliare la sicurezza dell'approvvigionamento e la decarbonizzazione profonda respingendo ogni dogmatismo tecnologico. La priorità è accelerare massicciamente il dispiegamento delle energie rinnovabili, impegnando al contempo un ritorno strategico all'energia nucleare per garantire una produzione di base stabile e decarbonizzata. A breve termine, la produzione nazionale di gas sarà aumentata per assicurare l'indipendenza energetica. Una leva essenziale sarà la riforma del mercato dell'elettricità al fine di separare i prezzi delle rinnovabili da quelli delle energie fossili. Parallelamente, piani ambiziosi di efficienza energetica interesseranno i settori dell'edilizia e dei trasporti. In tal modo, ciò permetterebbe di raggiungere la neutralità carbonica entro il 2050 garantendo al contempo la sovranità energetica e prezzi competitivi."
      }
    ]
  },
  {
    "question": "Come migliorare il sistema educativo e la formazione professionale ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di concepire l'istruzione e la conoscenza come un bene pubblico europeo, un investimento strategico essenziale per la coesione sociale e la competitività futura. L'approccio corretto consiste nel creare un vero spazio europeo dell'istruzione entro il 2025 mediante il riconoscimento reciproco e automatico di tutti i diplomi. Parallelamente, è cruciale mettere in campo un piano continentale per la formazione continua, al fine di accompagnare i lavoratori nelle transizioni ecologica e digitale. L'accesso agli studi e ai programmi di mobilità deve essere universalizzato grazie a finanziamenti rafforzati, affinché non dipenda più dall'origine sociale. In tal modo, ciò permetterebbe di garantire una reale uguaglianza di opportunità costruendo al contempo una cittadinanza attiva e un'economia della conoscenza più resiliente."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di allineare strettamente il sistema educativo e la formazione professionale alle esigenze concrete dell'economia, al fine di garantire l'occupabilità dei giovani e la competitività delle imprese. Il giusto approccio consiste nel sistematizzare i percorsi in alternanza per creare un ponte diretto tra la scuola e il mondo del lavoro. La priorità è modernizzare i curricula integrando l'alfabetizzazione digitale fin dalla più tenera età e orientando attivamente verso le discipline scientifiche e tecnologiche, in particolare per le ragazze, incoraggiando nel contempo l'imprenditorialità. In tal modo, ciò permetterebbe di ridurre il divario tra il mondo accademico e il settore produttivo, di diminuire significativamente la disoccupazione giovanile e di dotare l'economia di una manodopera qualificata, pronta ad affrontare le sfide dell'innovazione."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di considerare l'istruzione e la formazione non più come spese adeguabili, ma come investimenti strategici fondamentali, esclusi dai vincoli di bilancio europei. L'asse centrale è la costruzione di un vero spazio comune della conoscenza, che passa per l'istituzione di un sistema di riconoscimento reciproco e automatico dei diplomi e delle qualifiche professionali per garantire una mobilità effettiva. Per raggiungerlo, la priorità è lanciare un vasto piano di modernizzazione delle infrastrutture scolastiche finanziato dall'Europa e convergere verso standard di qualità elevata, in particolare fissando un numero massimo di alunni per classe. Così si permetterebbe di assicurare una reale parità di opportunità, di rafforzare il capitale umano del continente e di fare della formazione la principale leva di una cittadinanza attiva e di una competitività duratura."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di rifondare il sistema educativo per farne una vera leva di competenze e di inserimento professionale, ricollegandolo ai bisogni del mercato del lavoro. L'asse centrale consiste nel valorizzare il settore professionale e tecnico, nell'incoraggiare i percorsi scientifici e tecnologici (STEM) e nell'instaurare un principio di merito a tutti i livelli. Per conseguirlo è necessario garantire la libertà di scelta educativa delle famiglie grazie a un sistema di buono-scuola, offrendo al contempo un sostegno maggiore agli studenti meritevoli e provenienti da ambienti modesti. Un piano di investimenti deve inoltre stabilizzare il corpo docente eliminando la precarietà e assicurandone la formazione continua. In tal modo si potrebbe formare una gioventù meglio preparata alle sfide dell'economia, combattere la disoccupazione giovanile e attirare nuovamente i talenti partiti all'estero."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe colmare il divario tra la formazione teorica e i bisogni reali del mercato del lavoro, trasformando il sistema educativo in una vera e propria rampa di lancio verso l'occupazione. Il giusto approccio consiste nell'istituzionalizzare un dialogo permanente tra il mondo dell'impresa, le scuole e le università per co-costruire i programmi, valorizzando al contempo il percorso professionale come una via d'eccellenza specializzata, direttamente connessa ai bacini di occupazione locali. L'apprendistato e l'alternanza devono essere generalizzati e posti al centro di questo modello. In tal modo, ciò permetterebbe di garantire che ogni giovane diplomato disponga non solo di una conoscenza teorica, ma soprattutto di competenze pratiche immediatamente operative, riducendo così drasticamente il divario tra l'offerta e la domanda di competenze."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di rifondare il sistema educativo sul principio di un diritto universale e gratuito, sottraendolo alle logiche di mercato per farne una potente leva di emancipazione individuale e collettiva. L'approccio giusto consiste nel garantire la gratuità totale del percorso, dalla più tenera età fino all'università, finanziandola mediante una fiscalità progressiva. Per conseguirlo, è necessario ridurre drasticamente la dimensione delle classi, stabilizzare il corpo docente tramite un massiccio piano di stabilizzazioni e riformare la formazione professionale ricentrandola sul percorso educativo piuttosto che sui bisogni immediati delle imprese. La lotta contro la precarietà deve estendersi anche ai ricercatori universitari. In tal modo, ciò permetterebbe di combattere attivamente le disuguaglianze sociali e la povertà educativa, restaurando la vocazione della scuola come principale vettore di mobilità sociale e di formazione di cittadini critici e consapevoli."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di operare una revisione strutturale del sistema educativo per combattere l'insuccesso scolastico e allinearlo ai bisogni dell'economia. L'asse centrale consiste nel riformare la formazione professionale su un modello duale, dove i programmi sono co-costruiti con le imprese e erogati da professionisti del settore per garantire l'acquisizione di competenze direttamente operative. Parallelamente, l'obbligo scolastico sarà esteso fino ai 18 anni e l'orario a tempo pieno generalizzato nella scuola primaria. Una strategia mirata per combattere le disuguaglianze territoriali, con classi a organico ridotto e incentivi per gli insegnanti nelle zone difficili, completerà il dispositivo. Così facendo, ciò permetterebbe di ridurre drasticamente la dispersione scolastica, di garantire una migliore adeguatezza tra le formazioni e l'occupazione, e di offrire reali prospettive di mobilità sociale."
      }
    ]
  },
  {
    "question": "Come conciliare la riduzione del debito pubblico con la necessità di investire nei servizi pubblici?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di rompere con il paradigma dell'austerità di bilancio dissociando la gestione del debito dalla capacità di investimento strategico. L'approccio giusto consiste nel consolidare gli strumenti di investimento comuni, finanziandoli tramite una propria capacità di bilancio europea, alimentata da risorse nuove come la tassazione sulle transazioni finanziarie e sul digitale. Questa capacità fiscale condivisa deve essere vincolata ai beni pubblici e alle grandi transizioni, liberando così i bilanci nazionali da questi oneri. In tal modo sarebbe possibile intraprendere una traiettoria di riduzione sostenibile dell'indebitamento, non attraverso la contrazione della spesa, ma mediante una crescita stimolata dall'investimento, pur modernizzando i servizi essenziali."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di uscire dal dilemma tra rigore di bilancio e investimento pubblico facendo della crescita economica l'unica vera leva della sostenibilità del debito. Il giusto approccio consiste nel dissociare le spese correnti dagli investimenti per il futuro, tutelando i più strategici, come quelli destinati alle transizioni verdi e digitali o alla difesa. La leva principale è ottenere la loro esclusione dal calcolo dei deficit pubblici, il che richiede una revisione delle regole di bilancio europee per maggiore flessibilità. Così, ciò permetterebbe di innescare un circolo virtuoso in cui l'investimento mirato stimola l'attività, la quale riduce meccanicamente il peso del debito e garantisce il finanziamento dei servizi pubblici senza ricorrere all'austerità."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di rompere con la logica binaria e controproducente che contrappone disciplina di bilancio e investimento pubblico. La sana gestione delle finanze pubbliche non deve avvenire a discapito dei servizi essenziali e della crescita futura. L'asse centrale di questo approccio è l'istituzione di una regola d'oro di bilancio: alcuni investimenti strategici, precisamente definiti, devono essere esclusi dal calcolo del deficit e del debito soggetti ai vincoli europei. Questa santuarizzazione deve riguardare le spese che favoriscono la transizione ecologica, il rafforzamento dei sistemi sanitari e dell'istruzione, nonché lo sviluppo del capitale umano. In questo modo sarebbe possibile condurre contemporaneamente una politica di investimento ambiziosa, indispensabile per la competitività e il benessere, continuando al contempo a perseguire un risanamento mirato delle finanze pubbliche, distinguendo chiaramente il debito che prepara il futuro da quello che finanzia le spese correnti."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di uscire dalla sterile opposizione tra austerità e spesa puntando su una crescita economica robusta come unica vera leva di sostenibilità di bilancio. Il giusto approccio consiste nel provocare uno shock dell'offerta mediante una riduzione drastica della pressione fiscale sulle imprese e sul lavoro, al fine di liberare l'investimento privato. Parallelamente, la spesa pubblica per investimenti deve essere ottimizzata grazie al pieno utilizzo dei fondi europei e a una radicale semplificazione delle procedure di appalto, garantendo un migliore rendimento di ogni euro speso. Così si creerebbe un circolo virtuoso: la crescita generata aumenterebbe le entrate fiscali e ridurrebbe meccanicamente il peso del debito in rapporto al PIL, liberando i margini di manovra necessari per finanziare in modo duraturo servizi pubblici efficaci senza ricorrere a un indebitamento aggiuntivo."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di rompere con la logica dell'austerità facendo della crescita economica la principale leva della sostenibilità di bilancio. L'approccio giusto consiste nello scatenare uno shock di competitività tramite una riforma fiscale radicale, istituendo un'imposta ad aliquota unica (\"flat tax\"). Questa misura mira a liberare l'investimento privato e il potere d'acquisto, a incoraggiare la formalizzazione dell'economia sommersa e, di conseguenza, ad ampliare la base imponibile. Il controllo del debito non passa dunque per l'aumento delle imposte ma per la stimolazione dell'attività che le genera. Così, ciò permetterebbe di creare un circolo virtuoso in cui la crescita del PIL riduce meccanicamente il peso del debito e garantisce entrate fiscali sufficienti per finanziare i servizi pubblici essenziali, senza ricorrere a nuovi tagli di bilancio."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di rompere con il dogma dell'austerità e la visione puramente contabile del debito, per fare dell'investimento pubblico il motore della trasformazione ecologica e sociale. L'approccio giusto consiste nel tutelare le spese per il futuro, in particolare quelle legate alla transizione ecologica, escludendole dalle regole di bilancio europee. Per raggiungerlo è essenziale riformare in profondità il Patto di stabilità e rendere duraturi i meccanismi di mutualizzazione del debito. Il finanziamento di questi investimenti strategici deve basarsi su una fiscalità più giusta, che colpisca i superprofitti e le grandi ricchezze, e non su tagli ai servizi essenziali. Così si potrebbe finanziare la transizione senza sacrificare il benessere collettivo, ponendo le basi di una prosperità durevole che renda il debito sostenibile a lungo termine."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di rompere con il dilemma sterile tra austerità e rilancio, creando margini di manovra attraverso una gestione rigorosa piuttosto che tramite l'indebitamento. L'asse centrale consiste nel condurre una caccia sistematica alle spese improduttive e agli sprechi, in particolare tramite la centralizzazione e la standardizzazione degli acquisti pubblici. Parallelamente, le entrate derivanti da una lotta intensificata contro l'evasione fiscale saranno integralmente reinvestite. Queste risorse così liberate finanzieranno sia gli investimenti strategici nei servizi pubblici sia un alleggerimento della pressione fiscale su famiglie e imprese. Così, ciò permetterebbe di innescare un circolo virtuoso in cui la consolidazione delle finanze pubbliche è il risultato della crescita e dell'efficienza, e non un obiettivo raggiunto a scapito degli investimenti."
      }
    ]
  },
  {
    "question": "Quali azioni intraprendere per prevenire la corruzione e rafforzare la trasparenza delle istituzioni ?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di erigere l'integrità delle istituzioni a principio assoluto, passando da una logica di controllo a posteriori a un'esigenza di trasparenza preventiva e sistematica. L'approccio giusto consiste nell'imporre un quadro etico vincolante a tutte le istituzioni e nel condizionare sistematicamente l'erogazione dei fondi europei al rispetto dello Stato di diritto. Parallelamente, è imperativo regolamentare severamente le attività di lobbying rendendo pubblici tutti gli incontri e istituire un periodo di carenza obbligatorio dopo un mandato pubblico per prevenire i conflitti di interesse e il pantouflage. In tal modo si potrebbe garantire una gestione irreprensibile dei fondi pubblici e proteggere il processo democratico dalle influenze illegittime, ristabilendo così la fiducia dei cittadini."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di garantire l'integrità delle istituzioni affrontando le radici della corruzione e della grande criminalità mediante un'azione coordinata e inflessibile. Il giusto approccio consiste nel sistematizzare lo scambio di informazioni tra le autorità giudiziarie e nell'armonizzare le norme per neutralizzare le reti criminali transnazionali. L'azione prioritaria mira a smantellare i paradisi fiscali e a combattere la frode, traendo ispirazione dalle legislazioni nazionali più efficaci in materia di lotta alla criminalità organizzata. Si tratta inoltre di garantire l'esecuzione degli obblighi giudiziari sull'intero territorio. In tal modo si permetterebbe di ripristinare la primazia del diritto e di assicurare una concorrenza equa, rafforzando la fiducia dei cittadini e delle imprese in uno spazio giudiziario trasparente."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di instaurare una vera etica istituzionale, sostituendo ai codici di condotta volontari un quadro giuridico solido basato su regole vincolanti, un controllo indipendente e sanzioni dissuasive. L'asse centrale è la creazione di un organismo etico realmente indipendente, composto da membri esterni e dotato di poteri d'indagine, al fine di supervisionare tutte le istituzioni. L'approccio giusto consiste nel rendere il registro della trasparenza integralmente obbligatorio e dotarlo di poteri di verifica, vietando al contempo le attività retribuite accessorie per gli eletti e imponendo un periodo di raffreddamento rigoroso dopo il loro mandato. Così ciò permetterebbe di proteggere il processo democratico contro le interferenze e i conflitti di interesse, ristabilendo la fiducia dei cittadini mediante un obbligo di rendere conto effettivo e non più meramente dichiarativo."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe prevenire la corruzione attraverso una revisione strutturale dell'apparato statale, puntando sulla semplicità e sull'efficacia per garantire la trasparenza. L'asse centrale di questo approccio è una semplificazione drastica delle procedure amministrative, in particolare con una revisione del codice degli appalti pubblici, al fine di ridurre le aree di opacità. Questa semplificazione deve essere accompagnata da una completa digitalizzazione dell'amministrazione per assicurare la tracciabilità delle decisioni e da una riforma della giustizia volta a rendere le sanzioni, in particolare in materia di delinquenza economica, più rapide ed efficaci. In tal modo ciò permetterebbe di razionalizzare il funzionamento delle istituzioni, di ridurre i margini di arbitrio e di ristabilire un rapporto di fiducia tra i cittadini e lo Stato, creando un ambiente strutturalmente ostile alla corruzione."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di smantellare i meccanismi sistemici che favoriscono la corruzione e l'opacità, puntando sui conflitti di interesse all'interno del potere giudiziario e sull'inefficienza dell'amministrazione. Il giusto approccio consiste nell'imporre una separazione netta delle carriere tra magistrati del ruolo giudicante e del pubblico ministero, e nel rompere le logiche di cooptazione all'interno del loro organo di governo mediante una selezione per sorteggio. Parallelamente, una semplificazione radicale delle procedure amministrative limiterà il potere discrezionale, mentre le sanzioni contro l'infiltrazione criminale mireranno agli individui responsabili senza paralizzare l'insieme delle istituzioni locali. Così si potrebbe garantire l'imparzialità della giustizia, accelerare l'azione pubblica e rendere le istituzioni più resistenti alle influenze illecite, ripristinando la fiducia dei cittadini."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di condurre un'offensiva globale contro l'opacità e l'illegalità, considerando la trasparenza come il principale baluardo dell'integrità istituzionale. L'approccio corretto consiste nel garantire un accesso pubblico sistematico all'informazione, in particolare in materia ambientale e di appalti pubblici, e nel responsabilizzare i cittadini facilitando le segnalazioni. Per conseguirlo è essenziale rafforzare i mezzi delle autorità di controllo e istituire meccanismi preventivi rigorosi, come la rotazione del personale nelle amministrazioni a rischio e l'obbligo di \"patti di integrità\" nelle gare d'appalto. L'azione deve inoltre mirare alle radici economiche della corruzione attraverso la tracciabilità dei flussi finanziari e la destinazione sociale dei beni confiscati. In questo modo si creerebbe un ambiente ostile alla collusione e alla criminalità organizzata, ristabilendo la fiducia dei cittadini e assicurando che le risorse pubbliche servano esclusivamente l'interesse generale."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di sostituire a un approccio puramente repressivo una riforma sistemica che affronti le radici dell'opacità e dell'inefficienza. L'asse centrale è una revisione del sistema giudiziario per garantirne l'indipendenza, in particolare mediante la separazione delle carriere dei magistrati e dei pubblici ministeri e una riforma del loro organo di governance. Parallelamente, la trasparenza dell'amministrazione pubblica sarà assicurata da una digitalizzazione integrale delle procedure e dalla centralizzazione degli appalti pubblici, eliminando le zone grigie propizie agli accordi. I processi di partecipazione democratica saranno anch'essi dematerializzati per garantire una tracciabilità completa. Così, ciò permetterebbe di ristabilire la fiducia dei cittadini, creando un ambiente in cui l'integrità e il merito sono gli unici criteri di decisione."
      }
    ]
  },
  {
    "question": "Quali politiche mettere in atto per sostenere la natalità e le famiglie?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di costruire un ambiente favorevole alla genitorialità, affrontando gli ostacoli strutturali che gravano sulle famiglie e frenano l'uguaglianza. Il giusto approccio consiste nell'istituire un congedo parentale di cinque mesi, interamente retribuito, paritario e non trasferibile per entrambi i genitori, completato da un massiccio investimento nei servizi pubblici per la prima infanzia, in particolare gli asili nido, per garantire un accesso universale. Questa politica deve riconoscere e sostenere esplicitamente la diversità dei modelli familiari e basarsi su una garanzia per l'infanzia volta a eradicare la povertà infantile fin dalla più tenera età. In questo modo, ciò permetterebbe di redistribuire equamente il carico delle cure, favorire l'occupazione femminile e offrire a ogni bambino un avvio equo nella vita."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di elevare la politica familiare al rango di investimento strategico, considerando la spesa per la natalità come un motore di crescita futura. Il giusto approccio consiste nel dedicarle una parte significativa del bilancio, al fine di finanziare misure di sostegno diretto alle famiglie e alla genitorialità. È inoltre essenziale promuovere attivamente una cultura favorevole al bambino, creando programmi mirati per accompagnare le madri in situazione di fragilità nel loro progetto di maternità. In tal modo, ciò permetterebbe di arginare il declino demografico e di garantire la sostenibilità del modello sociale ed economico."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di smettere di trattare la natalità come una questione demografica astratta per considerarla il risultato di condizioni di vita concrete. L'approccio giusto consiste nell'istituire un congedo parentale della stessa durata e alle stesse condizioni per entrambi i genitori, garantendo al contempo un accesso universale e pubblico a servizi di custodia per l'infanzia di qualità fin dalla più tenera età. L'accesso alla procreazione medicalmente assistita deve essere elevato a diritto fondamentale, sostenuto da politiche che assicurino la stabilità economica dei nuclei familiari e l'indipendenza finanziaria delle donne. In questo modo si potrebbero rimuovere gli ostacoli materiali e sociali alla genitorialità, favorire una ripartizione equa degli oneri familiari e permettere a ciascuno di fondare una famiglia per scelta, e non in funzione della propria situazione economica o del proprio genere."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di fare del rilancio demografico una priorità nazionale, creando un ambiente economico e sociale che incentivi a formare una famiglia. Il giusto approccio consiste nel combinare una riforma fiscale strutturale, attraverso l'introduzione del quoziente familiare, con un sostegno diretto al potere d'acquisto delle famiglie. Concretamente, ciò si traduce nell'aumento dell'assegno unico universale, nella gratuità degli asili nido, nella riduzione dell'IVA sui prodotti per l'infanzia e in facilitazioni nell'accesso all'abitazione per le giovani coppie. Così, questo permetterebbe di rimuovere i principali ostacoli economici alla genitorialità, di incoraggiare in modo tangibile le nascite e di riaffermare la centralità della famiglia nella società."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di fare della famiglia il pilastro della ripresa demografica ed economica, sostituendo gli aiuti occasionali con una revisione strutturale della fiscalità e delle misure di sostegno alla maternità. Il giusto approccio consiste nell'istituire un quoziente familiare, facendo del nucleo familiare l'unità fiscale di riferimento per modulare l'imposta in funzione del numero di figli. Questa riforma sarà completata da aiuti diretti alla genitorialità, come un contributo per ogni nascita, prestiti a tasso agevolato per le giovani famiglie e l'attribuzione di un anno di contribuzione pensionistica per figlio alle madri. La fiscalità sui prodotti di prima necessità per l'infanzia sarà inoltre alleggerita. In tal modo, ciò permetterebbe di creare un ambiente fiscale e sociale favorevole alla natalità, riconoscendo la genitorialità come un investimento per la collettività e rendendo la decisione di mettere su famiglia economicamente più sostenibile."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di costruire una politica familiare universale che consideri il sostegno alla genitorialità non come un aiuto mirato, ma come un investimento fondamentale nell'uguaglianza e nel benessere collettivo. L'asse centrale è l'istituzione di un servizio pubblico per la prima infanzia, universale e interamente gratuito. Questa misura deve accompagnarsi a una riforma del congedo parentale, prolungandolo e rendendolo strettamente paritario e obbligatorio per entrambi i genitori, completata da una politica di riduzione dell'orario di lavoro senza perdita di salario. L'obiettivo è rimuovere le barriere economiche che gravano sulle famiglie garantendo inoltre un accesso gratuito alla cultura e al tempo libero per i bambini. In questo modo si potrebbe garantire che la scelta di avere figli non si traduca più in una precarizzazione economica o in un arretramento dell'uguaglianza tra donne e uomini, assicurando nel contempo il pieno sviluppo dei bambini."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di passare da un mosaico di aiuti puntuali a una politica familiare integrata e universale, volta sia a invertire la curva demografica sia a liberare il potenziale del lavoro femminile. Il pilastro di questo dispositivo è un assegno unico universale, rafforzato e modulato per incoraggiare l'attività di entrambi i genitori. Lo sforzo principale si concentrerà sull'eliminazione delle barriere economiche alla genitorialità, rendendo gli asili nido gratuiti per i redditi modesti e istituendo un sistema di rimborso per un'ampia gamma di spese educative, culturali e di cura. Parallelamente, una riforma dei congedi parentali favorirà una condivisione più equilibrata delle responsabilità, al fine di neutralizzare l'impatto della maternità sulla carriera delle donne. In tal modo, ciò permetterebbe di creare un ambiente economico e sociale in cui mettere su famiglia non costituisce più un ostacolo alla realizzazione professionale e finanziaria, ma un progetto di vita sostenuto da un impegno strutturale della collettività."
      }
    ]
  },
  {
    "question": "Come garantire un accesso equo ed efficace al sistema sanitario per l'intera popolazione?",
    "propositions": [
      {
        "candidate_id": "Elly Schlein",
        "value": "L'idea sarebbe di concepire la salute non più come una competenza nazionale isolata, ma come un bene pubblico europeo, costruendo una vera Unione della salute per garantire l'uguaglianza di accesso alle cure. L'approccio corretto consiste nel mutualizzare le capacità strategiche creando un grande istituto pubblico europeo per la ricerca, la produzione e la distribuzione di medicinali e vaccini. Questa autonomia si baserebbe su meccanismi di acquisto congiunto per controllare i costi e sulla promozione di brevetti aperti per stimolare l'innovazione condivisa. Così, ciò permetterebbe di ridurre le disuguaglianze, di preparare l'Unione alle future crisi sanitarie e di garantire a ogni cittadino un accesso effettivo ed equo ai trattamenti."
      },
      {
        "candidate_id": "Giorgia Melonie",
        "value": "L'idea sarebbe di garantire un sistema sanitario efficace e vicino ai cittadini, rafforzandolo mediante investimenti strutturali e una cooperazione pragmatica. Il giusto approccio consiste nell'aumentare significativamente gli investimenti nella sanità pubblica e nel rafforzare la collaborazione transfrontaliera, in particolare in materia di prevenzione delle epidemie. La priorità è finanziare campagne di screening e di lotta alle dipendenze, promuovendo al contempo il benessere attraverso lo sport. Ogni azione deve necessariamente rispettare i diritti fondamentali delle persone e preservare la sovranità degli Stati nella gestione del loro sistema sanitario. In tal modo, ciò permetterebbe di costruire un sistema sanitario più resiliente e capace di affrontare le future crisi sanitarie, garantendo al contempo un accesso a cure di qualità senza condizionamenti ideologici né violazioni delle libertà individuali."
      },
      {
        "candidate_id": "Giuseppe Conte",
        "value": "L'idea sarebbe di superare le logiche nazionali fondando una vera Unione europea della salute, in cui l'accesso alle cure non sia più una variabile economica ma un diritto fondamentale garantito a tutti. L'approccio giusto consiste nel fare della salute una competenza condivisa, nel santuarizzare gli investimenti sanitari escludendoli dai vincoli di bilancio e, soprattutto, nel creare un'infrastruttura pubblica europea di ricerca e produzione per i farmaci essenziali, al fine di controllare i prezzi e rimediare ai fallimenti del mercato. In questo modo si potrebbe garantire una sicurezza sanitaria strategica per il continente, porre fine alla lotteria geografica nell'accesso ai trattamenti e costruire sistemi sanitari pubblici resilienti e davvero universali."
      },
      {
        "candidate_id": "Silvio Berlusconi",
        "value": "L'idea sarebbe di recentrare il sistema sanitario sui bisogni concreti dei cittadini garantendo un accesso rapido e di prossimità alle cure. La priorità assoluta è ridurre le liste d'attesa ripristinando la totalità delle prestazioni ordinarie e degli screening. Per raggiungere questo obiettivo, è necessario rafforzare la medicina territoriale e aumentare in modo significativo il numero di medici e operatori sanitari. Parallelamente, l'accesso alle cure sarà facilitato dall'ampliamento delle prestazioni mediche esenti dal ticket, alleggerendo così il costo per i pazienti. Questa iniziativa si baserà su una revisione globale del piano sanitario nazionale per renderlo più efficace e reattivo. In tal modo, si potrebbe offrire una risposta equa su tutto il territorio e garantire che ogni cittadino riceva le cure necessarie nei tempi dovuti."
      },
      {
        "candidate_id": "Matteo Salvini",
        "value": "L'idea sarebbe di garantire un accesso effettivo alle cure alleggerendo il sistema ospedaliero e reindirizzandolo verso un'assistenza di prossimità e preventiva. L'approccio corretto consiste nell'eliminare la barriera all'ingresso degli studi di medicina cancellando il numerus clausus, per sostituirlo con una selezione al termine di un primo semestre aperto a tutti. Parallelamente, la riduzione delle liste d'attesa sarà assicurata da un aumento delle capacità del servizio pubblico e da una migliore integrazione del settore privato convenzionato. L'accento sarà posto sul rafforzamento della medicina territoriale e delle cure domiciliari, garantendo al contempo la libertà di scelta terapeutica per i pazienti. Così, ciò permetterebbe di rendere il sistema sanitario più reattivo e accessibile, assicurando il ricambio delle generazioni di operatori sanitari e avvicinando l'offerta di cure ai bisogni reali dei cittadini sul loro territorio."
      },
      {
        "candidate_id": "Angelo Bonelli",
        "value": "L'idea sarebbe di rompere con la logica di indebolimento e di mercificazione del sistema sanitario per riaffermarne il carattere di servizio pubblico universale, interamente finanziato dalla collettività. L'asse centrale è un piano massiccio di reinvestimento nelle infrastrutture e nel personale, finanziato dalla solidarietà nazionale. L'approccio giusto consiste nel porre fine al sistema a due velocità eliminando ogni vantaggio fiscale alle assicurazioni private e integrando i medici di medicina generale all'interno del servizio pubblico. La priorità deve essere data al rafforzamento delle cure di prossimità e a una politica di prevenzione ambiziosa, al fine di trattare le cause delle malattie a monte. In tal modo, ciò permetterebbe di garantire l'effettività del diritto alla salute per tutti, di ridurre le disuguaglianze territoriali e sociali nell'accesso alle cure, e di costruire un sistema resiliente, incentrato sul benessere della popolazione piuttosto che sulla redditività."
      },
      {
        "candidate_id": "Carlo Calenda",
        "value": "L'idea sarebbe di rifondare il sistema sanitario per superare le debolezze rivelate dalla crisi, passando da una logica di cura a una strategia di salute globale. L'asse centrale è una recentralizzazione della governance strategica per garantire una base di prestazioni omogenea e porre fine alle disparità territoriali. La priorità sarà il rafforzamento di una rete di prossimità, che integri cure primarie e accompagnamento sociale, mentre un piano d'emergenza ridurrà le liste d'attesa con tempi massimi garantiti. Una nuova agenzia nazionale per la prevenzione guiderà la preparazione alle crisi. Così ciò permetterebbe di garantire un accesso effettivo ed equo alle cure, con un finanziamento sostenibile allineato agli standard europei."
      }
    ]
  }
]