[
  {
    "question": "¿Cómo proteger el poder adquisitivo frente a la inflación y a los aumentos de la energía, apoyando al mismo tiempo los salarios (SMI) sin frenar el empleo?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería articular una protección del poder adquisitivo sobre dos pilares: la regulación de los precios de la energía y una política salarial dinámica, considerando que el aumento de los salarios bajos sostiene el empleo y la demanda. La prioridad es reformar a fondo el mercado de la energía para que las facturas reflejen el coste real de las renovables, al mismo tiempo que se controlan activamente los márgenes de las empresas para que las reducciones de costes se repercutan. Paralelamente, el salario mínimo debe ser revalorizado para alcanzar el 60 % del salario medio, una medida inscrita en la ley, complementada por un apoyo a la negociación colectiva a fin de vincular los aumentos a la productividad. Así, esto permitiría crear un círculo virtuoso donde la justa remuneración del trabajo estimula la demanda y el empleo de calidad, asegurando un crecimiento económico más justo y más resiliente."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería restaurar de forma duradera el poder adquisitivo actuando simultáneamente sobre la presión fiscal y el coste de la energía, en lugar de apostar por aumentos salariales desconectados de la realidad económica. El enfoque adecuado consiste en aplicar un alivio fiscal inmediato, corrigiendo los efectos de la inflación en la escala del impuesto sobre la renta y reduciendo el IVA sobre los productos de primera necesidad. Para la energía, se otorgaría un apoyo directo a los hogares vulnerables mediante un cheque social único. En cuanto al salario mínimo, cualquier revalorización se decidiría en el marco de un diálogo social que implique a las partes sociales y a expertos, con el fin de preservar la competitividad y la creación de puestos. Así, ello permitiría apoyar directamente los ingresos de los hogares sin penalizar a las empresas, creando las condiciones de un crecimiento sano y generador de empleo."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería proteger el ingreso real de los hogares actuando directamente sobre las causas de su erosión. El enfoque eficaz consiste en reducir la presión fiscal sobre el consumo mediante una reducción radical del IVA en los productos de primera necesidad y la supresión de los impuestos que gravan las facturas de energía. Para permitir un aumento general de los salarios sin penalizar el empleo, la prioridad es aliviar masivamente las cargas sociales y la regulación abusiva que pesan sobre las empresas. Esta reducción de los costes de producción les dará el margen de maniobra necesario para remunerar mejor a sus empleados, en particular a los de ingresos más bajos. Así, esto permitiría conciliar un aumento inmediato del poder adquisitivo y una dinámica salarial sana, basada en la competitividad de las empresas en lugar de en una decisión administrativa."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería romper con una lógica puramente securitaria para privilegiar una movilidad humana basada en el respeto de los derechos fundamentales. La prioridad es, por tanto, abandonar las devoluciones en caliente en las fronteras, instaurando procedimientos de regularización permanentes y simplificando el acceso a la residencia. Se trata asimismo de desarrollar vías de acceso legales y seguras, en particular sistematizando la solicitud de asilo desde las representaciones diplomáticas, y de cerrar los centros de detención administrativa. A nivel europeo, el enfoque consiste en promover un nuevo pacto de migración y asilo basado en la solidaridad, con corredores humanitarios y un mecanismo de reubicación permanente y vinculante. De este modo, se garantizaría una gestión digna y ordenada de los flujos migratorios, al tiempo que se combate a las redes de trata y se previenen las tragedias humanitarias en el mar."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "Sería atacar las causas estructurales de la pérdida de ingresos en lugar de contentarse con medidas paliativas. La prioridad es asegurar una distribución justa de los esfuerzos instaurando una fiscalidad permanente sobre los beneficios extraordinarios de los sectores bancario y energético, cuyos ingresos financiarán medidas de apoyo directas. Para lograrlo, el eje central consiste en aumentar significativamente el salario mínimo interprofesional a 1 250 euros, al mismo tiempo que se combate la precariedad mediante una reforma del derecho laboral y se regulan los precios de los alquileres para aliviar la principal carga de los hogares. El empleo se apoyaría en condiciones de trabajo dignas y en la exploración de nuevos modelos como la semana de cuatro días. Así, ello permitiría una protección duradera del poder adquisitivo al actuar simultáneamente sobre los salarios, el coste de la vida y la calidad del empleo."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería privilegiar una doble acción, tanto focalizada como estructural, para restaurar de manera duradera el poder adquisitivo sin alimentar la espiral inflacionaria. La prioridad es aportar ayudas directas y focalizadas a los hogares más vulnerables y a las empresas más expuestas al aumento de los costes, al mismo tiempo que se acelera masivamente el despliegue de las energías renovables para controlar los precios a largo plazo. En lugar de un aumento general del salario mínimo, la revalorización salarial debe fomentarse mediante la negociación colectiva en el seno de los sectores, vinculando los aumentos a la productividad con el fin de preservar la competitividad de las empresas. Así, esto permitiría conjugar un apoyo inmediato a los más frágiles con una estabilización duradera de los precios y una dinámica salarial saludable, protegiendo tanto el nivel de vida como el tejido económico."
      }
    ]
  },
  {
    "question": "¿Hay que limitar los alquileres y regular los alquileres turísticos para responder a la crisis de la vivienda?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería hacer de la vivienda un derecho efectivo actuando simultáneamente sobre la oferta y la regulación de los precios, y no dejando que el mercado se autorregule. El eje central es la puesta en marcha de la nueva ley de vivienda, que permite declarar zonas de mercado tensionadas con el fin de regular estrictamente las subidas de los alquileres y modular los contratos de arrendamiento, incluidos los temporales y turísticos. Esta regulación irá acompañada de un plan ambicioso para aumentar el parque de viviendas públicas y sociales, con el objetivo de alcanzar el 20 % del parque total mediante la construcción, la adquisición de viviendas vacantes y la movilización de los activos de entidades públicas. Así, ello permitiría frenar la especulación, garantizar precios asequibles para los inquilinos y asegurar un acceso a la vivienda más justo, en particular para los jóvenes y los hogares vulnerables."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería abordar las causas estructurales de la crisis de la vivienda, a saber, la falta de oferta y la inseguridad jurídica, en lugar de recurrir a medidas coercitivas sobre los precios. El enfoque adecuado consiste en derogar las reglamentaciones que frenan la inversión, como la ley de regulación de los alquileres, que desalienta a los propietarios. Para aumentar el parque disponible, es esencial movilizar masivamente el suelo público para la construcción de viviendas nuevas, incluidas las sociales y de alquiler asequible. Paralelamente, un programa de garantías públicas debe facilitar el acceso a la propiedad para los compradores primerizos, en particular los jóvenes. De este modo, se permitiría dinamizar el mercado y estabilizar los precios de manera sostenible, aumentando el número de viviendas disponibles para todos, sin desincentivar la inversión privada mediante regulaciones restrictivas."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería abordar las causas estructurales de la crisis en lugar de sus síntomas mediante medidas coercitivas. El enfoque eficaz consiste en abandonar cualquier forma de regulación de los alquileres, porque tales políticas contraen la oferta y agravan la escasez. La prioridad es provocar un choque de oferta liberando masivamente suelo edificable y aligerando radicalmente la fiscalidad y las cargas que pesan sobre el acto de construir. En cuanto a los alquileres turísticos, se trata de poner fin al modelo actual instaurando un marco nacional homogéneo que proteja los derechos de los residentes y la vida de los barrios. Así, ello permitiría una reducción estructural de los precios por la abundancia de bienes disponibles, al tiempo que restauraría la confianza de los propietarios y aseguraría un desarrollo equilibrado."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería tratar la vivienda como un derecho ciudadano fundamental más que como un activo de especulación. El enfoque consiste en aplicar una regulación estricta de los alquileres en todas las zonas de mercado tensionado, estableciendo precios de referencia indexados al 30 % de los ingresos de los hogares inquilinos. Esta medida irá acompañada de limitaciones vinculantes sobre los alquileres turísticos, de temporada y por habitación, con el fin de poner fin a las estrategias de elusión de la ley de vivienda. Además, los incentivos fiscales estarán exclusivamente reservados a los propietarios que respeten estos topes de alquiler. De este modo, permitiría garantizar la igualdad entre los inquilinos en todo el territorio y frenar el aumento de los precios para volver a hacer accesible la vivienda."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería garantizar el acceso a la vivienda como un derecho fundamental, lo que exige tratar el mercado del alquiler no como un simple juego de oferta y demanda, sino como un servicio esencial a regular. El enfoque eficaz consiste en permitir a las autoridades competentes regular íntegramente los contratos de arrendamiento, incluso fijando techos de alquiler en las zonas tensionadas. Para que esta medida no sea eludida, es imprescindible regular paralelamente los alquileres de temporada y de corta duración para que no se conviertan en una vía de escape a la regulación. La prioridad es frenar la especulación, aumentar el parque de viviendas de carácter social y proteger a los inquilinos. Así, ello permitiría estabilizar los precios, preservar la función residencial de las viviendas y asegurar una oferta más justa y accesible para todos."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería atacar las raíces de la crisis aumentando de forma duradera la oferta de viviendas asequibles, en lugar de recurrir a medidas de congelación de precios que pueden resultar contraproducentes. El eje prioritario consiste en desarrollar masivamente un parque de viviendas públicas destinadas al alquiler, movilizando en particular el suelo público disponible para acelerar la construcción. Paralelamente, es esencial establecer un marco jurídico que asegure un justo equilibrio entre los derechos de los inquilinos y los de los propietarios, garantizando la seguridad y la estabilidad de los contratos sin imponer topes rígidos a los alquileres. Este enfoque da prioridad a soluciones estructurales que actúen sobre el volumen y la calidad de los inmuebles disponibles. Así, ello permitiría aliviar la presión sobre el mercado de alquiler de forma sostenible y garantizar el acceso a la vivienda para todos, en particular para los jóvenes, sin desincentivar la inversión privada."
      }
    ]
  },
  {
    "question": "Qué trayectoria para las pensiones : revalorización, edad efectiva de jubilación y sostenibilidad financiera ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería garantizar el poder adquisitivo de los jubilados al mismo tiempo que asegurar la sostenibilidad financiera del sistema de reparto, basándose en la solidaridad en lugar de recortes. El eje central es blindar la revalorización de todas las pensiones indexándola a la inflación, una medida cuya inscripción a nivel constitucional se perseguirá. La sostenibilidad se asegurará mediante un refuerzo de los ingresos, en particular mediante la puesta en marcha de un mecanismo de equidad intergeneracional y una contribución de solidaridad sobre las rentas más altas, con el fin de reabastecer el fondo de reserva. En lugar de modificar la edad legal de jubilación, la prioridad es introducir modalidades de jubilación parcial y activa para permitir una salida progresiva y voluntaria del mercado laboral. Así, esto permitiría consolidar un sistema de pensiones justo, que proteja el nivel de vida de los jubilados, y financieramente robusto, fundado en una justa repartición del esfuerzo entre las generaciones."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería garantizar la sostenibilidad del sistema de pensiones asegurando a la vez el poder adquisitivo de los pensionistas actuales y el equilibrio financiero para las generaciones futuras. El buen enfoque consiste en garantizar la revalorización de las pensiones para preservar su poder adquisitivo, respetando un amplio consenso nacional. Para asegurar la sostenibilidad a largo plazo, se reforzará el carácter contributivo del sistema. Paralelamente, se introducirá un nuevo mecanismo de cuentas individuales portátiles. Financiadas por las empresas, estas cuentas seguirán a los trabajadores a lo largo de toda su carrera, ofreciéndoles un ahorro flexible y mejorando su protección. Así, esto permitiría asegurar el nivel de vida de los pensionistas actuales al mismo tiempo que se construye un sistema más robusto y equitativo para el futuro, sin depender únicamente del ajuste de la edad de jubilación."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería asegurar la sostenibilidad del sistema de reparto abordando los desequilibrios de fondo, demográficos y estructurales, en lugar de jugar con los parámetros de la edad o las cotizaciones. El eje central consiste en aumentar inmediatamente los ingresos de los jubilados exonerando del impuesto sobre la renta las pensiones contributivas. La financiación a largo plazo no procedería de la población activa, sino de una reducción drástica del despilfarro político y de las duplicidades administrativas dentro del Estado. Paralelamente, la única solución estructural y duradera radica en el lanzamiento de una política de apoyo a la natalidad para contrarrestar el invierno demográfico. Así, ello permitiría garantizar la sostenibilidad del sistema mediante ganancias de eficiencia y un renacimiento demográfico, al mismo tiempo que mejoraría de forma concreta el poder adquisitivo de las personas mayores."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería garantizar la perennidad y la suficiencia del sistema público de pensiones asegurando el mantenimiento del poder adquisitivo para todos los pensionistas. La base de este enfoque es la revalorización automática de la totalidad de las pensiones conforme a la inflación. Para las pensiones mínimas y no contributivas, se concederá un esfuerzo adicional con aumentos superiores al índice de precios, hasta que alcancen el umbral de pobreza. La sostenibilidad financiera se garantizará no por una reducción de las prestaciones, sino por un aumento de los ingresos, obtenido mediante nuevos mecanismos de financiación, la ampliación de la base de cotización y el aumento del número de cotizantes. Así, ello permitiría consolidar un modelo solidario donde la viabilidad del sistema se base en una contribución justa y no en la precarización de las personas mayores."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería garantizar la sostenibilidad y la equidad del sistema de pensiones poniendo fin a su desvío financiero para asegurar un nivel de vida digno a los pensionistas. La prioridad es restablecer la confianza mediante una auditoría completa de las cuentas de la Seguridad Social para demostrar su solvencia. Para lograrlo, las medidas clave incluyen un regreso a la edad de jubilación de 65 años sin condición de duración mínima de cotización y la posibilidad de calcular la pensión sobre la base de los 15 mejores años de carrera. Paralelamente, es esencial aumentar las pensiones mínimas revalorizándolas automáticamente según la evolución del salario mínimo interprofesional. Así, esto permitiría garantizar el poder adquisitivo de los pensionistas actuales y futuros, basando la sostenibilidad del sistema en una gestión transparente y una contribución justa, en lugar de en la reducción de los derechos."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería garantizar un pacto intergeneracional justo asegurando a la vez el poder adquisitivo de los jubilados y la sostenibilidad financiera del sistema de reparto. El eje central es santuarizar el poder adquisitivo instaurando una revalorización sistemática de las pensiones en función de la inflación, como un derecho fundamental. La sostenibilidad no debe basarse en un aumento de la edad de jubilación, sino en una clarificación de las fuentes de financiación: las cotizaciones sociales deben cubrir exclusivamente las pensiones contributivas, y los demás gastos de solidaridad deben corresponder al presupuesto del Estado. Paralelamente, procede desarrollar activamente los regímenes de jubilación profesionales como complemento al pilar público, sin sustituirlo nunca. Así se podría construir una trayectoria previsible y equitativa, donde los derechos adquiridos estén protegidos y el sistema consolidado sobre bases financieras sanas, sin hacer recaer el ajuste en la prolongación de la vida activa."
      }
    ]
  },
  {
    "question": "¿Debemos consolidar o deshacer las reformas del mercado laboral (lucha contra la precariedad, contratos, plataformas digitales)?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería consolidar el nuevo modelo de empleo basado en la estabilidad y el diálogo social, formalizando la ruptura definitiva con la precariedad como variable de ajuste. El eje central es preservar lo adquirido por las reformas que convirtieron el contrato de duración indefinida en la norma y la concertación social en el principal motor de la evolución del derecho laboral. El enfoque adecuado consiste en ampliar este marco protector a las nuevas formas de empleo surgidas de las transiciones digital y ecológica, regulando el trabajo de las plataformas para garantizar derechos equivalentes. Así, ello permitiría ofrecer visibilidad y seguridad jurídica tanto a empleadores como a trabajadores, al tiempo que se continúa reduciendo el desempleo estructural y se mejora de forma duradera la calidad del empleo."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería superar el actual marco rígido del mercado laboral para construir un nuevo modelo que concilie flexibilidad para las empresas y seguridad para los trabajadores. El enfoque adecuado consiste en introducir un sistema de cuentas individuales portátiles, financiado por una parte de las cotizaciones sociales, que acompañarán a cada trabajador a lo largo de su carrera, sea cual sea la naturaleza de su contrato. Este dispositivo tiene como objetivo eliminar los obstáculos a la movilidad voluntaria y proteger mejor las trayectorias profesionales. Además, las políticas activas de empleo serán revisadas íntegramente para garantizar una correspondencia eficaz entre la formación y las necesidades reales de las empresas. Así, esto permitiría crear un mercado laboral más fluido y dinámico, reduciendo la precariedad al vincular la seguridad a la persona en lugar del estatus de su contrato."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería sustituir la lógica actual, que oculta la precariedad sin eliminarla, por un marco que favorezca un empleo estable y duradero. El enfoque eficaz consiste en derogar la reforma laboral vigente, considerada contraproducente, para reemplazarla por un nuevo marco jurídico. La prioridad es incentivar la creación de empleos perdurables reduciendo drásticamente las cotizaciones sociales para la contratación con contrato indefinido. Paralelamente, conviene adaptar la legislación al teletrabajo y luchar activamente contra el estatus de \"falso autónomo\" que precariza a los trabajadores de las plataformas. Así, ello permitiría una verdadera inversión de la curva de la precariedad, en particular para los jóvenes, restaurando las condiciones de un mercado laboral sano donde el contrato estable vuelva a ser la norma."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería consolidar los logros de las reformas recientes para avanzar hacia un nuevo estatuto del trabajador en el siglo XXI, haciendo del empleo estable la norma y del trabajo un pilar de la ciudadanía. La protección contra el despido debe reforzarse mediante un sistema de reparación disuasorio, que garantice una indemnización justa y proporcional al perjuicio realmente sufrido. Es prioritario abordar las formas residuales de precariedad, en particular regulando estrictamente el trabajo a tiempo parcial y garantizando la igualdad de trato para los trabajadores externalizados. Las protecciones deben extenderse a la economía de las plataformas digitales para que la digitalización esté al servicio de un trabajo decente. Así, ello permitiría completar la transición hacia un modelo de relaciones profesionales más estable, más justo y plenamente adaptado a las nuevas formas de trabajo."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería romper radicalmente con el ciclo de precarización instaurado por las reformas pasadas, restaurando un marco protector para todos los trabajadores. La prioridad es derogar íntegramente las reformas de 2010 y 2012 para restablecer garantías fundamentales. El enfoque consiste en restaurar una indemnización por despido mínima de 45 días por año trabajado, reintroducir la autorización administrativa para los despidos colectivos y objetivar los motivos de despido. También es crucial asegurar la plena aplicación de la regulación de las plataformas digitales para poner fin al estatus de falso autónomo, y garantizar a los trabajadores subcontratados condiciones idénticas a las de los trabajadores asalariados de la empresa principal. Así, ello permitiría reducir la inestabilidad, reequilibrar las relaciones laborales y ofrecer una verdadera seguridad profesional."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería superar la lógica de las reformas anteriores, que han favorecido la precariedad, para construir un modelo de relaciones profesionales basado en la calidad, la estabilidad y la adaptación negociada. El enfoque eficaz consiste en anclar la evolución de las normas en el diálogo social, renunciando a un marco nacional uniforme para privilegiar acuerdos adaptados a las realidades económicas de cada territorio. En este esquema, los convenios colectivos regionales deben primar cuando sean más ventajosos para los trabajadores. La prioridad es invertir masivamente en la formación continua para acompañar las transiciones y garantizar la calidad de los contratos de trabajo, alejándose de una competitividad basada en la reducción de los costes salariales. Así, ello permitiría construir un mercado laboral más resiliente y equitativo, que concilie el rendimiento de las empresas con la seguridad de las trayectorias profesionales."
      }
    ]
  },
  {
    "question": "¿Qué estrategia energética : acelerar las renovables, reformar el mercado de la electricidad y prolongar las medidas tipo “excepción ibérica” ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería construir una soberanía energética basada en un despliegue masivo de las energías renovables, con el fin de garantizar precios bajos y estables para los hogares y las empresas. El eje central es promover una reforma estructural del mercado europeo de la electricidad, a fin de perpetuar el principio que ha hecho el éxito del mecanismo ibérico: desacoplar los precios de la electricidad de los del gas. Para lograrlo, la estrategia consiste en acelerar el despliegue de las infraestructuras renovables, identificando zonas propicias para su desarrollo, al tiempo que se fomenta el autoconsumo y las comunidades energéticas. Así, ello permitiría no solo reducir de manera duradera la factura energética de los consumidores, sino también crear una ventaja competitiva para la industria nacional y garantizar una autonomía estratégica frente a los vaivenes geopolíticos."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería construir una verdadera soberanía energética fundada en un mix equilibrado y estable, capaz de proporcionar una energía competitiva a los hogares y a las empresas. El buen enfoque consiste en acelerar masivamente el despliegue de las energías renovables desbloqueando los procedimientos administrativos, al mismo tiempo que se prolonga la vida útil del parque nuclear existente para garantizar una producción de base segura y descarbonizada. Esta estrategia implica el abandono de las medidas de intervención excepcionales en el mercado de la electricidad, que crean una fuerte incertidumbre regulatoria y aíslan al país. El objetivo es reforzar las interconexiones europeas y desarrollar vectores de futuro como el hidrógeno verde. Así, ello permitiría asegurar el suministro a largo plazo, reducir de manera duradera las facturas y convertir al país en una verdadera potencia energética."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería recuperar el control de la política energética para garantizar la soberanía nacional y proporcionar una electricidad asequible y estable. El enfoque eficaz consiste en construir un mix energético diversificado y gestionable, prolongando la vida útil de las centrales nucleares existentes y asociándolas con la hidráulica, la solar y la eólica de manera proporcionada. La prioridad es una reforma completa del mercado de la electricidad, saliendo del sistema de tarificación marginalista y suprimiendo el mercado de emisiones de CO2. Esta acción estructural debe ir acompañada de la supresión inmediata de los impuestos que gravan la factura energética. Así, permitiría reducir de forma duradera los precios para los hogares y las empresas, al mismo tiempo que restauraría la soberanía nacional y la competitividad industrial."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería operar una transformación estructural del sistema energético para convertirlo en 100 % renovable, eficiente y democrático, garantizando así el acceso universal a una energía asequible. La trayectoria se basa en una aceleración masiva del despliegue de las energías renovables, con un objetivo del 90 % de la producción eléctrica para 2030. La palanca principal es una reforma profunda del mercado de la electricidad, que pasa por la eliminación del sistema de tarificación marginalista. Será reemplazado por un modelo en el que cada tecnología sea remunerada según sus costes reales de producción, mientras que mecanismos de limitación de precios, inspirados en la « excepción ibérica », se consolidarán. El Estado intervendrá para desmantelar los oligopolios y retomar el control público de las concesiones hidroeléctricas. Así, ello permitiría garantizar precios más bajos y estables, desconectados de la volatilidad de los combustibles fósiles, al tiempo que pondría fin a los beneficios excepcionales del sector."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería refundar el modelo energético sobre bases de soberanía, sostenibilidad y justicia social, desmantelando un sistema oligopólico que hace recaer los costes sobre los consumidores. La prioridad es acelerar masivamente el despliegue de las energías renovables mediante un modelo descentralizado, favoreciendo el autoconsumo, las cooperativas y las comunidades energéticas locales. Para lograrlo, es imperativa una reforma estructural del mercado eléctrico con el fin de desacoplar definitivamente los precios de la electricidad de los precios de los combustibles fósiles, abandonando el sistema de tarificación marginalista. Esto implica romper la integración vertical de los grandes operadores y reforzar el control público sobre las infraestructuras estratégicas. De este modo, se permitiría garantizar precios justos y estables para los hogares y las empresas, acelerar la descarbonización y aumentar la soberanía energética al liberarse de la volatilidad de los mercados internacionales."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería orquestar la transición energética como un proyecto de soberanía y competitividad industrial, saliendo de la dependencia de los combustibles fósiles que pesa sobre las facturas y la economía. El enfoque adecuado consiste en reformar a fondo el mercado europeo de la electricidad para desacoplar de forma duradera el precio de la electricidad del gas, y así garantizar tarifas estables y previsibles. Paralelamente, hay que desencadenar un despliegue masivo y planificado de las energías renovables –en particular la eólica marina y el hidrógeno verde– simplificando los procedimientos y fomentando las comunidades energéticas locales. Esta transición debe ir acompañada de mecanismos de apoyo, como contratos de suministro a largo plazo, para asegurar la competitividad de la industria. Así, permitiría proteger a los consumidores y a las empresas de la volatilidad de los mercados mientras se construye una industria europea de primer nivel en las tecnologías verdes, asegurando a la vez la seguridad del suministro y la cohesión social."
      }
    ]
  },
  {
    "question": "¿Hay que mantener los impuestos excepcionales sobre los bancos y las empresas energéticas o aligerar la fiscalidad para la inversión?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería hacer prevalecer el principio de justicia fiscal y de contribución al esfuerzo colectivo sobre una reducción fiscal indiferenciada, orientando la acción hacia los sectores que han obtenido beneficios excepcionales. El enfoque adecuado consiste en evaluar la prolongación y el ajuste de los gravámenes temporales sobre los sectores de la banca y de la energía. El objetivo no es oponer fiscalidad e inversión, sino garantizar que estos actores participen en la financiación del Estado de bienestar. Este enfoque se inscribe en un marco más amplio de fiscalidad equitativa, que incluye una reflexión sobre la imposición de la riqueza para poner fin a la competencia fiscal desleal. Así, esto permitiría consolidar los ingresos públicos necesarios para el apoyo de los servicios públicos y la justicia social, al tiempo que se asegura una justa distribución de las cargas económicas."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería crear un clima de confianza y de estabilidad fiscal para atraer la inversión, en lugar de recurrir a impuestos excepcionales que penalizan la competitividad. El enfoque adecuado consiste en suprimir los impuestos dirigidos a determinados sectores y el impuesto sobre las grandes fortunas, que envían una señal negativa a los inversores. La prioridad es una reforma fiscal de gran envergadura destinada a simplificar el impuesto sobre sociedades y a aliviar la carga que pesa sobre el ahorro y la inversión productiva. El objetivo es ofrecer un marco fiscal previsible y atractivo para fomentar la implantación de empresas y la retención de capitales. De este modo, se permitiría liberar el potencial de inversión, reforzar la competitividad nacional y financiar un crecimiento sostenible, rompiendo con una lógica fiscal percibida como confiscatoria."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería romper con una fiscalidad punitiva y coyuntural que desincentiva la inversión a largo plazo. El buen enfoque consiste en emprender una reducción generalizada y planificada del impuesto sobre sociedades, con un objetivo claro y ambicioso, para reforzar la competitividad global. Esta reforma debe ir acompañada de una simplificación radical de las normas fiscales y de la creación de potentes palancas, como deducciones, para orientar el ahorro hacia la economía real y la reindustrialización. Así, ello permitiría estimular un crecimiento sostenible al atraer capitales nacionales y extranjeros, favoreciendo la creación de empleos permanentes en lugar de captar ingresos excepcionales de manera puntual y contraproducente."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería concebir la fiscalidad como una palanca de justicia social, exigiendo una contribución equitativa de los sectores que han obtenido beneficios extraordinarios. La estrategia consiste, por tanto, en mantener los impuestos extraordinarios sobre los bancos y las empresas energéticas, no como una medida temporal, sino como una etapa transitoria hacia una reforma integral del impuesto sobre sociedades. Esta revisión tendrá por objetivo aumentar la contribución efectiva de los grandes grupos. Los ingresos así recaudados se destinan directamente a financiar medidas de apoyo al poder adquisitivo de los hogares, como la ayuda de urgencia para los préstamos hipotecarios. De este modo, se garantizarían recursos estables para las políticas públicas, asegurando que quienes se benefician de la crisis contribuyan a mitigar sus efectos para la colectividad."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería transformar una medida coyuntural en una palanca estructural de justicia fiscal, perpetuando las contribuciones de los sectores que se benefician de rentas de situación. El enfoque consiste en hacer permanentes los impuestos excepcionales sobre los beneficios extraordinarios de los bancos y de las empresas energéticas, ya que estos sectores oligopólicos se benefician de garantías públicas y de recursos comunes. Es esencial que la mitad de los ingresos generados por esta fiscalidad permanente se asignen directamente a los presupuestos regionales, que soportan el peso de los gastos sociales. Este esfuerzo debe ir acompañado de un refuerzo del impuesto sobre las grandes fortunas y de una lucha intensificada contra la evasión fiscal de las grandes empresas. Así, ello permitiría asegurar ingresos estables para el Estado de bienestar, reequilibrar la carga fiscal y hacer que los beneficios excepcionales contribuyan de forma duradera a la cohesión social."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería salir de la lógica de los impuestos excepcionales y temporales, que generan una fuerte incertidumbre y frenan la inversión, para integrar la justa contribución de todos los sectores en un marco fiscal estable y previsible. El enfoque adecuado consiste en consolidar la contribución de los sectores que se han beneficiado de ganancias excepcionales, no mediante impuestos ad hoc, sino integrándolos de manera estructural en el sistema fiscal general. Esta transformación en un impuesto formal, inscrito en la ley, debe garantizar la seguridad jurídica y la claridad indispensables para los actores económicos. El objetivo no es aligerar la fiscalidad de manera indiferenciada, sino hacerla más justa, equitativa y, sobre todo, previsible para todos. Así, esto permitiría conciliar la necesidad de una justa contribución a las cargas públicas con el imperativo de estabilidad, que es la primera condición para atraer y mantener la inversión productiva a largo plazo."
      }
    ]
  },
  {
    "question": "¿Qué política migratoria y de asilo en las fronteras y en las grandes ciudades, entre control e integración?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería conciliar una gestión eficaz de las fronteras con una política de asilo e integración inclusiva, considerando la migración regular como un factor de desarrollo y de cohesión social. El enfoque adecuado consiste en reforzar las capacidades del sistema de acogida mediante financiación estable y una cooperación reforzada con las organizaciones internacionales, abriendo al mismo tiempo vías de migración legales y circulares. Se trata de simplificar los procedimientos administrativos para acelerar la integración social y profesional, proteger activamente a los colectivos más vulnerables y luchar resueltamente contra el racismo y la xenofobia mediante políticas públicas dedicadas. Así, se permitiría asegurar una gestión ordenada de los flujos migratorios que garantice tanto la seguridad como el respeto de los derechos fundamentales, al tiempo que fomente una integración exitosa, imprescindible para la cohesión social."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería refundar la política migratoria sobre una doble exigencia de control de los flujos y de integración selectiva, distinguiendo claramente la inmigración legal y elegida de la inmigración irregular. El enfoque correcto consiste en reforzar el control en las fronteras mediante medios humanos y tecnológicos aumentados, en coordinación con los socios europeos, y en acelerar sistemáticamente la ejecución de las órdenes de expulsión para las personas en situación irregular. Paralelamente, se pondrá en marcha un nuevo programa de inmigración legal cualificada, basado en un sistema de puntos, para atraer a los talentos internacionales según criterios de mérito y de potencial de integración. Así, ello permitiría establecer un sistema migratorio previsible y controlado, que proteja las fronteras al tiempo que responda a las necesidades económicas del país mediante un aporte de competencias focalizadas."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería sustituir al modelo actual, juzgado laxista y sufrido, por una política de control total de los flujos migratorios, condicionando la entrada y la estancia al estricto interés nacional y a la capacidad de integración. El enfoque eficaz pasa por un cierre físico y jurídico de las fronteras, la externalización del tratamiento de las solicitudes de asilo y la supresión de las ayudas públicas no contributivas que crean un efecto llamada. La integración no es una opción sino una condición, implicando una asimilación cultural y justificando una política de cupos que privilegie a las nacionalidades más cercanas. Todo extranjero que cometa un delito grave debe ser expulsado sin demora. Así, ello permitiría restaurar la soberanía del Estado en materia de poblamiento y garantizar que la inmigración vuelva a ser una aportación controlada y beneficiosa para la nación, en lugar de una fuente de tensiones sociales."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería refundar la política migratoria sobre un enfoque sistémico de derechos y de integración, en ruptura con el paradigma securitario. El eje central es una reforma de la ley sobre extranjeros para instaurar un procedimiento de regularización permanente y simplificar el acceso a la residencia. La prioridad es garantizar un acceso universal y sin obstáculos al sistema de salud para todos los residentes. También se trata de cerrar los centros de detención administrativa y de sistematizar la solicitud de asilo por la vía diplomática para crear vías de acceso legales y seguras. Así, ello permitiría construir una sociedad más cohesionada, garantizar la protección de los derechos fundamentales y facilitar la integración social y económica de todas las personas, al mismo tiempo que se lucha activamente contra el racismo."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería refundar la política migratoria sobre el respeto a los derechos humanos y la inclusión, desmantelando un sistema que genera precariedad y racismo institucional. La prioridad es derogar la ley actual sobre inmigración para reemplazarla por una legislación que garantice vías de entrada legales y seguras. El enfoque consiste en poner fin a las devoluciones en caliente en las fronteras, cerrar los centros de retención administrativa e iniciar un amplio proceso de regularización de las personas sin papeles. También es crucial garantizar un acceso incondicional a los derechos fundamentales, comenzando por la inscripción en el padrón municipal y ampliando el derecho de voto a todos los residentes. Así, permitiría construir una sociedad verdaderamente cohesionada, luchar contra la exclusión y gestionar el asilo y la inmigración como una cuestión de derechos e integración en lugar de un mero control securitario."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería articular la política migratoria en torno a una doble exigencia de humanidad y eficacia, saliendo de la confrontación estéril entre control y acogida. El buen enfoque consiste en promover un marco europeo basado en una solidaridad efectiva y en una distribución equitativa de las responsabilidades entre Estados, al tiempo que se garantiza un respeto absoluto del derecho internacional en las fronteras. A nivel nacional, la prioridad es confiar la gestión de la acogida y la integración a los niveles regionales y locales, pues son los más pertinentes para organizar itinerarios de inserción exitosos. Paralelamente, hay que facilitar las vías de inmigración legal vinculadas al empleo para responder a los desafíos demográficos y económicos. Así, ello permitiría establecer una gestión ordenada y digna de los flujos migratorios, que proteja los derechos fundamentales a la vez que refuerce la cohesión social y la prosperidad del territorio."
      }
    ]
  },
  {
    "question": "¿Cómo abordar la cuestión territorial (Cataluña, País Vasco): diálogo, desjudicialización o recentralización de las competencias?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería superar las tensiones territoriales no mediante la confrontación ni la recentralización, sino mediante la reconstrucción de un proyecto común fundado en el diálogo y en el reconocimiento de la pluralidad del país. El enfoque adecuado consiste en institucionalizar la \"co-gobernanza\" como principio de acción, haciendo de la cooperación y de la búsqueda de consenso el marco normal de las relaciones entre el Estado y las entidades territoriales. Se trata de privilegiar la vía política y el acuerdo para resolver los diferendos, en lugar de la judicialización sistemática, respetando el marco constitucional. Este método se consolidará mediante una nueva ley de cohesión territorial y la continuación de la desconcentración de las instituciones del Estado. Así, ello permitiría garantizar una cohesión duradera, reforzando la unidad del país mediante la lealtad institucional y la construcción de un futuro compartido."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería restaurar la cohesión nacional reafirmando la primacía del marco constitucional como único fundamento de diálogo. El buen enfoque consiste en reforzar las garantías de la integridad territorial por vía legislativa, restableciendo los delitos de sedición y de malversación en su forma más exigente. Se trata de clarificar y delimitar mejor las competencias entre los diferentes niveles de administración para poner fin a los solapamientos y fortalecer la lealtad institucional. El diálogo político debe ejercerse en el marco de las instancias multilaterales previstas, con respeto a las reglas comunes. Así, ello permitiría garantizar la estabilidad institucional y la seguridad jurídica, asegurando que la cooperación leal sustituya a la confrontación."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería romper radicalmente con el modelo territorial actual, considerado fuente de división y desigualdad, para restaurar la unidad de la nación y la primacía del Estado. El enfoque eficaz consiste en emprender una recentralización inmediata de las competencias soberanas (educación, salud, seguridad, justicia) a fin de garantizar la igualdad de derechos en todo el territorio. Cualquier intento de secesión debe ser enfrentado con medidas firmes, incluyendo la suspensión inmediata de la autonomía regional afectada y la prohibición de las organizaciones políticas que amenacen la integridad nacional. El diálogo con las fuerzas separatistas queda descartado en favor de una aplicación estricta de la ley y del restablecimiento de los delitos de sedición y de referéndum ilegal. Así, ello permitiría poner fin al chantaje separatista y refundar la cohesión nacional sobre una base jurídica e institucional unificada, donde la autoridad del Estado ya no sea cuestionada."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería superar el modelo actual de confrontación para construir un nuevo pacto territorial basado en el reconocimiento del carácter plurinacional del país. El enfoque se basa en una cultura del diálogo, de la negociación y de la desjudicialización, privilegiando mecanismos de concertación bilateral entre los gobiernos. Se trata de garantizar el pleno respeto de las competencias y de fortalecer la autonomía, al mismo tiempo que se asegura que todo acuerdo político final sea sometido a la validación mediante una consulta ciudadana. La finalidad es establecer un modelo de gobernanza compartida, apacible y respetuoso de las diversas realidades lingüísticas y culturales. Así, ello permitiría avanzar hacia un horizonte de reconocimiento mutuo y de cohesión, articulando las diferentes voluntades políticas en un marco de cooperación y solidaridad."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería reconocer la naturaleza política de las cuestiones territoriales y sacarlas del ámbito judicial para devolverlas a la negociación. El enfoque más consecuente es abrir una mesa de negociación bilateral cuyo objetivo claro es acordar las condiciones de un referéndum de autodeterminación. Para lograrlo, una ley de amnistía es un requisito indispensable para poner fin a la represión y crear un clima propicio para el diálogo político. Se rechaza la centralización de competencias en favor del respeto a las decisiones soberanas. Así, permitiría canalizar las aspiraciones políticas por una vía democrática y alcanzar una resolución fundada en la voluntad ciudadana, la única capaz de resolver de forma duradera el conflicto."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería salir de la lógica de confrontación reconociendo formalmente la realidad plurinacional como el fundamento de una nueva arquitectura territorial, única vía para una solución política duradera. El enfoque eficaz consiste en rechazar cualquier tentación de recentralización para privilegiar sistemáticamente el diálogo, la negociación y el pacto. Este proceso debe conducir al establecimiento de una relación bilateral entre el Estado y las naciones que lo componen, evolucionando hacia un ejercicio compartido de la soberanía y apoyándose en el pleno respeto de los estatutos de autonomía existentes. Así, esto permitiría superar los bloqueos actuales para instaurar un modelo de coexistencia estable, donde la gobernanza es compartida más que impuesta."
      }
    ]
  },
  {
    "question": "¿La lucha contra las violencias de género requiere ajustar la ley “solo sí es sí” y reforzar los dispositivos de protección?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería intensificar la lucha contra todas las formas de violencia de género, combinando un marco legal consolidado, centrado en el consentimiento, con un refuerzo masivo de los dispositivos de protección y de prevención. El enfoque adecuado consiste en asumir los ajustes necesarios del marco penal para garantizar penas justas y disuasorias, al tiempo que se preserva el consentimiento como pilar central. Esta consolidación legal debe ir acompañada de un despliegue reforzado del Pacto de Estado, creando unidades judiciales y médico-forenses especializadas en todo el territorio y sistematizando la detección universal en el sistema de salud. La lucha contra la ciberviolencia será objeto de un plan de acción específico. Así, ello permitiría garantizar una respuesta institucional más rápida, completa y accesible para todas las víctimas, sea cual sea su lugar de vida, al tiempo que previene las nuevas formas de violencia y asegura la plena eficacia del marco legal."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería refundar la lucha contra la violencia ejercida hacia las mujeres sobre un consenso nacional y una eficacia jurídica restaurada. El buen enfoque consiste en emprender una revisión profunda del código penal para corregir los efectos perversos de las reformas recientes, en particular en lo que respecta a la proporcionalidad de las penas por las agresiones sexuales. Paralelamente, los dispositivos de protección se reforzarán dotando de medios adicionales a las unidades policiales especializadas, a las oficinas de ayuda a las víctimas en los tribunales y a las herramientas de evaluación del riesgo. Se prestará una atención particular a la lucha contra la violencia digital y la trata de seres humanos. Así, ello permitiría garantizar una protección más efectiva y completa de las víctimas, restableciendo la seguridad jurídica y apoyándose en un marco legal y operativo robusto y coherente."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería sustituir al actual marco jurídico, considerado ideológico y contraproducente, por un enfoque que proteja a todas las víctimas de violencia sin distinción y restaure los principios fundamentales del derecho. El enfoque correcto consiste en derogar la totalidad de la legislación basada en el género, incluida la ley \"solo sí es sí\", para reemplazarla por una legislación unificada contra la violencia doméstica. Esta nueva ley endurecerá considerablemente las penas para todos los agresores sexuales, hasta la prisión perpetua, suprimiendo toda asimetría penal y restaurando la presunción de inocencia como principio cardinal. Así, esto permitiría garantizar una protección más eficaz de toda la sociedad al castigar más severamente a los criminales, al mismo tiempo que pondría fin a un sistema que divide y debilita la igualdad ante la ley."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería garantizar la aplicación íntegra y efectiva del marco legal sobre el consentimiento en lugar de revisarlo. El reto es reforzar la cadena de protección desplegando todos los dispositivos previstos, como los centros de acogida de emergencia, y consolidando el Pacte d'État para asegurar la sostenibilidad presupuestaria de las acciones. Es esencial ampliar el ámbito de la lucha adoptando una ley integral contra la trata de seres humanos y reconociendo la violencia económica, como el impago de las pensiones alimenticias, como una forma de violencia de género. Los sistemas de evaluación del riesgo policial y judicial también se reforzarán, con una formación especializada y obligatoria para todos los actores implicados. Así, ello permitiría asegurar una respuesta institucional coordinada e infalible, garantizando la protección, la reparación y la no repetición para todas las víctimas."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería reafirmar el consentimiento como pilar central e innegociable de la legislación sobre las violencias sexuales, oponiéndose firmemente a cualquier modificación que vuelva a centrar el debate en la resistencia de la víctima. La prioridad es construir un escudo de protección más amplio, ampliando la ley marco contra las violencias de género para incluir explícitamente todas sus formas y manifestaciones, como las violencias digitales y económicas. Para lograrlo, es necesario especializar más tribunales para tratar todas las violencias machistas y hacer obligatoria y continua la formación en materia de género para la totalidad de la magistratura. Así, ello permitiría garantizar una protección integral y asegurarse de que la carga de la prueba recaiga en la ausencia de consentimiento, y no en el comportamiento de la víctima."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería consolidar el principio del consentimiento explícito como pilar de la ley, al mismo tiempo que desplegar una estrategia global que vaya mucho más allá del único marco penal para erradicar las violencias de género. Lejos de cualquier retroceso, el enfoque eficaz consiste en consagrar la centralidad del consentimiento, velando por que su aplicación nunca sea desvirtuada. Paralelamente, la prioridad absoluta es garantizar los recursos necesarios para un despliegue completo de los dispositivos de protección: desde la prevención hasta la reparación, pasando por un acompañamiento especializado de las víctimas en cada etapa del proceso judicial. Esto pasa por la especialización de la justicia y la puesta en marcha de equipos multidisciplinares para asegurar un apoyo efectivo. Así, se podría garantizar una protección real e integral de las víctimas, transformando los derechos consagrados en la ley en una realidad tangible y asegurando que la respuesta institucional esté a la altura de la gravedad de estas violencias."
      }
    ]
  },
  {
    "question": "¿Cómo revitalizar la salud pública (primaria, hospitales) y limitar la privatización de la atención?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "Se trataría de reafirmar la primacía de un sistema de salud público, universal y de calidad, invirtiendo la lógica de privatización mediante un refuerzo estructural de la oferta de atención. La prioridad es instaurar por ley plazos de espera máximos garantizados para las intervenciones quirúrgicas (120 días) y las consultas especializadas (60 días). Este esfuerzo irá acompañado de una reinversión masiva en la medicina de proximidad y de un plan de acción para la salud mental, todo ello sostenido por un objetivo de financiación pública elevado al 7 % del PIB. El acceso universal se consolidará mediante una ley de equidad que impida cualquier nueva forma de copago. Así, permitiría reducir las desigualdades territoriales, garantizar un acceso rápido y equitativo a la atención para todos y consolidar la confianza en un servicio público de salud eficaz."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería modernizar en profundidad el sistema de salud público para garantizar su excelencia y su perdurabilidad, atacando las causas estructurales de sus disfunciones en lugar de enfrentar lo público y lo privado. El enfoque adecuado consiste en desplegar un plan de choque para la atención primaria, aumentando significativamente el número de profesionales formados, con el objetivo de 1 000 plazas adicionales. Esta acción irá acompañada de una revalorización de las carreras para atraer y retener el talento, al tiempo que aliviará la carga administrativa de los profesionales sanitarios gracias a equipos de apoyo. Una nueva ley marco sobre la salud vendrá a modernizar la gobernanza del sistema. Así, ello permitiría consolidar un servicio público de salud eficiente, accesible y atractivo, capaz de responder a las necesidades de todos los ciudadanos sin recurrir a una privatización de la atención."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería poner fin al caos provocado por la fragmentación del sistema en múltiples entidades regionales, con el fin de restaurar un servicio público de salud unificado y eficiente. El enfoque eficaz consiste en recentralizar la totalidad de las competencias sanitarias a nivel del Estado para construir un Sistema Nacional de Salud único. Esta reestructuración se apoyaría en herramientas concretas como un mapa sanitario único para todos los ciudadanos y una central de compras nacional para optimizar los gastos. Para reducir las listas de espera, la estrategia incluye el refuerzo de los convenios con el sector privado, movilizado como socio para alcanzar los objetivos de servicio público. De este modo, se permitiría garantizar la igualdad de acceso y de calidad de la atención en todo el territorio, racionalizando los costos y movilizando todos los recursos disponibles al servicio de un sistema público más eficiente."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería refundar el servicio público de salud blindando su carácter universal e invirtiendo la dinámica de privatización. La palanca principal es un plan de inversión masivo, con un aumento anual del gasto público de medio punto del PIB para alcanzar la media europea, dirigiendo prioritariamente los fondos hacia la atención primaria. Se lanzará un plan de desprivatización para reintegrar los servicios externalizados (limpieza, restauración) en el ámbito público. La oferta de cuidados se ampliará para incluir la salud bucodental, la óptica, la fisioterapia y la salud mental, mientras que una ley garantizará plazos máximos de espera para las consultas y las intervenciones. Así, ello permitiría garantizar una oferta de cuidados de alta calidad, reducir las desigualdades de acceso y poner fin a una medicina de dos velocidades."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería reafirmar el carácter público y universal del sistema de salud atacando su principal fragilidad: el subfinanciamiento crónico que abre la vía a la privatización. El eje central es abordar el subfinanciamiento estructural exigiendo una reforma del modelo de financiación de las competencias regionales y la liquidación de la deuda histórica de la Sécurité sociale hacia el sistema sanitario. Para lograrlo, hay que imponer la transferencia completa de la propiedad de las infraestructuras (hospitales, centros de atención) a las entidades que ya se encargan de su gestión. Paralelamente, es esencial afrontar la escasez de profesionales actuando sobre la regulación de las especialidades y flexibilizando la jubilación. Así, ello permitiría consolidar el servicio público de salud, frenar la lógica de privatización y garantizar un acceso equitativo a la atención para el conjunto de los ciudadanos."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "Sería reafirmar el principio de un sistema de salud público, universal y equitativo, revitalizándolo mediante una gestión de proximidad y inversiones estructurales. El enfoque correcto consiste en abordar las causas profundas de los disfuncionamientos en lugar de ceder a la privatización. Esto implica una reforma del acceso a las especialidades médicas para combatir la escasez de profesionales, la finalización del traspaso de competencias sanitarias para una gobernanza más ágil, y un control público de los costes mediante una participación directa en la fijación del precio de los medicamentos. De este modo, se permitiría garantizar un acceso de alta calidad para todos y consolidar la sostenibilidad del servicio público, dotándolo de los medios humanos y estratégicos para responder a las necesidades de la población."
      }
    ]
  },
  {
    "question": "Ante la sequía, ¿cómo gestionar el agua (agricultura, trasvases, Doñana) y arbitrar entre usos económicos y ecológicos?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería llevar a cabo una transición estratégica en la gestión del agua, sustituyendo a la lógica de las transferencias entre cuencas un enfoque basado en la eficiencia, la planificación y el desarrollo de recursos no convencionales. La prioridad es garantizar la seguridad hídrica duplicando las capacidades de desalación y de reutilización del agua de aquí a 2027, al tiempo que se generaliza la modernización digital del riego agrícola para reducir las pérdidas. Este esfuerzo tecnológico debe enmarcarse en una gobernanza renovada del agua, que sanctifique los caudales ecológicos necesarios para la supervivencia de ecosistemas sensibles como Doñana. Así, se permitiría asegurar un equilibrio sostenible entre las necesidades agrícolas, el consumo humano y la preservación de la biodiversidad, construyendo una resiliencia a largo plazo frente a los ciclos de sequía."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería salir de la oposición estéril entre usos económicos y protección ecológica adoptando un enfoque global y planificado de la gestión del agua. El enfoque adecuado consiste en construir un Pacte national pour l'eau, fundado en el consenso entre los territorios y los sectores, que orquestará un plan de inversión masivo en la modernización de las infraestructuras. La prioridad irá a la eficiencia de las redes de riego agrícola, a la reutilización del agua y a la modernización de los embalses y canales, todo ello bajo la supervisión de una nueva Autorité nationale de l'eau. Así, ello permitiría garantizar un suministro sostenible para todos, conciliando las necesidades de la agricultura con la protección imperativa de los ecosistemas sensibles, gracias a una gestión técnica y concertada."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería sustituir la gestión fragmentada e ideológica actual por una estrategia nacional unificada, considerando el agua como un bien común y un recurso estratégico. El enfoque eficaz se basa en la puesta en marcha de un Plan Nacional del Agua, cuya piedra angular es la interconexión de todas las cuencas hidrográficas para garantizar la solidaridad territorial. Esta visión se apoya en la modernización y la creación de infraestructuras hidráulicas, en particular presas, para aumentar la capacidad de almacenamiento. El arbitraje entre los usos económicos y ecológicos debe privilegiar sistemáticamente la soberanía alimentaria y el desarrollo del sector primario, poniendo fin a las políticas que criminalizan el riego. Así, ello permitiría asegurar el suministro para todos los sectores, apoyar la agricultura frente a los ciclos de sequía y poner fin a los conflictos territoriales mediante una gestión planificada al servicio del interés general."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería operar un cambio de paradigma en la gestión del agua, tratándola como un bien público esencial y ya no como un recurso explotable. El objetivo es planificar la sobriedad para garantizar el abastecimiento humano y la supervivencia de los ecosistemas. El enfoque adecuado consiste en actuar sobre la demanda, instaurando una moratoria sobre el riego intensivo y planificando la reconversión de la agroindustria hacia modelos menos consumidores. En lugar de apostar por grandes trasvases de agua, se da prioridad a soluciones alternativas como la desalinización y la reutilización de aguas residuales, combinadas con un plan nacional de preservación de los acuíferos que incluya el cierre de los pozos ilegales. La tarificación también se revisará para incitar a la eficiencia y penalizar el derroche. Así, ello permitiría garantizar la seguridad hídrica del país a largo plazo, asegurar la regeneración de los ecosistemas sobreexplotados y construir un modelo agrícola más resiliente frente al cambio climático."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería operar una ruptura con el modelo extractivo de gestión del agua, pasando de una lógica de oferta ilimitada a una cultura de la sobriedad y de la preservación de los ecosistemas. La prioridad es revisar los planes hidrológicos para garantizar los caudales ecológicos de los ríos, condición no negociable para la supervivencia de los deltas y las zonas húmedas. Este enfoque descarta las grandes transferencias entre cuencas en favor de soluciones duraderas: la modernización del riego agrícola para reducir la demanda y el desarrollo masivo de recursos no convencionales, como las aguas reutilizadas para usos industriales y agrícolas. Así, esto permitiría asegurar el abastecimiento arbitrando a favor de la sostenibilidad, y hacer que los territorios sean más resilientes frente a las sequías adaptando los usos económicos a los límites ecológicos."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería abordar la gestión del agua no como una respuesta a la urgencia, sino como un desafío estratégico a largo plazo, manteniéndola firmemente bajo una gestión pública que arbitre entre las necesidades y la preservación. El enfoque correcto consiste en racionalizar y hacer sostenible su uso en todos los sectores – agrícola, industrial y doméstico – considerando las redes hidrográficas como una infraestructura a la vez económica y ambiental. En lugar de apostar por transferencias masivas, la prioridad es invertir en la modernización de las infraestructuras existentes para garantizar el abastecimiento y minimizar las pérdidas, apoyándose en una planificación rigurosa que integre la protección de los ecosistemas vitales como un imperativo. Así, ello permitiría asegurar la seguridad hídrica para las generaciones futuras, conciliando una actividad económica sostenible con la regeneración de los entornos naturales, y garantizando que este recurso vital siga siendo un bien común."
      }
    ]
  },
  {
    "question": "¿Hasta qué punto continuar apoyando a Ucrania y el compromiso en el seno de la OTAN, al tiempo que se gestionan sus efectos económicos internos?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería articular un apoyo inquebrantable a la soberanía de Ucrania y un compromiso firme dentro de la OTAN, considerando que la defensa de la paz y del orden internacional democrático es la condición primera de nuestra propia seguridad y prosperidad. El enfoque adecuado consiste en traducir ese compromiso en un refuerzo de las capacidades de defensa, a través de un esfuerzo presupuestario incrementado y una política industrial que garantice nuestra autonomía estratégica y genere empleo cualificado. Paralelamente, la gestión de los impactos económicos pasa por la promoción de soluciones colectivas a nivel europeo, en particular la reforma del mercado de la energía, con el fin de proteger a los hogares y a las empresas de los choques externos. Así, se permitiría consolidar el estatus de socio fiable e influyente dentro de las alianzas, al tiempo que se transforma una limitación de seguridad en una oportunidad de desarrollo industrial y tecnológico, protegiendo el bienestar de los ciudadanos."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería posicionar el apoyo a Ucrania y la participación en las alianzas defensivas como una inversión estratégica para la seguridad nacional, y no como una simple carga coyuntural. El enfoque adecuado consiste en garantizar un apoyo militar, económico y humanitario duradero a Ucrania, al mismo tiempo que se honra el compromiso de destinar 2 % del PIB a la defensa. Este esfuerzo debe transformarse en una palanca económica interna, priorizando la inversión en una industria de defensa nacional innovadora. Esto permitirá reforzar las capacidades de las fuerzas armadas al mismo tiempo que generará empleo cualificado y cohesión territorial. Así, permitiría consolidar la credibilidad internacional del país como un aliado fiable, garantizar la seguridad colectiva y transformar una obligación estratégica en una oportunidad de modernización industrial y tecnológica."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería subordinar todo compromiso exterior, incluido el apoyo militar y la implicación en alianzas, a una evaluación rigurosa del interés nacional y de sus consecuencias directas sobre la población. El eje central consiste en revisar la participación en las misiones y en las sanciones internacionales en función de su impacto económico y de seguridad interna. La contribución a alianzas como la OTAN debe redefinirse para servir prioritariamente los intereses estratégicos directos, como la protección de la totalidad del territorio nacional, en lugar de comprometerse en costosos conflictos periféricos. Así, ello permitiría restaurar una soberanía de decisión, protegiendo a los ciudadanos de las repercusiones económicas negativas de una política exterior dictada por agendas supranacionales y recentrando los recursos de la defensa en las amenazas inmediatas."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería reorientar la postura internacional hacia una autonomía estratégica, combinando una solidaridad mantenida con Ucrania y una toma de distancia progresiva con respecto a la OTAN. El enfoque consiste en concentrar el apoyo a Ucrania en la ayuda humanitaria y un plan de reconstrucción financiado por ayudas directas en lugar de por préstamos, mientras se refuerza activamente la vía diplomática para alcanzar una paz justa y duradera. Paralelamente, es imperativo iniciar una transferencia progresiva de las garantías de seguridad de la OTAN hacia una arquitectura de defensa europea plenamente autónoma y bajo control democrático. Así, ello permitiría posicionar al país como actor de mediación y de paz, al tiempo que afirmaría una soberanía europea capaz de definir sus propios intereses de seguridad independientemente del marco transatlántico."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "Se trataría de conciliar una solidaridad inequívoca con el pueblo ucraniano y un compromiso firme con la paz y la desmilitarización, rechazando la lógica de una escalada militar generalizada. La prioridad es desvincular el apoyo a Ucrania del aumento de los presupuestos militares dictado por la OTAN. El enfoque consiste en exigir una reducción del gasto militar para reasignar esos fondos a las necesidades sociales y económicas internas, atenuando así los efectos de la crisis. Al tiempo que se manifiesta un respaldo político a Ucrania, es imperativo aplicar un control estricto sobre las exportaciones de armamento, asegurando que no puedan ser utilizadas para cometer violaciones del derecho internacional humanitario. De ese modo, se podría articular una política internacional coherente, que apoye a los pueblos agredidos a la vez que proteja el bienestar de los ciudadanos y promueva activamente soluciones diplomáticas y no violentas."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería mantener un apoyo inquebrantable a la nación agredida, considerando este desafío no como una carga, sino como un acelerador indispensable para la construcción de una verdadera autonomía estratégica europea. El enfoque correcto consiste en inscribir este compromiso en una unidad de acción europea sin fisuras, que es la condición sine qua non de su eficacia. Este esfuerzo externo debe ir acompañado de un refuerzo interno, acelerando la puesta en marcha de una política común de seguridad y defensa y construyendo una resiliencia industrial y energética para amortiguar los choques económicos. Así, ello permitiría garantizar un compromiso creíble y sostenible a lo largo del tiempo, pues sería el motor de una Europa más unida, más segura y dueña de su destino, capaz de defender sus valores y sus intereses."
      }
    ]
  },
  {
    "question": "Qué prioridades para la educación : recursos de la escuela pública, equidad territorial, lugar de las lenguas cooficiales y reforma universitaria ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería posicionar la educación como el eje central de la cohesión social y de la igualdad de oportunidades, garantizando un acceso universal y de calidad en todas las etapas de la vida. El enfoque adecuado consiste en una inversión pública masiva para garantizar una educación gratuita y de calidad, desde la primera infancia hasta los estudios superiores, condicionada al éxito. La equidad territorial se asegurará mediante un apoyo reforzado a las escuelas rurales. La reforma universitaria garantizará una financiación estable y carreras profesionalizadas, mientras que la diversidad lingüística se valorará como un activo cultural y económico. Así, esto permitiría consolidar el ascensor social, reducir las fracturas territoriales y construir un futuro basado en el conocimiento y el respeto de la pluralidad."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería refundar el pacto educativo sobre principios de calidad, mérito y libertad, con el fin de superar las divisiones ideológicas y garantizar una verdadera igualdad de oportunidades. El enfoque adecuado consiste en sustituir la legislación actual por un gran acuerdo social, al mismo tiempo que se instaura una prueba de acceso a la universidad común para asegurar la equidad en todo el territorio. En las regiones afectadas, el castellano y las lenguas cooficiales serán tratadas a la par como lenguas vehiculares, garantizando un dominio equilibrado de ambas. Paralelamente, la educación de 0 a 3 años se volverá universal y gratuita para luchar contra las desigualdades desde el inicio. De este modo, ello permitiría construir un sistema educativo estable y eficaz, que refuerce la cohesión nacional al tiempo que ofrezca a cada alumno las herramientas para triunfar."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería romper con un sistema educativo fragmentado, fuente de desigualdades territoriales y de derivas ideológicas, para restaurar una instrucción nacional unificada y exigente. El enfoque eficaz consiste en recentralizar íntegramente las competencias educativas a nivel del Estado, instaurando una ley nacional, un tronco común de conocimientos y un examen de ingreso a la universidad único para todos. La primacía de la lengua española como vehículo de enseñanza estará garantizada en todo el territorio, y la libertad de elección de las familias estará asegurada mediante un mecanismo de cheque escolar. Así, ello permitiría garantizar una verdadera igualdad de oportunidades independientemente del lugar de residencia y refundar la cohesión nacional en torno a una base cultural e histórica compartida."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería refundar el pacto educativo haciendo del sistema público el pilar central de la igualdad de oportunidades, desde la primera infancia hasta la universidad. La prioridad es un choque de financiación dirigido al 7 % del PIB para el sistema educativo, con el fin de garantizar la gratuidad de 0 a 3 años y de iniciar la supresión progresiva de las tasas universitarias, al mismo tiempo que se asegura el 1 % del PIB para la enseñanza superior. El sector privado bajo contrato estará estrictamente subordinado a la red pública. La igualdad territorial y lingüística será asegurada por una ley que garantice la protección y la promoción de las lenguas cooficiales en todo el territorio. Así, ello permitiría construir un sistema educativo verdaderamente universal, que reduzca las desigualdades de raíz, valore la diversidad cultural y dote al país de una universidad pública fuerte y accesible."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería construir un servicio público de educación que sea un pilar de equidad y cohesión social, liberándolo de la asfixia financiera y de la tutela centralizadora. La prioridad es garantizar una equidad territorial poniendo fin al subfinanciamiento crónico mediante la creación de un fondo de compensación y asegurando una transferencia del 2 % del PIB a las universidades. El enfoque consiste en defender y reforzar el modelo de inmersión lingüística como una herramienta de cohesión, al tiempo que se convierte la lengua cooficial en un requisito para los funcionarios que desempeñan sus funciones en el territorio. Paralelamente, es imperativo universalizar la educación de 0 a 3 años y transferir íntegramente la gestión de las becas para garantizar la igualdad de oportunidades. Así, ello permitiría construir un sistema educativo soberano y plenamente financiado, donde el modelo lingüístico asegura la cohesión social y donde el acceso a la universidad es un derecho efectivo para todos, independientemente del origen social."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería construir un sistema educativo que sea una verdadera palanca de cohesión social y de competitividad, arraigado en las realidades de su territorio y orientado hacia los desafíos del mañana. El eje central es garantizar el pleno respeto de las competencias territoriales para permitir el despliegue de modelos educativos propios, desde la escuela hasta la universidad. En este marco, la lengua cooficial debe ser afirmada como un vector central de excelencia, en particular en la enseñanza superior y la investigación. La reforma universitaria debe, por su parte, consolidar la plena capacidad de gobernanza de las regiones, al tiempo que refuerza las sinergias con el tejido económico y crea un sistema regional de cualificaciones profesionales. De este modo, ello permitiría garantizar una auténtica igualdad de oportunidades al mismo tiempo que formar una mano de obra altamente cualificada, que responda a las necesidades de la economía y refuerce la capacidad de innovación y la identidad propia del territorio."
      }
    ]
  },
  {
    "question": "¿Qué arquitectura fiscal: progresividad, impuesto sobre la fortuna a nivel regional, lucha contra la evasión e incentivos a la inversión?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería refundar el pacto fiscal sobre los principios de justicia y progresividad, para que cada uno contribuya en función de sus capacidades al financiamiento de los servicios públicos. El enfoque adecuado consiste en establecer un marco nacional armonizado para la imposición de la riqueza, con el fin de neutralizar la competencia fiscal desleal entre territorios. Paralelamente, la lucha contra el fraude se intensificará mediante medios de control reforzados y una imposición mínima irá dirigida a las multinacionales. Los incentivos a la inversión estarán estrictamente orientados a las transiciones ecológica y digital, en lugar de proceder a alivios generalizados. Así, esto permitiría garantizar ingresos públicos estables y previsibles, restaurar la equidad y asegurarse de que el desarrollo económico beneficie a la totalidad de la sociedad."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería refundar la arquitectura fiscal para convertirla en una palanca de competitividad y de inversión, en ruptura con una lógica percibida como confiscatoria. El enfoque correcto consiste en suprimir el impuesto sobre las grandes fortunas para reforzar el atractivo del país. Paralelamente, una reforma de envergadura simplificará el impuesto sobre la renta indexándolo a la inflación, y aligerará la fiscalidad de las empresas para fomentar la creación de empleo. El marco se completará con incentivos dirigidos para atraer las inversiones extranjeras y con una relación de confianza restaurada entre la administración y el contribuyente. Así, esto permitiría crear un entorno fiscal estable y previsible, que estimule el ahorro, recompense la asunción de riesgos y atraiga los capitales necesarios para un crecimiento económico sostenible."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería llevar a cabo una reforma completa de la arquitectura fiscal, sustituyendo la complejidad y la presión actuales por un sistema simple y aligerado que recompense el trabajo, el ahorro y la inversión. El enfoque eficaz consiste en reemplazar la progresividad del impuesto sobre la renta por un sistema de dos tipos bajos y fijos, al mismo tiempo que se suprimen totalmente los impuestos sobre el patrimonio, las sucesiones y las donaciones para liberar el capital. La fiscalidad sobre las empresas también se reduciría drásticamente para fomentar la relocalización. La lucha contra la evasión se centraría en los gigantes tecnológicos y en los esquemas de optimización agresiva. Así, ello permitiría desencadenar un choque de competitividad, haciendo que el ahorro y el trabajo resulten más rentables para los hogares y convirtiendo el territorio en un polo atractivo para las inversiones generadoras de empleo."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería emprender una reforma fiscal estructural para reforzar la progresividad y la justicia social, reequilibrando la contribución de los ingresos del trabajo, del capital y del patrimonio. Se instaurará un impuesto permanente sobre las grandes fortunas a nivel nacional, con un tipo superior que podrá alcanzar al menos el 4 %, complementado por un umbral mínimo para los derechos de sucesión con el fin de limitar la competencia fiscal entre regiones. La progresividad del impuesto sobre la renta se aumentará incrementando el número de tramos y elevando el tipo marginal superior al 52 % para las rentas más altas. Para las grandes empresas, se aplicará un tipo efectivo mínimo del 15 % sobre los beneficios, mientras que la fiscalidad ambiental se modernizará para orientar las inversiones hacia la transición ecológica. Así, ello permitiría obtener los recursos necesarios para la financiación sostenida de los servicios públicos, reducir las desigualdades y alinear la presión fiscal con la media europea."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería construir una arquitectura fiscal radicalmente más justa y progresiva, haciendo que el capital y las grandes fortunas contribuyan al mismo nivel que el trabajo para financiar los servicios públicos. El eje central consiste en alinear la imposición de las rentas del capital con las del trabajo y en consolidar un impuesto sobre el patrimonio que neutralice la competencia fiscal desleal entre territorios. Para lograrlo, es necesario instaurar una tasa efectiva mínima de 15 % sobre los beneficios de las grandes empresas e intensificar la lucha contra la evasión hacia los paraísos fiscales. Los incentivos deben dirigirse a la economía productiva y a las PYMES, y no a la especulación. Así, ello permitiría garantizar ingresos estables y equitativos para el Estado de bienestar, reducir las desigualdades y hacer que cada uno contribuya a la altura de sus capacidades."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "Sería conveniente basar la arquitectura fiscal en el principio de autonomía regional, para garantizar un sistema a la vez justo, progresivo y previsible. El enfoque adecuado consiste en otorgar a los territorios la plena soberanía normativa sobre las principales figuras fiscales, incluido el impuesto sobre el patrimonio, para adaptarlo a las realidades económicas locales. Este edificio debe apoyarse en dos pilares: una lucha intransigente contra el fraude fiscal y una gran estabilidad regulatoria para ofrecer la seguridad jurídica indispensable a los inversores. Así, ello permitiría construir un modelo que garantice ingresos suficientes para la cohesión social, al mismo tiempo que crea un entorno propicio para el crecimiento económico y la inversión."
      }
    ]
  },
  {
    "question": "¿Cómo luchar contra la “España vaciada” (despoblación rural) : servicios públicos, transportes, política agraria y desarrollo territorial ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "La idea sería tratar el despoblamiento rural no como una fatalidad, sino como un desequilibrio que debe corregirse activamente, convirtiendo las zonas rurales en territorios de futuro atractivos y conectados. El enfoque adecuado consiste en garantizar una base de servicios públicos de calidad (salud, educación) accesibles en menos de 30 minutos, base sobre la cual se apoya la total conectividad digital y el desarrollo de soluciones de transporte a la demanda. Sobre esta base, la revitalización económica se estimulará mediante ayudas específicas a la innovación, a la bioeconomía y al emprendimiento, en particular para los proyectos impulsados por mujeres y jóvenes, así como mediante una política agrícola que apoye el modelo familiar y facilite la renovación generacional. De este modo, se podría invertir la dinámica del despoblamiento ofreciendo perspectivas reales de vida y trabajo, y garantizar una cohesión territorial efectiva en la que cada ciudadano, dondequiera que resida, se beneficie de las mismas oportunidades."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "La idea sería revertir la tendencia de despoblación tratando las zonas rurales no como territorios a los que asistir, sino como espacios de vida y de oportunidades económicas por derecho propio. El enfoque adecuado consiste en desplegar una estrategia integrada que combine incentivos fiscales específicos para la instalación de familias y empresas, en particular mediante bonificaciones en la compra de viviendas y en la actividad económica. Paralelamente, una reducción de los costes laborales debe fomentar la contratación local en las provincias menos pobladas. Es crucial garantizar el acceso a los servicios públicos esenciales y desplegar las infraestructuras de conectividad prioritarias, movilizando los fondos europeos. De este modo, ello permitiría crear un círculo virtuoso en el que la actividad económica sostiene la demografía, y en el que la calidad de vida, respaldada por servicios e infraestructuras modernas, hace que la decisión de vivir en el medio rural sea a la vez posible y atractiva."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "La idea sería sustituir el abandono actual por una estrategia de reconquista territorial, haciendo de la viabilidad económica y de la calidad de vida en el mundo rural una prioridad nacional. El enfoque eficaz consiste en crear un choque de atractivo mediante incentivos fiscales masivos para las empresas y en garantizar el fin del aislamiento físico reforzando las infraestructuras de transporte. El pilar de esta revitalización es una política agrícola e hídrica ambiciosa, fundada en un Plan National de l'Eau que asegure la solidaridad entre los territorios y la protección de los ingresos de los explotadores. Así, esto permitiría invertir la dinámica del despoblamiento, restaurando la prosperidad y la cohesión territorial, y volver a convertir el mundo rural en una fuerza viva para la economía y la soberanía alimentaria de la nación."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "La idea sería concebir la lucha contra el despoblamiento como un imperativo de justicia territorial, garantizando una igualdad real de acceso a los servicios y a las oportunidades. El eje central de esta revitalización es la puesta en marcha de un \"territorio a 30 minutos\", un plan de acción interministerial que asegure a cada habitante el acceso a una canasta de servicios esenciales (salud, educación, internet) dentro de ese perímetro. Esta política se apoyará en inversiones focalizadas, incluida la gratuidad del transporte público rural entre semana. Paralelamente, el desarrollo económico se diversificará más allá de la agricultura, y la política agrícola se reorientará para apoyar la agroecología y las explotaciones familiares mediante herramientas como los bancos públicos de tierras. Así, ello permitiría asentar de manera duradera a la población, atraer nuevos habitantes y construir un modelo de cohesión territorial más justo y resiliente."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "La idea sería romper con la lógica de una planificación radial que concentra las oportunidades, para construir un modelo territorial policéntrico donde cada zona pueda desarrollar su propio potencial. La prioridad es desenclavar los territorios invirtiendo masivamente en infraestructuras transversales, como el corredor Mediterráneo, y reforzando las redes de transporte público locales y regionales. Paralelamente, es esencial apoyar una política agrícola que garantice precios justos a los productores, facilite el acceso a la tierra para las nuevas generaciones y modernice el sector. También pasa por garantizar un acceso universal a los servicios públicos esenciales, incluida una conectividad digital de alta calidad en todo el territorio. Así, esto permitiría asentar a la población creando condiciones de vida y de trabajo atractivas en todas partes, y construir un país más cohesionado y económicamente resiliente."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "La idea sería rechazar la fatalidad del declive rural llevando a cabo una política de reequilibrio territorial decidida, que aborde las causas profundas del aislamiento en lugar de sus simples síntomas. El enfoque adecuado consiste en revitalizar el tejido económico local, priorizando el apoyo a un sector primario sostenible e innovador que garantice la renovación generacional. Paralelamente, el desenclavamiento pasa por una inversión masiva en infraestructuras de transporte, especialmente ferroviarias, para garantizar la conexión de las personas y las mercancías. Por último, es crucial mantener un alto nivel de servicios públicos y acelerar el despliegue de las tecnologías digitales para garantizar una calidad de vida equivalente a la de los centros urbanos. Así, esto permitiría recrear ecosistemas locales dinámicos y convertir estos territorios no ya en espacios en declive, sino en verdaderos proyectos de vida y de futuro, basados en un desarrollo equilibrado y sostenible."
      }
    ]
  }
]