[
  {
    "question": "How can purchasing power be protected against inflation and rising energy prices, while supporting wages (SMI) without curbing employment?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to structure protection of purchasing power around two pillars: the regulation of energy prices and a dynamic wage policy, considering that increases in low wages support employment and demand. The priority is to thoroughly reform the energy market so that bills reflect the real cost of renewables, while actively controlling companies' margins so that cost reductions are passed on. At the same time, the minimum wage must be revalued to reach 60 % of the average wage, a measure enshrined in law, complemented by support for collective bargaining in order to tie increases to productivity. Thus, this would create a virtuous circle where fair remuneration of work stimulates demand and quality employment, ensuring a fairer and more resilient economic growth."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to sustainably restore purchasing power by acting simultaneously on tax pressure and the cost of energy, rather than relying on wage increases disconnected from economic reality. The right approach is to implement an immediate tax relief, correcting the effects of inflation on the income tax scale and reducing VAT on essential goods. For energy, direct support would be paid to vulnerable households via a single social cheque. Concerning the minimum wage, any revaluation would be decided within the framework of a social dialogue involving social partners and experts, in order to preserve competitiveness and job creation. Thus, this would make it possible to directly support household incomes without penalizing businesses, creating the conditions for healthy, job-creating growth."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to protect households' real income by acting directly on the causes of its erosion. An effective approach is to reduce the tax burden on consumption by a radical reduction of VAT on essential goods and the elimination of taxes on energy bills. To enable a general increase in wages without penalizing employment, the priority is to massively reduce social charges and the abusive regulation that weigh on companies. This reduction in production costs will give them the necessary leeway to better remunerate their employees, particularly those on the lowest incomes. Thus, this would make it possible to reconcile an immediate increase in purchasing power with a healthy wage dynamic, based on the competitiveness of companies rather than on an administrative decision."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to break with a purely security-focused approach in order to prioritize human mobility based on respect for fundamental rights. The priority is therefore to abandon pushbacks at the borders, by establishing permanent regularization procedures and simplifying access to residency. It is also a matter of developing legal and safe routes of access, notably by systematizing asylum applications from diplomatic missions, and of closing administrative detention centers. At the European level, the approach is to promote a new migration and asylum pact based on solidarity, with humanitarian corridors and a permanent and binding relocation mechanism. In this way, it would be possible to ensure a dignified and orderly management of migratory flows while combating trafficking networks and preventing humanitarian tragedies at sea."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to tackle the structural causes of income loss rather than be content with palliative measures. The priority is to ensure a fair sharing of the burden by instituting a permanent taxation on extraordinary profits of the banking and energy sectors, the revenues of which will finance direct support measures. To achieve this, the central axis consists of significantly increasing the interprofessional minimum wage to 1 250 euros, while combating precariousness through a reform of labor law and regulating rent prices to lighten the main burden on households. Employment would be supported by decent working conditions and the exploration of new models such as the four-day week. Thus, this would allow a sustainable protection of purchasing power by acting simultaneously on wages, the cost of living and the quality of employment."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to favor a dual targeted and structural action to sustainably restore purchasing power without feeding the inflationary spiral. The priority is to provide direct and focused assistance to the most vulnerable households and the businesses most exposed to rising costs, while massively accelerating the deployment of renewable energy to control prices over the long term. Rather than a general increase in the minimum wage, wage revaluation should be encouraged through collective bargaining within sectors, by linking increases to productivity in order to preserve companies' competitiveness. Thus, this would allow combining immediate support for the most vulnerable with a lasting stabilization of prices and a healthy wage dynamic, protecting both living standards and the economic fabric."
      }
    ]
  },
  {
    "question": "Should rents be regulated and tourist rentals controlled to address the housing crisis?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to make housing an effective right by acting simultaneously on supply and price regulation, and not by leaving the market to self-regulate. The central axis is the implementation of the new housing law, which allows declaring tight market zones in order to strictly frame rent increases and to adjust rental contracts, including temporary and tourist ones. This regulation will be accompanied by an ambitious plan to increase the stock of public and social housing, with the objective of reaching 20 % of the total stock through construction, the acquisition of vacant housing and the mobilization of assets of public entities. Thus, this would help curb speculation, guarantee affordable prices for tenants and ensure fairer access to housing, particularly for young people and vulnerable households."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to tackle the structural causes of the housing crisis, namely the lack of supply and legal insecurity, rather than resorting to coercive price measures. The right approach is to repeal regulations that hinder investment, such as the loi sur l'encadrement des loyers, which discourage property owners. To increase the available housing stock, it is essential to massively mobilize public land for the construction of new housing, including social housing and affordable-rent housing. At the same time, a public guarantee program should facilitate access to homeownership for first-time buyers, notably young people. This would make the market more fluid and stabilize prices in a sustainable way, by increasing the number of homes available for everyone, without discouraging private investment through constraining regulations."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to address the structural causes of the crisis rather than its symptoms with coercive measures. The effective approach is to abandon any form of rent control, because such policies contract supply and aggravate the shortage. The priority is to trigger a supply shock by massively releasing land suitable for construction and radically easing taxation and the charges that weigh on the act of building. Regarding tourist rentals, the goal is to end the current model by establishing a homogeneous national framework that protects residents' rights and neighborhood life. Thus, this would allow a structural reduction in prices through an abundance of available properties, while restoring property owners' confidence and ensuring balanced development."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to treat housing as a fundamental civic right rather than as a speculative asset. The approach consists of applying strict rent controls in all tight-market areas, by establishing reference prices indexed to 30 % of tenants' household incomes. This measure will be accompanied by binding restrictions on tourist, seasonal, and per-room rentals, in order to put an end to strategies for circumventing the housing law. Moreover, tax incentives will be exclusively reserved for owners who comply with these rent caps. Thus, this would help guarantee equality among tenants across the territory and curb price increases to make housing accessible again."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to guarantee access to housing as a fundamental right, which requires treating the rental market not as a mere play of supply and demand, but as an essential service to be regulated. The effective approach is to allow the competent authorities to fully regulate rental contracts, including by setting rent ceilings in tight housing markets. To ensure that this measure is not circumvented, it is imperative to simultaneously regulate seasonal and short‑term rentals so that they do not become an escape from regulation. The priority is to curb speculation, increase the stock of social housing and protect tenants. Thus, this would make it possible to stabilize prices, preserve the residential function of housing and ensure a fairer and more accessible supply for all."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to tackle the roots of the crisis by sustainably increasing the supply of affordable housing, rather than resorting to price-freezing measures that can prove counterproductive. The priority is to massively develop a stock of public rental housing, notably by mobilizing available public land to accelerate construction. At the same time, it is essential to establish a legal framework that ensures a fair balance between the rights of tenants and those of owners, guaranteeing the security and stability of contracts without imposing rigid rent caps. This approach favors structural solutions that act on the volume and quality of available properties. Thus, it would relieve pressure on the rental market in a lasting way and guarantee access to housing for all, particularly young people, without discouraging private investment."
      }
    ]
  },
  {
    "question": "What trajectory for pensions: revaluation, effective retirement age and financial sustainability?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to guarantee retirees' purchasing power while ensuring the financial sustainability of the pay-as-you-go system, based on solidarity rather than cuts. The central focus is to enshrine the revaluation of all pensions by indexing it to inflation, a measure whose inscription at the constitutional level will be sought. Sustainability will be ensured by strengthening revenues, notably through the establishment of an intergenerational equity mechanism and a solidarity contribution on the highest incomes, in order to replenish the reserve fund. Rather than changing the legal retirement age, the priority is to introduce arrangements for partial and active retirement to allow a gradual and voluntary exit from the labor market. Thus, this would make it possible to consolidate a fair pension system that protects pensioners' standard of living and is financially robust, based on a fair distribution of effort between generations."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to ensure the sustainability of the pension system by securing both the purchasing power of current retirees and the financial balance for future generations. The right approach is to guarantee the revaluation of pensions to preserve their purchasing power, in accordance with a broad national consensus. To ensure long-term sustainability, the contributory nature of the system will be reinforced. At the same time, a new mechanism of portable individual accounts will be introduced. Funded by companies, these accounts will follow employees throughout their careers, offering them flexible savings and improving their protection. Thus, this would make it possible to safeguard the standard of living of current retirees while building a more robust and equitable system for the future, without relying solely on adjusting the retirement age."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to secure the sustainability of the pay-as-you-go system by tackling fundamental, demographic and structural imbalances, rather than tinkering with age or contribution parameters. The central axis is to immediately increase retirees' income by exempting contributory pensions from income tax. Long-term financing would not come from the working population, but from a drastic reduction in political waste and administrative duplication within the State. In parallel, the only lasting structural solution lies in launching a pro-natalist policy to counter the demographic winter. Thus, this would make it possible to guarantee the system's sustainability through efficiency gains and a demographic renewal, while concretely improving the purchasing power of seniors."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to guarantee the sustainability and adequacy of the public pension system by ensuring the maintenance of purchasing power for all retirees. The foundation of this approach is the automatic uprating of all pensions to inflation. For minimum and non-contributory pensions, an additional effort will be made with increases above the price index, until they reach the poverty threshold. Financial sustainability will be ensured not by a reduction in benefits, but by an increase in revenues, obtained through new financing mechanisms, the broadening of the contribution base and the increase in the number of contributors. Thus, this would help consolidate a solidaristic model where the system's viability rests on a fair contribution and not on the precarization of the elderly."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to guarantee the sustainability and fairness of the retirement system by putting an end to its financial diversion in order to ensure a decent standard of living for pensioners. The priority is to restore confidence through a complete audit of the accounts of the Sécurité sociale to demonstrate its solvency. To achieve this, the key measures include a return to a retirement age of 65 without any condition of a minimum contribution period and the possibility of calculating the pension on the basis of the 15 best years of one's career. In parallel, it is essential to increase minimum pensions by automatically revaluing them in line with changes in the interprofessional minimum wage. Thus, this would make it possible to guarantee the purchasing power of current and future retirees, by basing the sustainability of the system on transparent management and a fair contribution, rather than on the reduction of rights."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to guarantee a fair intergenerational pact by securing both retirees' purchasing power and the financial sustainability of the pay-as-you-go system. The central axis is to sanctify purchasing power by instituting a systematic adjustment of pensions to inflation, as a fundamental right. Sustainability must not rely on raising the retirement age, but on clarifying sources of financing: social contributions should cover exclusively contributory pensions, with other solidarity expenditures falling under the State budget. At the same time, occupational pension schemes should be actively developed as a complement to the public pillar, without ever replacing it. Thus, this would allow the construction of a predictable and equitable trajectory, where acquired rights are protected and the system consolidated on sound financial bases, without placing the burden of adjustment on the lengthening of working lives."
      }
    ]
  },
  {
    "question": "Should we consolidate or unravel the labor market reforms (fight against precariousness, contracts, digital platforms)?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to consolidate the new employment model based on stability and social dialogue, by formalizing a definitive break with precariousness as an adjustment variable. The central axis is to preserve the gains of the reforms that made the indefinite-term contract the norm and social dialogue the main driver of the evolution of labor law. The right approach is to extend this protective framework to new forms of employment arising from the digital and ecological transitions, by regulating platform work to guarantee equivalent rights. Thus, this would make it possible to offer visibility and legal certainty to employers as well as to employees, while continuing to reduce structural unemployment and sustainably improving job quality."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to go beyond the current rigid framework of the labor market to build a new model that reconciles flexibility for businesses and security for workers. The right approach is to introduce a system of portable individual accounts, funded by part of social contributions, that will accompany each employee throughout their career, regardless of the nature of their contract. This measure aims to remove barriers to voluntary mobility and to better protect career paths. In addition, active employment policies will be comprehensively reviewed to ensure an effective match between training and the real needs of businesses. Thus, this would create a more fluid and dynamic labor market, reducing insecurity by attaching security to the person rather than to the status of their contract."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to replace the current logic, which masks precariousness without eliminating it, with a framework that promotes stable and lasting employment. The effective approach is to repeal the existing labor reform, deemed counterproductive, and replace it with a new legal framework. The priority is to encourage the creation of lasting jobs by drastically reducing social contributions for hiring under permanent contracts. At the same time, legislation should be adapted to telework and there should be active measures against the status of \"false self-employment\" that makes platform workers precarious. Thus, this would allow a genuine reversal of the precariousness curve, particularly for young people, by restoring the conditions of a healthy labor market where the stable contract becomes the norm."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to consolidate the gains of recent reforms to move toward a new status for the worker in the 21st century, making stable employment the norm and work a pillar of citizenship. Protection against dismissal must be strengthened by a deterrent compensation system that guarantees fair and proportionate compensation for the harm actually suffered. It is a priority to tackle residual forms of precariousness, notably by strictly regulating part-time work and by guaranteeing equal treatment for outsourced workers. Protections must be extended to the digital platform economy so that digitalization serves decent work. Thus, this would make it possible to complete the transition to a model of employment relations that is more stable, fairer and fully adapted to new forms of work."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to break radically with the cycle of precarization instituted by past reforms, by restoring a protective framework for all workers. The priority is to fully repeal the 2010 and 2012 reforms to restore fundamental guarantees. The approach consists of restoring a minimum severance pay of 45 days per year worked, reintroducing administrative authorization for collective dismissals, and objectifying the grounds for dismissal. It is also crucial to ensure the full application of the regulation of digital platforms to put an end to the status of false self-employment, and to guarantee subcontracted workers conditions identical to those of the employees of the principal company. Thus, this would reduce instability, rebalance labor relations and offer genuine job security."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to move beyond the logic of previous reforms, which have encouraged precariousness, to build a model of employment relations based on quality, stability and negotiated adaptation. The effective approach is to anchor the evolution of the rules in social dialogue, renouncing a uniform national framework in favor of agreements tailored to the economic realities of each territory. In this scheme, regional collective agreements should take precedence when they are more advantageous for employees. The priority is to invest heavily in continuing training to support transitions and to guarantee the quality of employment contracts, moving away from competitiveness based on reducing wage costs. In this way, it would be possible to build a more resilient and equitable labor market that reconciles business performance with the security of career paths."
      }
    ]
  },
  {
    "question": "What energy strategy: accelerate renewables, reform the electricity market and extend measures like the “Iberian exception”?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to build energy sovereignty based on a massive deployment of renewable energy, in order to guarantee low and stable prices for households and businesses. The central focus is to promote a structural reform of the European electricity market, in order to make permanent the principle that made the Iberian mechanism successful: decoupling electricity prices from those of gas. To achieve this, the strategy is to accelerate the deployment of renewable infrastructure by identifying areas conducive to their development, while encouraging self-consumption and energy communities. Thus, this would not only sustainably reduce consumers' energy bills, but also create a competitive advantage for the domestic industry and ensure strategic autonomy in the face of geopolitical uncertainties."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to build genuine energy sovereignty based on a balanced and stable mix, capable of providing competitive energy to households and businesses. The right approach is to massively accelerate the deployment of renewable energies by unblocking administrative procedures, while extending the lifespan of the existing nuclear fleet to guarantee a safe, decarbonized baseload production. This strategy involves abandoning exceptional intervention measures in the electricity market, which create strong regulatory uncertainty and isolate the country. The objective is to strengthen European interconnections and to develop future vectors such as green hydrogen. Thus, this would secure long-term supply, sustainably reduce bills and make the country a true energy power."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to take back control of energy policy to guarantee national sovereignty and provide affordable, stable electricity. The effective approach is to build a diversified, controllable energy mix by extending the life of existing nuclear power plants and combining them with hydropower, solar and wind in proportionate amounts. The priority is a comprehensive reform of the electricity market, moving away from the marginal pricing system and abolishing the CO2 emissions market. This structural action must be accompanied by the immediate removal of taxes that burden the energy bill. Thus, this would sustainably reduce prices for households and businesses, while restoring national sovereignty and industrial competitiveness."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to carry out a structural transformation of the energy system to make it 100 % renewable, efficient and democratic, thereby guaranteeing universal access to affordable energy. The trajectory relies on a massive acceleration of renewable energy deployment, with a target of 90 % of electricity production by 2030. The main lever is a profound reform of the electricity market, which involves abandoning the marginal pricing system. It will be replaced by a model where each technology is remunerated according to its actual production costs, while price-capping mechanisms, inspired by the « Iberian exception », will be made permanent. The State will intervene to dismantle the oligopolies and retake public control of hydroelectric concessions. Thus, this would make it possible to guarantee lower and stable prices, disconnected from the volatility of fossil fuels, while putting an end to the sector's exceptional profits."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to rebuild the energy model on foundations of sovereignty, sustainability and social justice, by dismantling an oligopolistic system that shifts costs onto consumers. The priority is to massively accelerate the deployment of renewable energy through a decentralized model, favoring self-consumption, cooperatives and local energy communities. To achieve this, a structural reform of the electricity market is imperative in order to permanently decouple electricity prices from those of fossil fuels, by abandoning the marginal pricing system. This implies breaking the vertical integration of large operators and strengthening public control over strategic infrastructures. Thus, this would make it possible to guarantee fair and stable prices for households and businesses, accelerate decarbonization and increase energy sovereignty by freeing itself from the volatility of international markets."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to orchestrate the energy transition as a project of sovereignty and industrial competitiveness, moving away from dependence on fossil fuels that weighs on bills and the economy. The right approach is to thoroughly reform the European electricity market to sustainably decouple the price of electricity from that of gas, thereby guaranteeing stable and predictable tariffs. At the same time, a massive and planned deployment of renewable energies — notably offshore wind and green hydrogen — must be launched by simplifying procedures and encouraging local energy communities. This transition must be accompanied by support mechanisms, such as long-term supply contracts, to secure the competitiveness of industry. Thus, this would make it possible to protect consumers and businesses from market volatility while building a leading European industrial sector in green technologies, ensuring both supply security and social cohesion."
      }
    ]
  },
  {
    "question": "Should exceptional taxes on banks and energy companies be maintained or should taxation be eased for investment?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to give precedence to the principle of tax justice and contribution to the collective effort over an undifferentiated tax relief, by targeting sectors that have generated exceptional profits. The right approach is to assess the extension and adjustment of temporary levies on the banking and energy sectors. The objective is not to pit taxation against investment, but to ensure that these actors contribute to the financing of the welfare state. This approach fits within a broader framework of fair taxation, including consideration of wealth taxation to put an end to unfair tax competition. Thus, this would consolidate the public revenues necessary to support public services and social justice, while ensuring a fair distribution of economic burdens."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to create a climate of trust and fiscal stability to attract investment, rather than resorting to exceptional taxes that penalize competitiveness. The right approach is to eliminate targeted taxes on certain sectors and the wealth tax on large fortunes, which send a negative signal to investors. The priority is a comprehensive tax reform aimed at simplifying corporate tax and easing the burden on savings and productive investment. The objective is to offer a predictable and attractive fiscal framework to encourage the establishment of businesses and the retention of capital. Thus, this would make it possible to unlock investment potential, strengthen national competitiveness and finance sustainable growth, breaking with a tax logic perceived as confiscatory."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to break with a punitive and cyclical tax system that discourages long-term investment. The right approach is to undertake a broad and planned reduction of corporate tax, with a clear and ambitious objective, to strengthen overall competitiveness. This reform must be accompanied by a radical simplification of tax rules and the creation of powerful levers, such as deductions, to steer savings toward the real economy and reindustrialization. Thus, it would help stimulate sustainable growth by attracting domestic and foreign capital, promoting the creation of lasting jobs rather than capturing exceptional revenues in a sporadic and counterproductive manner."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to conceive taxation as a lever of social justice, by requiring an equitable contribution from sectors that have realized exceptional profits. The strategy therefore consists in maintaining extraordinary taxes on banks and energy companies, not as a temporary measure, but as a transitional step toward a comprehensive reform of corporate tax. This overhaul will aim to increase the effective contribution of large groups. The revenues thus collected are directly earmarked for financing measures to support household purchasing power, such as emergency assistance for mortgage loans. Thus, this would make it possible to guarantee stable resources for public policies, by ensuring that those who benefit from the crisis contribute to mitigating its effects for the community."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to transform a cyclical measure into a structural lever of fiscal justice, by making permanent the contributions of the sectors that benefit from rents of position. The approach consists in making permanent the exceptional taxes on the extraordinary profits of banks and energy companies, because these oligopolistic sectors benefit from public guarantees and common resources. It is essential that half of the revenues generated by this permanent taxation be directly allocated to regional budgets, which bear the burden of social spending. This effort must be accompanied by a strengthening of the tax on large fortunes and by an increased fight against tax evasion by large companies. Thus, this would make it possible to ensure stable revenues for the welfare state, to rebalance the tax burden and to make exceptional profits contribute sustainably to social cohesion."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to move away from the logic of exceptional and temporary taxes, which generate significant uncertainty and hamper investment, and to incorporate the fair contribution of all sectors into a stable and predictable fiscal framework. The proper approach is to make permanent the contribution of sectors that have benefited from exceptional profits, not by means of ad hoc levies, but by integrating them structurally into the general tax system. This transformation into a formal tax, enshrined in law, must guarantee the legal certainty and clarity indispensable to economic actors. The objective is not to reduce taxation indiscriminately, but to make it fairer, more equitable and, above all, predictable for everyone. Thus, this would reconcile the necessity of a fair contribution to public burdens with the imperative of stability, which is the primary condition for attracting and maintaining productive investment over the long term."
      }
    ]
  },
  {
    "question": "What migration and asylum policy at the borders and in major cities, between control and integration?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to reconcile effective border management with an asylum and inclusive integration policy, considering regular migration as a factor of development and social cohesion. The right approach is to strengthen the reception system's capacities through stable funding and increased cooperation with international organizations, while opening legal and circular migration pathways. It is about simplifying administrative procedures to accelerate social and professional integration, actively protecting the most vulnerable groups, and resolutely combating racism and xenophobia through dedicated public policies. Thus, this would make it possible to ensure an orderly management of migratory flows that guarantees both security and respect for fundamental rights, while promoting successful integration, indispensable to social cohesion."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to rebuild migration policy on a dual requirement of flow control and selective integration, clearly distinguishing legal and chosen immigration from irregular immigration. The right approach is to strengthen border control through increased human and technological means, in coordination with European partners, and to systematically accelerate the execution of removal orders for people in an irregular situation. At the same time, a new skilled legal immigration program, based on a points system, will be put in place to attract international talent according to criteria of merit and integration potential. Thus, this would make it possible to establish a predictable and controlled migration system that protects the borders while meeting the country's economic needs through an influx of targeted skills."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to replace the current model, deemed lax and endured, with a policy of total control over migration flows, conditioning entry and residence on the strict national interest and on the capacity for integration. The effective approach involves a physical and legal sealing of the borders, the outsourcing of asylum application processing and the removal of non-contributory public aid that creates a pull factor. Integration is not an option but a condition, implying cultural assimilation and justifying a quota policy favoring the closest nationalities. Any foreigner committing a serious offense must be expelled without delay. Thus, this would restore the State's sovereignty over settlement policy and ensure that immigration once again becomes a controlled and beneficial contribution to the nation, rather than a source of social tensions."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to rebuild migration policy on a systemic approach to rights and integration, breaking with the security paradigm. The central lever is an overhaul of the law on foreigners to establish a permanent regularization procedure and simplify access to residency. The priority is to guarantee universal and unhindered access to the healthcare system for all residents. It also involves closing administrative detention centers and systematizing asylum applications through diplomatic channels to create legal and safe pathways of access. Thus, this would make it possible to build a more cohesive society, guarantee the protection of fundamental rights, and facilitate the social and economic integration of all people, while actively fighting against racism."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to rebuild migration policy on respect for human rights and inclusion, by dismantling a system that generates precarity and institutional racism. The priority is to repeal the current immigration law and replace it with legislation guaranteeing legal and safe routes of entry. The approach consists of ending pushbacks at the borders, closing administrative detention centers and launching a broad regularization process for undocumented people. It is also crucial to guarantee unconditional access to fundamental rights, beginning with registration in the municipal register and extending the right to vote to all residents. In this way, it would be possible to build a truly cohesive society, to combat exclusion, and to manage asylum and immigration as a matter of rights and integration rather than mere security control."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to shape migration policy around a dual requirement of humanity and effectiveness, moving beyond the sterile confrontation between control and reception. The right approach is to promote a European framework based on effective solidarity and an equitable distribution of responsibilities among States, while guaranteeing absolute respect for international law at the borders. At the national level, the priority is to entrust the management of reception and integration to regional and local levels, as they are the most relevant for organizing successful integration pathways. At the same time, legal immigration channels related to work must be facilitated to respond to demographic and economic challenges. Thus, this would make it possible to establish an orderly and dignified management of migratory flows, which protects fundamental rights while strengthening social cohesion and the prosperity of the territory."
      }
    ]
  },
  {
    "question": "How should the territorial question (Catalonia, Basque Country) be approached: dialogue, dejudicialization, or recentralization of powers?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to overcome territorial tensions not by confrontation or recentralization, but by rebuilding a common project based on dialogue and the recognition of the country's plurality. The proper approach is to institutionalize \"co-governance\" as a guiding principle, making cooperation and the pursuit of consensus the normal framework for relations between the State and territorial entities. The aim is to prioritize the political route and agreement to resolve disputes, instead of systematic judicialization, while respecting the constitutional framework. This method will be consolidated by a new law on territorial cohesion and the continued deconcentration of State institutions. Thus, this would help guarantee durable cohesion by strengthening the country's unity through institutional loyalty and the construction of a shared future."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to restore national cohesion by reaffirming the primacy of the constitutional framework as the sole basis for dialogue. The correct approach is to strengthen guarantees of territorial integrity by legislative means, reinstating the offenses of sedition and malversation in their most exacting form. It is about clarifying and better delimiting the powers between the different levels of administration to put an end to overlaps and reinforce institutional loyalty. Political dialogue must take place within the multilateral bodies provided for, in accordance with the common rules. Thus, this would make it possible to guarantee institutional stability and legal certainty, ensuring that loyal cooperation replaces confrontation."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to break radically with the current territorial model, deemed a source of division and inequality, to restore the unity of the nation and the primacy of the State. The effective approach consists of initiating an immediate recentralization of sovereign competences (education, health, security, justice) in order to guarantee equality of rights across the entire territory. Any attempt at secession must be countered by firm measures, including the immediate suspension of the regional autonomy concerned and the banning of political organizations that threaten national integrity. Dialogue with separatist forces is ruled out in favor of a strict application of the law and the reinstatement of the offenses of sedition and illegal referendum. Thus, this would make it possible to put an end to separatist blackmail and to refound national cohesion on a unified legal and institutional foundation, where the authority of the State is no longer contested."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to move beyond the current model of confrontation to build a new territorial pact based on recognition of the country's plurinational character. The approach is based on a culture of dialogue, negotiation and dejudicialization, favoring mechanisms of bilateral consultation between governments. It is about guaranteeing full respect for competences and strengthening autonomy, while ensuring that any final political agreement is submitted for validation through a citizen consultation. The aim is to establish a model of shared, peaceful governance that respects diverse linguistic and cultural realities. Thus, this would make it possible to progress toward a horizon of mutual recognition and cohesion, by articulating the different political wills within a framework of cooperation and solidarity."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to recognize the political nature of territorial questions and to remove them from the judicial sphere to bring them back to negotiation. The most consistent approach is to open a bilateral negotiating table whose clear objective is to agree on the conditions of a self-determination referendum. To achieve this, an amnesty law is an indispensable prerequisite in order to put an end to repression and create a climate conducive to political dialogue. The centralization of powers is rejected in favor of respecting sovereign decisions. Thus, this would make it possible to channel political aspirations into a democratic path and to reach a resolution based on the citizens' will, the only thing capable of resolving the conflict sustainably."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to move away from a logic of confrontation by formally recognizing the plurinational reality as the foundation of a new territorial architecture, the only path to a lasting political solution. The effective approach consists in rejecting any temptation to recentralize in order to systematically favor dialogue, negotiation and pact. This process must lead to the establishment of a bilateral relationship between the State and the nations that compose it, evolving toward a shared exercise of sovereignty and relying on full respect for existing autonomy statutes. Thus, this would make it possible to overcome current deadlocks and establish a model of stable coexistence, where governance is shared rather than imposed."
      }
    ]
  },
  {
    "question": "Does the fight against gender-based violence require adjusting the “solo sí es sí” law and strengthening protection mechanisms?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to intensify the fight against all forms of gender-based violence by combining a consolidated legal framework centered on consent with a massive strengthening of protection and prevention mechanisms. The right approach is to undertake the necessary adjustments to the penal framework to guarantee fair and deterrent penalties while preserving consent as a central pillar. This legal consolidation must be accompanied by a strengthened deployment of the Pacte d'État, by creating specialized judicial and medico-legal units across the entire territory and by systematizing universal screening within the health system. The fight against cyberviolence will be the subject of a specific action plan. Thus, this would make it possible to guarantee a faster, more comprehensive and accessible institutional response to all victims, regardless of where they live, while preventing new forms of violence and ensuring the full effectiveness of the legal framework."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to rebuild the fight against violence against women on a national consensus and restored legal effectiveness. The right approach is to undertake an in-depth revision of the criminal code to correct the perverse effects of recent reforms, notably with regard to the proportionality of sentences for sexual assaults. At the same time, protection mechanisms will be strengthened by providing additional resources to specialized police units, victim assistance offices in courts and risk assessment tools. Particular attention will be paid to combating digital violence and human trafficking. Thus, this would make it possible to guarantee more effective and comprehensive protection of victims, by restoring legal certainty and relying on a robust and coherent legal and operational framework."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to replace the current legal framework, deemed ideological and counterproductive, with an approach that protects all victims of violence without distinction and restores the fundamental principles of law. The proper approach is to repeal the entirety of gender-based legislation, including the law \"solo sí es sí\", and replace it with a unified law against domestic violence. This new law will significantly toughen penalties for all sexual aggressors, up to life imprisonment, by removing any penal asymmetry and restoring the presumption of innocence as a cardinal principle. Thus, it would help ensure more effective protection of society as a whole by punishing criminals more severely, while ending a system that divides and weakens equality before the law."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to guarantee the full and effective implementation of the legal framework on consent rather than to revise it. The issue is to strengthen the chain of protection by deploying all the measures provided for, such as emergency reception centers, and by consolidating the Pacte d'État to ensure the budgetary sustainability of the actions. It is essential to broaden the scope of the fight by adopting a comprehensive law against human trafficking and by recognizing economic violence, such as the non-payment of maintenance payments, as a form of gender-based violence. Police and judicial risk assessment systems will also be strengthened, with specialized and mandatory training for all actors involved. Thus, this would make it possible to ensure a coordinated and infallible institutional response, guaranteeing protection, reparation and non-repetition for all victims."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to reaffirm consent as the central and non-negotiable pillar of legislation on sexual violence, firmly opposing any amendment that refocuses the debate on the victim's resistance. The priority is to build a broader protective shield by extending the framework law against gender-based violence to explicitly include all their forms and manifestations, such as digital and economic violence. To achieve this, more courts must be specialized to handle all male chauvinist violence and gender training must be made mandatory and continuous for the entire judiciary. Thus, this would make it possible to guarantee comprehensive protection and ensure that the burden of proof rests on the absence of consent, and not on the victim's behavior."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to consolidate the principle of explicit consent as a pillar of the law, while deploying a comprehensive strategy that goes well beyond the criminal framework alone to eradicate gender-based violence. Far from any step backwards, the effective approach is to sanctify the centrality of consent, ensuring that its application is never distorted. At the same time, the absolute priority is to guarantee the resources necessary for a full deployment of protection mechanisms: from prevention to reparation, including specialized support for victims at every stage of the judicial process. This requires specialization of the justice system and the establishment of multidisciplinary teams to ensure effective support. Thus, this would make it possible to guarantee real and comprehensive protection for victims, by turning the rights enshrined in law into a tangible reality and ensuring that the institutional response is commensurate with the gravity of these violences."
      }
    ]
  },
  {
    "question": "How to revitalize public health (primary care, hospitals) and limit the privatization of care?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to reaffirm the primacy of a public, universal and high-quality health system, by reversing the logic of privatization through a structural strengthening of the provision of care. The priority is to establish by law guaranteed maximum waiting times for surgical procedures (120 days) and specialist consultations (60 days). This effort will be accompanied by a massive reinvestment in primary care and an action plan for mental health, all supported by a public funding target raised to 7 % of GDP. Universal access will be consolidated by an equity law preventing any new form of co-payment. Thus, this would help reduce territorial inequalities, guarantee rapid and equitable access to care for all, and consolidate confidence in an efficient public health service."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to thoroughly modernize the public health system to guarantee its excellence and sustainability, by addressing the structural causes of its dysfunctions rather than pitting public and private against each other. The right approach is to deploy a shock plan for primary care, significantly increasing the number of trained professionals, with a target of 1 000 additional places. This action will be accompanied by a revalorisation of careers to attract and retain talent, while lightening the administrative burden on caregivers thanks to support teams. A new framework law on health will modernize the governance of the system. Thus, this would make it possible to consolidate a high-performing, accessible and attractive public health service, capable of meeting the needs of all citizens without resorting to a privatization of care."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to put an end to the chaos caused by the fragmentation of the system into multiple regional entities, in order to restore a unified and efficient public health service. The effective approach is to recentralize all health competencies at the State level to build a single National Health System. This overhaul would rely on concrete tools such as a single health map for all citizens and a national purchasing center to optimize spending. To reduce waiting lists, the strategy includes strengthening agreements with the private sector, mobilized as a partner to achieve public service objectives. Thus, this would make it possible to guarantee equality of access to and quality of care across the territory, by rationalizing costs and mobilizing all available resources in the service of a more efficient public system."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to refound the public health service by fortifying its universal character and reversing the privatization dynamic. The main lever is a massive investment plan, with an annual increase in public spending of half a percentage point of GDP to reach the European average, directing funds primarily toward primary care. A de-privatization plan will be launched to reintegrate outsourced services (cleaning, catering) into the public fold. The provision of care will be expanded to include oral and dental health, optical care, physiotherapy and mental health, while a law will guarantee maximum waiting times for consultations and interventions. Thus, this would make it possible to guarantee a high-quality provision of care, reduce inequalities of access and put an end to a two-tier healthcare system."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to reaffirm the public and universal nature of the health system by addressing its main vulnerability: chronic underfunding that paves the way for privatization. The central axis is to tackle structural underfunding by demanding an overhaul of the funding model for regional competencies and the liquidation of the historical debt of the Sécurité sociale to the health system. To achieve this, it is necessary to impose the complete transfer of ownership of infrastructures (hospitals, care centers) to the entities that already manage them. At the same time, it is essential to address the shortage of professionals by acting on the regulation of specialties and by making retirement more flexible. This would thus help consolidate the public health service, slow the logic of privatization and guarantee equitable access to care for all citizens."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to reaffirm the principle of a public, universal and equitable healthcare system, revitalizing it through local management and structural investments. The right approach is to tackle the root causes of dysfunctions rather than give in to privatization. This involves reforming access to medical specialties to combat the shortage of professionals, completing the transfer of health-sector responsibilities for more agile governance, and achieving public control of costs through direct participation in setting the price of medicines. Thus, this would guarantee high-quality access for all and consolidate the sustainability of the public service by providing it with the human and strategic resources to meet the needs of the population."
      }
    ]
  },
  {
    "question": "In the face of drought, how should water be managed (agriculture, transfers, Doñana) and how should trade-offs be made between economic and ecological uses?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to undertake a strategic transition in water management, replacing the logic of inter-basin transfers with an approach based on efficiency, planning and the development of non-conventional resources. The priority is to guarantee water security by doubling desalination and water reuse capacities by 2027, while broadly implementing the digital modernization of agricultural irrigation to reduce losses. This technological effort must be part of a renewed water governance that enshrines the environmental flows necessary for the survival of sensitive ecosystems such as Doñana. Thus, this would ensure a sustainable balance between agricultural needs, human consumption and the preservation of biodiversity, by building long-term resilience in the face of drought cycles."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to move beyond the sterile opposition between economic uses and ecological protection by adopting a comprehensive, planned approach to water management. The right approach is to build a Pacte national pour l'eau, based on consensus among territories and sectors, which will orchestrate a massive investment plan in the modernization of infrastructure. Priority will be given to the efficiency of agricultural irrigation networks, to the reuse of water, and to the upgrading of dams and canals, all under the supervision of a new Autorité nationale de l'eau. This would thus make it possible to guarantee a sustainable supply for all, reconciling the needs of agriculture with the imperative protection of sensitive ecosystems, thanks to technical and concerted management."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to replace the current fragmented and ideological management with a unified national strategy, considering water as a common good and a strategic resource. The effective approach rests on the implementation of a Plan National de l'Eau, whose keystone is the interconnection of all river basins to guarantee territorial solidarity. This vision relies on the modernization and creation of hydraulic infrastructure, notably dams, to increase storage capacity. The arbitration between economic and ecological uses must systematically prioritize food sovereignty and the development of the primary sector, putting an end to policies that criminalize irrigation. Thus, this would secure supply for all sectors, support agriculture in the face of drought cycles, and put an end to territorial conflicts through planned management in the service of the general interest."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to enact a paradigm shift in water management, treating it as an essential public good rather than as an exploitable resource. The objective is to plan for sobriety to guarantee human supply and the survival of ecosystems. The proper approach is to act on demand, by instituting a moratorium on intensive irrigation and planning the conversion of agro-industry toward less resource-intensive models. Rather than relying on large water transfers, priority is given to alternative solutions such as desalination and the reuse of wastewater, coupled with a national plan to preserve aquifers that includes the closure of illegal wells. Pricing will also be reviewed to encourage efficiency and penalize waste. In this way, it would be possible to guarantee the country's long-term water security, ensure the regeneration of overexploited ecosystems, and build a more resilient agricultural model in the face of climate change."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to break with the extractive model of water management, moving from a logic of unlimited supply to a culture of sobriety and ecosystem preservation. The priority is to revise hydrological plans to guarantee rivers' ecological flows, a non-negotiable condition for the survival of deltas and wetlands. This approach rules out large inter-basin transfers in favor of sustainable solutions: modernizing agricultural irrigation to reduce demand and massively developing unconventional resources, such as water reused for industrial and agricultural uses. In this way, it would secure supply by making decisions in favor of sustainability, and make territories more resilient to droughts by adapting economic uses to ecological limits."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to address water management not as a response to emergency, but as a long-term strategic issue, keeping it firmly under public management that arbitrates between needs and preservation. The right approach is to rationalize and make its use sustainable across all sectors – agricultural, industrial and domestic – by considering hydrographic networks as an infrastructure that is both economic and environmental. Rather than relying on massive transfers, the priority is to invest in the modernization of existing infrastructure to guarantee supply and minimize losses, based on rigorous planning that incorporates the protection of vital ecosystems as an imperative. Thus, this would ensure water security for future generations, reconciling sustainable economic activity with the regeneration of natural environments, and ensuring that this vital resource remains a common good."
      }
    ]
  },
  {
    "question": "To what extent should support for Ukraine and engagement within NATO be continued, while managing their domestic economic effects?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to articulate an unwavering support for Ukraine's sovereignty and an unflagging commitment within NATO, considering that the defense of peace and the democratic international order is the primary condition of our own security and prosperity. The right approach is to translate that commitment into a strengthening of defense capabilities, through an increased budgetary effort and an industrial policy that ensures our strategic autonomy and generates skilled employment. At the same time, managing the economic impacts involves promoting collective solutions at the European level, notably the reform of the energy market, in order to protect households and businesses from external shocks. Thus, this would consolidate the status of a reliable and influential partner within alliances, while transforming a security constraint into an opportunity for industrial and technological development, protecting the well-being of citizens."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to position support for Ukraine and participation in defensive alliances as a strategic investment in national security, rather than as a mere cyclical burden. The right approach is to ensure durable military, economic and humanitarian support for Ukraine, while honoring the commitment to allocate 2 % of GDP to defense. This effort must be transformed into an internal economic lever by prioritizing investment in an innovative national defense industry. This will strengthen the capabilities of the armed forces while generating skilled employment and territorial cohesion. Thus, it would consolidate the country's international credibility as a reliable ally, guarantee collective security and transform a strategic obligation into an opportunity for industrial and technological modernization."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to subordinate any external engagement, including military support and involvement in alliances, to a rigorous assessment of the national interest and its direct consequences for the population. The central axis is to revise participation in missions and international sanctions according to their economic and internal security impact. Contribution to alliances such as NATO must be redefined to primarily serve direct strategic interests, such as the protection of the entire national territory, rather than engaging in costly peripheral conflicts. Thus, this would make it possible to restore decision-making sovereignty, by protecting citizens from the negative economic repercussions of a foreign policy dictated by supranational agendas, and by refocusing defense resources on immediate threats."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to reorient the international posture toward strategic autonomy, combining continued solidarity with Ukraine and a gradual distancing from NATO. The approach is to concentrate support for Ukraine on humanitarian aid and a reconstruction plan financed by direct grants rather than loans, while actively strengthening the diplomatic route to achieve a just and lasting peace. At the same time, it is imperative to initiate a gradual transfer of NATO's security guarantees to a fully autonomous European defense architecture under democratic control. This would position the country as an actor in mediation and peace, while asserting European sovereignty capable of defining its own security interests independently of the transatlantic framework."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to reconcile unequivocal solidarity with the Ukrainian people and a firm commitment to peace and demilitarization, while rejecting the logic of a generalized military escalation. The priority is to dissociate support for Ukraine from the increase in military budgets dictated by NATO. The approach consists in demanding a reduction in military spending to reallocate those funds toward internal social and economic needs, thereby mitigating the effects of the crisis. While expressing political support for Ukraine, it is imperative to apply strict control over arms exports, ensuring that they cannot be used to commit violations of international humanitarian law. Thus, this would make it possible to articulate a coherent international policy that supports aggressed peoples while protecting the well-being of citizens and actively promoting diplomatic and non-violent solutions."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to maintain unwavering support for the attacked nation, considering this challenge not as a burden but as an indispensable accelerator for the construction of a genuine European strategic autonomy. The right approach is to enshrine this commitment within an unwavering European unity of action, which is the sine qua non of its effectiveness. This external effort must be accompanied by internal reinforcement, by accelerating the implementation of a common security and defence policy and by building industrial and energy resilience to cushion economic shocks. Thus, this would help guarantee a credible and sustainable long-term commitment, for it would be the engine of a more united, safer Europe, master of its destiny, capable of defending its values and interests."
      }
    ]
  },
  {
    "question": "What priorities for education: resources for public schools, territorial equity, the place of co-official languages and university reform?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to position education as the central axis of social cohesion and equality of opportunity, by guaranteeing universal and quality access at all stages of life. The right approach consists of a massive public investment to guarantee free and quality education, from early childhood to higher education, conditioned on success. Territorial equity will be ensured by strengthened support for rural schools. University reform will guarantee stable funding and professionalized careers, while linguistic diversity will be valued as a cultural and economic asset. Thus, this would make it possible to consolidate social mobility, reduce territorial fractures, and build a future based on knowledge and respect for plurality."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to rebuild the educational pact on principles of quality, merit, and freedom, in order to overcome ideological divides and guarantee a genuine equality of opportunity. The right approach is to replace the current legislation with a broad social agreement, while instituting a common university entrance examination to ensure equity across the entire territory. In the regions concerned, Castilian and the co-official languages will be treated equally as vehicular languages, ensuring balanced proficiency in both. At the same time, education from 0 to 3 years will become universal and free to combat inequalities from the outset. Thus, this would make it possible to build a stable and high-performing educational system that strengthens national cohesion while providing each student with the tools to succeed."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to break with a fragmented educational system, a source of territorial inequalities and ideological drift, in order to restore a unified and demanding national education. The effective approach consists of fully recentralizing educational competencies at the State level, by establishing a national law, a common core of knowledge, and a single university entrance examination for all. The primacy of the Spanish language as the medium of instruction will be guaranteed throughout the territory, and families' freedom of choice will be ensured by a school voucher mechanism. Thus, this would make it possible to guarantee genuine equality of opportunity regardless of place of residence and to rebuild national cohesion around a shared cultural and historical foundation."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to rebuild the educational pact by making the public system the central pillar of equal opportunity, from early childhood to university. The priority is a funding shock targeting 7% of GDP for the education system, in order to guarantee free provision from 0 to 3 years and to initiate the gradual abolition of university fees, while ensuring 1% of GDP for higher education. The private contracted sector will be strictly subordinated to the public network. Territorial and linguistic equality will be ensured by a law guaranteeing the protection and promotion of co-official languages across the entire territory. Thus, this would make it possible to build a truly universal education system that reduces inequalities at their root, values cultural diversity, and provides the country with a strong and accessible public university."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to build a public education service that is a pillar of equity and social cohesion, by freeing it from financial asphyxiation and centralizing tutelage. The priority is to guarantee territorial equity by ending chronic underfunding through the creation of a compensation fund and by ensuring a transfer of 2 % of GDP to universities. The approach is to defend and strengthen the language immersion model as a tool of cohesion, while making the co-official language a prerequisite for civil servants working in the territory. At the same time, it is imperative to universalize education from 0 to 3 years and to fully transfer the management of grants to guarantee equal opportunities. Thus, this would make it possible to build a sovereign and fully financed educational system, where the language model ensures social cohesion and where access to university is an effective right for all, regardless of social origin."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to build an education system that is a genuine lever of social cohesion and competitiveness, rooted in the realities of its territory and oriented towards the challenges of tomorrow. The central axis is to guarantee full respect for territorial competences in order to allow the deployment of educational models specific to the territory, from school to university. Within this framework, the co-official language must be affirmed as a central vector of excellence, notably in higher education and research. The university reform, for its part, must reinforce the full governance capacity of the regions, while strengthening synergies with the economic fabric and creating a regional system of professional qualifications. Thus, this would make it possible to guarantee genuine equality of opportunity while training a highly qualified workforce that meets the needs of the economy and strengthens the territory's capacity for innovation and its own identity."
      }
    ]
  },
  {
    "question": "What tax architecture: progressivity, wealth tax at the regional level, fight against tax evasion and incentives for investment?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to rebuild the fiscal pact on the principles of justice and progressivity, so that everyone contributes to financing public services in line with their capacities. The right approach is to establish a harmonized national framework for the taxation of wealth, in order to neutralize unfair tax competition between territories. At the same time, the fight against fraud will be intensified through strengthened control measures and a minimum tax will target multinational corporations. Investment incentives will be strictly targeted at the ecological and digital transitions, rather than resorting to generalized tax relief. Thus, this would make it possible to ensure stable and predictable public revenues, restore equity, and ensure that economic development benefits society as a whole."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to overhaul the tax architecture to make it a lever of competitiveness and investment, breaking with a logic perceived as confiscatory. The right approach is to abolish the wealth tax to strengthen the country's attractiveness. At the same time, a major reform will simplify income tax by indexing it to inflation, and will lighten corporate taxation to encourage job creation. The framework will be complemented by targeted incentives to attract foreign investment and by a restored relationship of trust between the administration and the taxpayer. Thus, this would make it possible to create a stable and predictable tax environment that stimulates savings, rewards risk-taking and attracts the capital necessary for sustainable economic growth."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to carry out a complete overhaul of the tax architecture, replacing the current complexity and pressure with a simple, streamlined system that rewards work, saving and investment. The effective approach is to replace the progressivity of income tax with a system of two low, fixed rates, while entirely abolishing taxes on wealth, inheritances and gifts to free up capital. Business taxation would also be drastically reduced to encourage reshoring. The fight against tax evasion would focus on technology giants and aggressive optimization schemes. Thus, this would trigger a competitiveness shock, making saving and work more remunerative for households and making the territory an attractive hub for job-creating investments."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to undertake a structural tax reform to strengthen progressivity and social justice, rebalancing the contribution of labour income, capital and wealth. A permanent tax on large fortunes will be instituted at the national level, with a top rate that could reach at least 4 %, complemented by a floor threshold for inheritance taxes in order to limit tax competition between regions. The progressivity of income tax will be increased by raising the number of brackets and by bringing the top marginal rate above 52 % for the highest incomes. For large companies, a minimum effective rate of 15 % on profits will be applied, while environmental taxation will be modernized to steer investments towards the ecological transition. Thus, this would make it possible to free up the resources necessary for the sustainable funding of public services, to reduce inequalities and to align the tax burden with the European average."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to build a tax architecture that is radically fairer and more progressive, by making capital and large fortunes contribute to the same extent as labor to finance public services. The central axis is to align the taxation of capital income with that of labor and to consolidate a wealth tax that neutralizes unfair tax competition between territories. To achieve this, an effective minimum rate of 15 % on the profits of large companies must be established and the fight against evasion to tax havens intensified. Incentives must target the productive economy and SMEs, and not speculation. Thus, this would make it possible to guarantee stable and equitable revenues for the welfare state, to reduce inequalities and to ensure that everyone contributes according to their abilities."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to base the fiscal architecture on the principle of regional autonomy, to guarantee a system that is at once fair, progressive and predictable. The right approach is to grant territories full normative sovereignty over the main tax instruments, including the wealth tax, in order to adapt it to local economic realities. This edifice must rest on two pillars: an uncompromising fight against tax fraud and strong regulatory stability to provide the legal certainty indispensable to investors. Thus, this would make it possible to build a model that guarantees sufficient revenues for social cohesion, while creating an environment conducive to economic growth and investment."
      }
    ]
  },
  {
    "question": "How to combat the “España vaciada” (rural depopulation) : public services, transports, agricultural policy and territorial development ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "The idea would be to treat rural depopulation not as a fatality but as an imbalance to be actively corrected, by making rural areas attractive, connected territories of the future. The right approach is to guarantee a foundation of quality public services (health, education) accessible within 30 minutes, a foundation on which full digital connectivity and the development of on-demand transport solutions rely. On this basis, economic revitalization will be stimulated by targeted support for innovation, the bioeconomy and entrepreneurship, particularly for projects led by women and young people, as well as by an agricultural policy that supports the family model and facilitates generational renewal. Thus, this would make it possible to reverse the depopulation dynamic by offering real prospects for living and working, and to guarantee effective territorial cohesion where every citizen, wherever they reside, benefits from the same opportunities."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "The idea would be to reverse the trend of depopulation by treating rural areas not as territories to be assisted, but as places to live and full-fledged economic opportunities. The right approach is to deploy an integrated strategy that combines targeted tax incentives for the settlement of families and businesses, notably through bonuses on the purchase of housing and economic activity. In parallel, a reduction in labor costs should encourage local hiring in the least populated provinces. It is crucial to guarantee access to essential public services and to roll out priority connectivity infrastructure, mobilizing European funds. In this way, it would be possible to create a virtuous circle in which economic activity supports demographics, and where quality of life, anchored to modern services and infrastructure, makes the choice to live in rural areas both feasible and attractive."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "The idea would be to replace the current abandonment with a strategy of territorial reconquest, making economic viability and quality of life in the rural world a national priority. The effective approach is to create a shock of attractiveness through massive tax incentives for businesses and to guarantee physical accessibility by strengthening transport infrastructure. The pillar of this revitalization is an ambitious agricultural and water policy, based on a Plan National de l'Eau ensuring solidarity between territories and the protection of farmers' incomes. Thus, this would make it possible to reverse the depopulation dynamic by restoring prosperity and territorial cohesion, and to make the rural world once again a driving force for the nation's economy and food sovereignty."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "The idea would be to conceive the fight against depopulation as an imperative of territorial justice, by guaranteeing real equality of access to services and opportunities. The central axis of this revitalization is the establishment of a \"30-minute territory\", an interministerial action plan ensuring that each inhabitant has access to a package of essential services (health, education, internet) within this perimeter. This policy will rely on targeted investments, including free rural public transport on weekdays. In parallel, economic development will be diversified beyond agriculture, and agricultural policy will be reoriented to support agroecology and family farms through tools such as public land banks. Thus, this would make it possible to permanently anchor the population, attract new inhabitants, and build a fairer and more resilient model of territorial cohesion."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "The idea would be to break with the logic of a radial development that concentrates opportunities, to build a polycentric territorial model where each area can develop its own potential. The priority is to open up isolated territories by investing massively in cross-cutting infrastructure, such as the Mediterranean corridor, and by strengthening local and regional public transport networks. At the same time, it is essential to support an agricultural policy that guarantees fair prices for producers, facilitates access to land for new generations and modernize the sector. This also involves guaranteeing universal access to essential public services, including high-quality digital connectivity across the entire territory. Thus, this would make it possible to retain the population by creating attractive living and working conditions everywhere, and to build a more cohesive and economically resilient country."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "The idea would be to refuse the inevitability of rural decline by pursuing a proactive policy of territorial rebalancing that addresses the root causes of isolation rather than its mere symptoms. The right approach is to revitalize the local economic fabric, prioritizing support for a sustainable and innovative primary sector that ensures generational renewal. At the same time, opening up access requires massive investment in transport infrastructure, notably rail, to guarantee the connection of people and goods. Finally, it is crucial to maintain a high level of public services and to accelerate the deployment of digital technology to ensure a quality of life equivalent to that of urban centers. Thus, this would make it possible to recreate dynamic local ecosystems and to turn these territories no longer into spaces in decline, but into genuine projects of life and future, founded on balanced and sustainable development."
      }
    ]
  }
]