[
  {
    "question": "Comment protéger le pouvoir d’achat face à l’inflation et aux hausses de l’énergie, tout en soutenant les salaires (SMI) sans freiner l’emploi ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait d'articuler une protection du pouvoir d’achat sur deux piliers : la régulation des prix de l’énergie et une politique salariale dynamique, considérant que la hausse des bas salaires soutient l’emploi et la demande. La priorité est de réformer en profondeur le marché de l'énergie pour que les factures reflètent le coût réel des renouvelables, tout en contrôlant activement les marges des entreprises pour que les baisses de coûts soient répercutées. Parallèlement, le salaire minimum doit être revalorisé pour atteindre 60 % du salaire moyen, une mesure inscrite dans la loi, complétée par un soutien à la négociation collective afin de lier les augmentations à la productivité. Ainsi, cela permettrait de créer un cercle vertueux où la juste rémunération du travail stimule la demande et l’emploi de qualité, assurant une croissance économique plus juste et plus résiliente."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de restaurer durablement le pouvoir d'achat en agissant simultanément sur la pression fiscale et le coût de l'énergie, plutôt que de miser sur des hausses de salaires déconnectées de la réalité économique. La bonne approche consiste à mettre en œuvre un allègement fiscal immédiat, en corrigeant les effets de l'inflation sur le barème de l'impôt sur le revenu et en réduisant la TVA sur les produits de première nécessité. Pour l'énergie, un soutien direct serait versé aux ménages vulnérables via un chèque social unique. Concernant le salaire minimum, toute revalorisation serait décidée dans le cadre d'un dialogue social impliquant partenaires sociaux et experts, afin de préserver la compétitivité et la création de postes. Ainsi, cela permettrait de soutenir directement les revenus des ménages sans pénaliser les entreprises, créant les conditions d'une croissance saine et créatrice d'emplois."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de protéger le revenu réel des ménages en agissant directement sur les causes de son érosion. L’approche efficace consiste à réduire la pression fiscale sur la consommation, par une baisse radicale de la TVA sur les produits de première nécessité et la suppression des taxes pesant sur les factures d’énergie. Pour permettre une hausse générale des salaires sans pénaliser l’emploi, la priorité est d'alléger massivement les charges sociales et la régulation abusive qui pèsent sur les entreprises. Cette baisse des coûts de production leur donnera la marge de manœuvre nécessaire pour mieux rémunérer leurs salariés, en particulier les plus faibles revenus. Ainsi, cela permettrait de concilier une augmentation du pouvoir d'achat immédiate et une dynamique salariale saine, fondée sur la compétitivité des entreprises plutôt que sur une décision administrative."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de rompre avec une logique purement sécuritaire pour privilégier une mobilité humaine fondée sur le respect des droits fondamentaux. La priorité est donc d’abandonner les renvois à chaud aux frontières, en instaurant des procédures de régularisation permanentes et en simplifiant l’accès à la résidence. Il s’agit également de développer des voies d’accès légales et sûres, notamment en systématisant la demande d’asile depuis les représentations diplomatiques, et de fermer les centres de rétention administrative. Au niveau européen, la démarche consiste à promouvoir un nouveau pacte de migration et d’asile basé sur la solidarité, avec des couloirs humanitaires et un mécanisme de relocalisation permanent et contraignant. Ainsi, cela permettrait de garantir une gestion digne et ordonnée des flux migratoires, tout en luttant contre les réseaux de traite et en prévenant les drames humanitaires en mer."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la perte de revenus plutôt que de se contenter de mesures palliatives. La priorité est d’assurer une juste répartition des efforts en instaurant une fiscalité permanente sur les bénéfices extraordinaires des secteurs bancaire et énergétique, dont les revenus financeront des mesures de soutien directes. Pour y parvenir, l'axe central consiste à augmenter significativement le salaire minimum interprofessionnel à 1 250 euros, tout en luttant contre la précarité par une réforme du droit du travail et en encadrant les prix des loyers pour alléger la principale charge des ménages. L'emploi serait soutenu par des conditions de travail dignes et l'exploration de nouveaux modèles comme la semaine de quatre jours. Ainsi, cela permettrait une protection durable du pouvoir d’achat en agissant simultanément sur les salaires, le coût de la vie et la qualité de l’emploi."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de privilégier une double action ciblée et structurelle pour restaurer durablement le pouvoir d'achat sans alimenter la spirale inflationniste. La priorité est d'apporter des aides directes et focalisées sur les ménages les plus vulnérables et les entreprises les plus exposées à la hausse des coûts, tout en accélérant massivement le déploiement des énergies renouvelables pour maîtriser les prix sur le long terme. Plutôt qu'une hausse générale du salaire minimum, la revalorisation salariale doit être encouragée via la négociation collective au sein des branches, en liant les augmentations à la productivité afin de préserver la compétitivité des entreprises. Ainsi, cela permettrait de conjuguer un soutien immédiat aux plus fragiles avec une stabilisation durable des prix et une dynamique salariale saine, protégeant à la fois le niveau de vie et le tissu économique."
      }
    ]
  },
  {
    "question": "Faut-il encadrer les loyers et réguler les locations touristiques pour répondre à la crise du logement ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de faire du logement un droit effectif en agissant simultanément sur l'offre et la régulation des prix, et non en laissant le marché s'autoréguler. L'axe central est la mise en œuvre de la nouvelle loi sur le logement, qui permet de déclarer des zones de marché tendues afin d'y encadrer strictement les hausses de loyers et de moduler les contrats de location, y compris temporaires et touristiques. Cette régulation s'accompagnera d'un plan ambitieux pour accroître le parc de logements publics et sociaux, avec l'objectif d'atteindre 20 % du parc total via la construction, l'acquisition de logements vacants et la mobilisation des actifs d'entités publiques. Ainsi, cela permettrait de freiner la spéculation, de garantir des prix abordables pour les locataires et d'assurer un accès au logement plus juste, en particulier pour les jeunes et les ménages vulnérables."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la crise du logement, à savoir le manque d'offre et l'insécurité juridique, plutôt que de recourir à des mesures coercitives sur les prix. La bonne approche consiste à abroger les réglementations qui freinent l'investissement, comme la loi sur l'encadrement des loyers, qui décourage les propriétaires. Pour augmenter le parc disponible, il est essentiel de mobiliser massivement le foncier public pour la construction de logements neufs, y compris sociaux et à loyer abordable. En parallèle, un programme de garanties publiques doit faciliter l'accès à la propriété pour les primo-accédants, notamment les jeunes. Ainsi, cela permettrait de fluidifier le marché et de stabiliser les prix de manière durable, en augmentant le nombre de logements disponibles pour tous, sans décourager l'investissement privé par des régulations contraignantes."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la crise plutôt qu'à ses symptômes par des mesures coercitives. L'approche efficace consiste à abandonner toute forme d'encadrement des loyers, car de telles politiques contractent l'offre et aggravent la pénurie. La priorité est de provoquer un choc d'offre en libérant massivement du foncier constructible et en allégeant radicalement la fiscalité et les charges qui pèsent sur l'acte de construire. Concernant les locations touristiques, il s'agit de mettre fin au modèle actuel en instaurant un cadre national homogène qui protège les droits des résidents et la vie des quartiers. Ainsi, cela permettrait une baisse structurelle des prix par l'abondance de biens disponibles, tout en restaurant la confiance des propriétaires et en assurant un développement équilibré."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de traiter le logement comme un droit citoyen fondamental plutôt que comme un actif de spéculation. La démarche consiste à appliquer un encadrement strict des loyers dans toutes les zones de marché tendu, en instaurant des prix de référence indexés sur 30 % des revenus des ménages locataires. Cette mesure sera assortie de limitations contraignantes sur les locations touristiques, saisonnières et par chambre, afin de mettre un terme aux stratégies de contournement de la loi sur le logement. De plus, les incitations fiscales seront exclusivement réservées aux propriétaires qui respectent ces plafonds de loyer. Ainsi, cela permettrait de garantir l'égalité entre les locataires sur tout le territoire et de freiner la hausse des prix pour rendre le logement de nouveau accessible."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de garantir l'accès au logement comme un droit fondamental, ce qui exige de traiter le marché locatif non comme un simple jeu d'offre et de demande, mais comme un service essentiel à réguler. L'approche efficace consiste à permettre aux autorités compétentes de réguler intégralement les contrats de location, y compris en fixant des plafonds de loyer dans les zones tendues. Pour que cette mesure ne soit pas contournée, il est impératif d’encadrer parallèlement les locations saisonnières et de courte durée afin qu'elles ne deviennent pas une échappatoire à la régulation. La priorité est de freiner la spéculation, d'accroître le parc de logements à vocation sociale et de protéger les locataires. Ainsi, cela permettrait de stabiliser les prix, de préserver la fonction résidentielle des logements et d'assurer une offre plus juste et accessible pour tous."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de s'attaquer aux racines de la crise en augmentant durablement l'offre de logements accessibles, plutôt que de recourir à des mesures de blocage des prix qui peuvent s'avérer contre-productives. L'axe prioritaire consiste à développer massivement un parc de logements publics destinés à la location, notamment en mobilisant le foncier public disponible pour accélérer la construction. Parallèlement, il est essentiel d'établir un cadre juridique qui assure un juste équilibre entre les droits des locataires et ceux des propriétaires, garantissant la sécurité et la stabilité des contrats sans imposer de plafonds de loyers rigides. Cette approche privilégie des solutions structurelles qui agissent sur le volume et la qualité des biens disponibles. Ainsi, cela permettrait de détendre la pression sur le marché locatif de manière pérenne et de garantir un accès au logement pour tous, en particulier pour les jeunes, sans décourager l'investissement privé."
      }
    ]
  },
  {
    "question": "Quelle trajectoire pour les retraites : revalorisation, âge effectif de départ et soutenabilité financière ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de garantir le pouvoir d'achat des retraités tout en assurant la pérennité financière du système par répartition, en se fondant sur la solidarité plutôt que sur des coupes. L'axe central est de sanctuariser la revalorisation de toutes les pensions en l'indexant sur l'inflation, une mesure dont l'inscription au niveau constitutionnel sera visée. La soutenabilité sera assurée par un renforcement des recettes, notamment via la mise en place d'un mécanisme d'équité intergénérationnelle et une contribution de solidarité sur les plus hauts revenus, afin de réalimenter le fonds de réserve. Plutôt que de modifier l'âge légal de départ, la priorité est d'introduire des modalités de retraite partielle et active pour permettre une sortie progressive et volontaire du marché du travail. Ainsi, cela permettrait de consolider un système de retraite juste, qui protège le niveau de vie des pensionnés, et financièrement robuste, fondé sur une juste répartition de l'effort entre les générations."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de garantir la pérennité du système de retraites en assurant à la fois le pouvoir d'achat des retraités actuels et l'équilibre financier pour les générations futures. La bonne approche consiste à garantir la revalorisation des pensions pour préserver leur pouvoir d'achat, dans le respect d'un large consensus national. Pour assurer la soutenabilité à long terme, la contributivité du système sera renforcée. Parallèlement, un nouveau mécanisme de comptes individuels portables sera introduit. Alimentés par les entreprises, ces comptes suivront les salariés tout au long de leur carrière, leur offrant une épargne flexible et améliorant leur protection. Ainsi, cela permettrait de sécuriser le niveau de vie des retraités actuels tout en bâtissant un système plus robuste et équitable pour l'avenir, sans dépendre uniquement de l'ajustement de l'âge de départ."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de sécuriser la pérennité du système par répartition en s'attaquant aux déséquilibres de fond, démographiques et structurels, plutôt que de jouer sur les paramètres de l'âge ou des cotisations. L'axe central consiste à augmenter immédiatement le revenu des retraités en exonérant d'impôt sur le revenu les pensions contributives. Le financement à long terme ne proviendrait pas de la population active, mais d'une réduction drastique du gaspillage politique et des doublons administratifs au sein de l'État. En parallèle, la seule solution structurelle pérenne réside dans le lancement d'une politique de soutien à la natalité pour contrer l'hiver démographique. Ainsi, cela permettrait de garantir la soutenabilité du système par des gains d'efficacité et un renouveau démographique, tout en améliorant concrètement le pouvoir d'achat des aînés."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de garantir la pérennité et la suffisance du système public de retraites en assurant le maintien du pouvoir d'achat pour tous les retraités. Le socle de cette approche est la revalorisation automatique de l'ensemble des pensions sur l'inflation. Pour les pensions minimales et non contributives, un effort supplémentaire sera consenti avec des augmentations supérieures à l'indice des prix, jusqu'à ce qu'elles atteignent le seuil de pauvreté. La soutenabilité financière sera assurée non pas par une baisse des prestations, mais par une augmentation des recettes, obtenue via de nouveaux mécanismes de financement, l'élargissement de l'assiette des cotisations et l'augmentation du nombre de cotisants. Ainsi, cela permettrait de consolider un modèle solidaire où la viabilité du système repose sur une contribution juste et non sur la précarisation des aînés."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de garantir la pérennité et la justesse du système de retraites en mettant fin à son détournement financier pour assurer un niveau de vie digne aux pensionnés. La priorité est de rétablir la confiance par un audit complet des comptes de la Sécurité sociale pour en démontrer la solvabilité. Pour y parvenir, les mesures clés incluent un retour à l'âge de départ à 65 ans sans condition de durée de cotisation minimale et la possibilité de calculer la pension sur la base des 15 meilleures années de carrière. En parallèle, il est essentiel d'augmenter les pensions minimales en les revalorisant automatiquement sur l'évolution du salaire minimum interprofessionnel. Ainsi, cela permettrait de garantir le pouvoir d'achat des retraités actuels et futurs, en fondant la soutenabilité du système sur une gestion transparente et une juste contribution, plutôt que sur la réduction des droits."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de garantir un pacte intergénérationnel juste en sécurisant à la fois le pouvoir d’achat des retraités et la pérennité financière du système par répartition. L'axe central est de sanctuariser le pouvoir d’achat en instaurant une revalorisation systématique des pensions sur l’inflation, comme un droit fondamental. La soutenabilité ne doit pas reposer sur un recul de l’âge de départ, mais sur une clarification des sources de financement : les cotisations sociales doivent couvrir exclusivement les pensions contributives, les autres dépenses de solidarité relevant du budget de l’État. Parallèlement, il convient de développer activement les régimes de retraite professionnels comme un complément au socle public, sans jamais s'y substituer. Ainsi, cela permettrait de bâtir une trajectoire prévisible et équitable, où les droits acquis sont protégés et le système consolidé sur des bases financières saines, sans faire peser l’ajustement sur l’allongement de la vie active."
      }
    ]
  },
  {
    "question": "Doit-on consolider ou détricoter les réformes du marché du travail (lutte contre la précarité, contrats, plateformes numériques) ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de consolider le nouveau modèle d'emploi basé sur la stabilité et le dialogue social, en actant la rupture définitive avec la précarité comme variable d'ajustement. L'axe central est de préserver l'acquis des réformes qui ont fait du contrat à durée indéterminée la norme et de la concertation sociale le principal moteur de l'évolution du droit du travail. La bonne approche consiste à étendre ce cadre protecteur aux nouvelles formes d'emploi issues des transitions numérique et écologique, en encadrant le travail des plateformes pour garantir des droits équivalents. Ainsi, cela permettrait d’offrir une visibilité et une sécurité juridique aux employeurs comme aux salariés, tout en poursuivant la baisse du chômage structurel et en améliorant durablement la qualité de l’emploi."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de dépasser le cadre rigide actuel du marché du travail pour bâtir un nouveau modèle qui concilie flexibilité pour les entreprises et sécurité pour les travailleurs. La bonne approche consiste à introduire un système de comptes individuels portables, financés par une partie des cotisations sociales, qui accompagneront chaque salarié tout au long de sa carrière, quelle que soit la nature de son contrat. Ce dispositif vise à lever les freins à la mobilité volontaire et à mieux protéger les parcours professionnels. En complément, les politiques actives de l’emploi seront intégralement revues pour garantir une adéquation efficace entre la formation et les besoins réels des entreprises. Ainsi, cela permettrait de créer un marché du travail plus fluide et dynamique, réduisant la précarité en attachant la sécurité à la personne plutôt qu'au statut de son contrat."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de substituer à la logique actuelle, qui masque la précarité sans la résorber, un cadre favorisant un emploi stable et durable. L'approche efficace consiste à abroger la réforme du travail en vigueur, jugée contre-productive, pour la remplacer par un nouveau cadre juridique. La priorité est d'inciter à la création d'emplois pérennes en réduisant drastiquement les cotisations sociales pour l'embauche en contrat à durée indéterminée. Parallèlement, il convient d'adapter la législation au télétravail et de lutter activement contre le statut de \"faux-autonome\" qui précarise les travailleurs des plateformes. Ainsi, cela permettrait une véritable inversion de la courbe de la précarité, en particulier pour les jeunes, en restaurant les conditions d'un marché du travail sain où le contrat stable redevient la norme."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de consolider les acquis des réformes récentes pour aller vers un nouveau statut du travailleur au XXIe siècle, faisant de l’emploi stable la norme et du travail un pilier de la citoyenneté. La protection contre le licenciement doit être renforcée par un système de réparation dissuasif, qui garantit une indemnisation juste et proportionnée au préjudice réellement subi. Il est prioritaire de s'attaquer aux formes de précarité résiduelles, notamment en encadrant strictement le travail à temps partiel et en garantissant l'égalité de traitement pour les travailleurs externalisés. Les protections doivent être étendues à l'économie des plateformes numériques pour que la digitalisation soit au service d'un travail décent. Ainsi, cela permettrait d’achever la transition vers un modèle de relations professionnelles plus stable, plus juste et pleinement adapté aux nouvelles formes de travail."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de rompre radicalement avec le cycle de précarisation institué par les réformes passées, en restaurant un cadre protecteur pour tous les travailleurs. La priorité est d'abroger intégralement les réformes de 2010 et 2012 pour rétablir des garanties fondamentales. L'approche consiste à restaurer une indemnité de licenciement minimale de 45 jours par année travaillée, à réintroduire l'autorisation administrative pour les licenciements collectifs, et à objectiver les motifs de congédiement. Il est également crucial d'assurer la pleine application de la régulation des plateformes numériques pour mettre fin au statut de faux indépendant, et de garantir aux travailleurs sous-traités des conditions identiques à celles des salariés de l'entreprise principale. Ainsi, cela permettrait de réduire l'instabilité, de rééquilibrer les relations de travail et d'offrir une véritable sécurité professionnelle."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de dépasser la logique des réformes antérieures, qui ont favorisé la précarité, pour construire un modèle de relations professionnelles fondé sur la qualité, la stabilité et l'adaptation négociée. L'approche efficace consiste à ancrer l'évolution des règles dans le dialogue social, en renonçant à un cadre national uniforme pour privilégier des accords adaptés aux réalités économiques de chaque territoire. Dans ce schéma, les conventions collectives régionales doivent primer lorsqu'elles sont plus avantageuses pour les salariés. La priorité est d'investir massivement dans la formation continue pour accompagner les transitions et de garantir la qualité des contrats de travail, en s'éloignant d'une compétitivité basée sur la réduction des coûts salariaux. Ainsi, cela permettrait de bâtir un marché du travail plus résilient et équitable, qui concilie la performance des entreprises avec la sécurité des parcours professionnels."
      }
    ]
  },
  {
    "question": "Quelle stratégie énergétique : accélérer les renouvelables, réformer le marché de l’électricité et prolonger les mesures type “exception ibérique” ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de construire une souveraineté énergétique fondée sur un déploiement massif des énergies renouvelables, afin de garantir des prix bas et stables pour les ménages et les entreprises. L'axe central est de promouvoir une réforme structurelle du marché européen de l’électricité, afin de pérenniser le principe qui a fait le succès du mécanisme ibérique : découpler les prix de l’électricité de ceux du gaz. Pour y parvenir, la stratégie consiste à accélérer le déploiement des infrastructures renouvelables, en identifiant des zones propices à leur développement, tout en encourageant l'autoconsommation et les communautés énergétiques. Ainsi, cela permettrait non seulement de réduire durablement la facture énergétique des consommateurs, mais aussi de créer un avantage compétitif pour l’industrie nationale et de garantir une autonomie stratégique face aux aléas géopolitiques."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de bâtir une véritable souveraineté énergétique fondée sur un mix équilibré et stable, capable de fournir une énergie compétitive aux ménages et aux entreprises. La bonne approche consiste à accélérer massivement le déploiement des énergies renouvelables en débloquant les procédures administratives, tout en prolongeant la durée de vie du parc nucléaire existant pour garantir une production de base sûre et décarbonée. Cette stratégie implique l'abandon des mesures d'intervention exceptionnelles sur le marché de l'électricité, qui créent une forte incertitude réglementaire et isolent le pays. L'objectif est de renforcer les interconnexions européennes et de développer des vecteurs d'avenir comme l'hydrogène vert. Ainsi, cela permettrait de sécuriser l'approvisionnement à long terme, de réduire durablement les factures et de faire du pays une véritable puissance énergétique."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de reprendre le contrôle de la politique énergétique pour garantir la souveraineté nationale et fournir une électricité abordable et stable. L'approche efficace consiste à bâtir un mix énergétique diversifié et pilotable, en prolongeant la durée de vie des centrales nucléaires existantes et en y associant l'hydraulique, le solaire et l'éolien de manière proportionnée. La priorité est une réforme complète du marché de l'électricité, en sortant du système de tarification marginaliste et en supprimant le marché des émissions de CO2. Cette action structurelle doit s'accompagner de la suppression immédiate des impôts qui pèsent sur la facture énergétique. Ainsi, cela permettrait de réduire durablement les prix pour les ménages et les entreprises, tout en restaurant la souveraineté nationale et la compétitivité industrielle."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait d'opérer une transformation structurelle du système énergétique pour le rendre 100 % renouvelable, efficace et démocratique, garantissant ainsi l'accès universel à une énergie abordable. La trajectoire repose sur une accélération massive du déploiement des énergies renouvelables, avec un objectif de 90 % de la production électrique d'ici 2030. Le levier principal est une réforme en profondeur du marché de l'électricité, qui passe par l'abandon du système de tarification marginaliste. Il sera remplacé par un modèle où chaque technologie est rémunérée selon ses coûts de production réels, tandis que des mécanismes de plafonnement des prix, inspirés de l'« exception ibérique », seront pérennisés. L'État interviendra pour démanteler les oligopoles et reprendre le contrôle public des concessions hydroélectriques. Ainsi, cela permettrait de garantir des prix plus bas et stables, déconnectés de la volatilité des combustibles fossiles, tout en mettant fin aux profits exceptionnels du secteur."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de refonder le modèle énergétique sur des bases de souveraineté, de durabilité et de justice sociale, en démantelant un système oligopolistique qui fait peser les coûts sur les consommateurs. La priorité est d'accélérer massivement le déploiement des énergies renouvelables via un modèle décentralisé, favorisant l'autoconsommation, les coopératives et les communautés énergétiques locales. Pour y parvenir, une réforme structurelle du marché de l'électricité est impérative afin de décorréler définitivement les prix de l'électricité de ceux des énergies fossiles, en abandonnant le système de tarification marginaliste. Cela implique de briser l'intégration verticale des grands opérateurs et de renforcer le contrôle public sur les infrastructures stratégiques. Ainsi, cela permettrait de garantir des prix justes et stables pour les ménages et les entreprises, d'accélérer la décarbonation et d'accroître la souveraineté énergétique en s'affranchissant de la volatilité des marchés internationaux."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait d'orchestrer la transition énergétique comme un projet de souveraineté et de compétitivité industrielle, en sortant de la dépendance aux énergies fossiles qui pèse sur les factures et l'économie. La bonne approche consiste à réformer en profondeur le marché européen de l'électricité pour découpler durablement le prix de l'électricité de celui du gaz, et ainsi garantir des tarifs stables et prévisibles. Parallèlement, il faut déclencher un déploiement massif et planifié des énergies renouvelables – notamment l'éolien en mer et l'hydrogène vert – en simplifiant les procédures et en encourageant les communautés énergétiques locales. Cette transition doit s'accompagner de mécanismes de soutien, comme des contrats d'approvisionnement à long terme, pour sécuriser la compétitivité de l'industrie. Ainsi, cela permettrait de protéger les consommateurs et les entreprises de la volatilité des marchés tout en bâtissant une filière industrielle européenne de premier plan dans les technologies vertes, assurant à la fois la sécurité d'approvisionnement et la cohésion sociale."
      }
    ]
  },
  {
    "question": "Faut-il maintenir les taxes exceptionnelles sur les banques et les énergéticiens ou alléger la fiscalité pour l’investissement ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de faire prévaloir le principe de justice fiscale et de contribution à l'effort collectif sur un allègement fiscal indifférencié, en ciblant les secteurs ayant dégagé des bénéfices exceptionnels. La bonne approche consiste à évaluer la prolongation et l'ajustement des prélèvements temporaires sur les secteurs de la banque et de l'énergie. L'objectif n'est pas d'opposer fiscalité et investissement, mais de garantir que ces acteurs participent au financement de l'État-providence. Cette démarche s'inscrit dans un cadre plus large de fiscalité équitable, incluant une réflexion sur l'imposition de la richesse pour mettre fin à la concurrence fiscale déloyale. Ainsi, cela permettrait de consolider les recettes publiques nécessaires au soutien des services publics et à la justice sociale, tout en assurant une juste répartition des charges économiques."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de créer un climat de confiance et de stabilité fiscale pour attirer l'investissement, plutôt que de recourir à des impôts exceptionnels qui pénalisent la compétitivité. La bonne approche consiste à supprimer les taxes ciblées sur certains secteurs et l'impôt sur les grandes fortunes, qui envoient un signal négatif aux investisseurs. La priorité est une réforme fiscale d'envergure visant à simplifier l'impôt sur les sociétés et à alléger la charge pesant sur l'épargne et l'investissement productif. L'objectif est d'offrir un cadre fiscal prévisible et attractif pour encourager l'implantation d'entreprises et la rétention des capitaux. Ainsi, cela permettrait de libérer le potentiel d'investissement, de renforcer la compétitivité nationale et de financer une croissance durable, en rupture avec une logique fiscale perçue comme confiscatoire."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de rompre avec une fiscalité punitive et conjoncturelle qui décourage l’investissement à long terme. La bonne approche consiste à engager une baisse généralisée et planifiée de l'impôt sur les sociétés, avec un objectif clair et ambitieux, pour renforcer la compétitivité globale. Cette réforme doit s'accompagner d'une simplification radicale des normes fiscales et de la création de puissants leviers, comme des déductions, pour orienter l'épargne vers l'économie réelle et la réindustrialisation. Ainsi, cela permettrait de stimuler une croissance durable en attirant les capitaux nationaux et étrangers, favorisant la création d'emplois pérennes plutôt que de capter des revenus exceptionnels de manière ponctuelle et contre-productive."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de concevoir la fiscalité comme un levier de justice sociale, en exigeant une contribution équitable des secteurs ayant réalisé des bénéfices exceptionnels. La stratégie consiste donc à maintenir les impôts extraordinaires sur les banques et les entreprises énergétiques, non pas comme une mesure temporaire, mais comme une étape transitoire vers une réforme intégrale de l'impôt sur les sociétés. Cette refonte visera à augmenter la contribution effective des grands groupes. Les recettes ainsi collectées sont directement fléchées vers le financement de mesures de soutien au pouvoir d'achat des ménages, comme l'aide d'urgence pour les prêts immobiliers. Ainsi, cela permettrait de garantir des ressources stables pour les politiques publiques, en s'assurant que ceux qui profitent de la crise contribuent à en atténuer les effets pour la collectivité."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de transformer une mesure conjoncturelle en un levier structurel de justice fiscale, en pérennisant les contributions des secteurs qui bénéficient de rentes de situation. L'approche consiste à rendre permanents les impôts exceptionnels sur les bénéfices extraordinaires des banques et des entreprises énergétiques, car ces secteurs oligopolistiques profitent de garanties publiques et de ressources communes. Il est essentiel que la moitié des recettes générées par cette fiscalité pérenne soit directement allouée aux budgets régionaux, qui supportent le poids des dépenses sociales. Cet effort doit s'accompagner d'un renforcement de l'impôt sur les grandes fortunes et d'une lutte accrue contre l'évasion fiscale des grandes entreprises. Ainsi, cela permettrait d'assurer des recettes stables pour l'État-providence, de rééquilibrer la charge fiscale et de faire contribuer durablement les profits exceptionnels à la cohésion sociale."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de sortir de la logique des taxes exceptionnelles et temporaires, qui génèrent une forte incertitude et freinent l'investissement, pour intégrer la juste contribution de tous les secteurs dans un cadre fiscal stable et prévisible. La bonne approche consiste à pérenniser la contribution des secteurs ayant bénéficié de profits exceptionnels, non pas par des prélèvements ad hoc, mais en les intégrant de manière structurelle dans le système fiscal général. Cette transformation en un impôt formel, inscrit dans la loi, doit garantir la sécurité juridique et la clarté indispensables aux acteurs économiques. L'objectif n'est pas d'alléger la fiscalité de manière indifférenciée, mais de la rendre plus juste, équitable et surtout prévisible pour tous. Ainsi, cela permettrait de concilier la nécessité d'une juste contribution aux charges publiques avec l'impératif de stabilité, qui est la première condition pour attirer et maintenir l'investissement productif sur le long terme."
      }
    ]
  },
  {
    "question": "Quelle politique migratoire et d’asile aux frontières et dans les grandes villes, entre contrôle et intégration ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de concilier une gestion efficace des frontières avec une politique d'asile et d'intégration inclusive, en considérant la migration régulière comme un facteur de développement et de cohésion sociale. La bonne approche consiste à renforcer les capacités du système d’accueil par des financements stables et une coopération accrue avec les organisations internationales, tout en ouvrant des voies de migration légales et circulaires. Il s'agit de simplifier les procédures administratives pour accélérer l'intégration sociale et professionnelle, de protéger activement les collectifs les plus vulnérables, et de lutter résolument contre le racisme et la xénophobie via des politiques publiques dédiées. Ainsi, cela permettrait d'assurer une gestion ordonnée des flux migratoires qui garantit à la fois la sécurité et le respect des droits fondamentaux, tout en favorisant une intégration réussie, indispensable à la cohésion sociale."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de refonder la politique migratoire sur une double exigence de maîtrise des flux et d'intégration sélective, en distinguant clairement l'immigration légale et choisie de l'immigration irrégulière. La bonne approche consiste à renforcer le contrôle aux frontières par des moyens humains et technologiques accrus, en coordination avec les partenaires européens, et à accélérer systématiquement l'exécution des ordres d'éloignement pour les personnes en situation irrégulière. Parallèlement, un nouveau programme d'immigration légale qualifiée, basé sur un système de points, sera mis en place pour attirer les talents internationaux selon des critères de mérite et de potentiel d'intégration. Ainsi, cela permettrait d'établir un système migratoire prévisible et maîtrisé, qui protège les frontières tout en répondant aux besoins économiques du pays par un apport de compétences ciblées."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de substituer au modèle actuel, jugé laxiste et subi, une politique de maîtrise totale des flux migratoires, conditionnant l'entrée et le séjour au strict intérêt national et à la capacité d'intégration. L'approche efficace passe par un verrouillage physique et juridique des frontières, l'externalisation du traitement des demandes d'asile et la suppression des aides publiques non-contributives qui créent un appel d'air. L'intégration n'est pas une option mais une condition, impliquant une assimilation culturelle et justifiant une politique de quotas privilégiant les nationalités les plus proches. Tout étranger commettant un délit grave doit être expulsé sans délai. Ainsi, cela permettrait de restaurer la souveraineté de l'État en matière de peuplement et de garantir que l'immigration redevienne un apport maîtrisé et bénéfique pour la nation, plutôt qu'une source de tensions sociales."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de refonder la politique migratoire sur une approche systémique de droits et d’intégration, en rupture avec le paradigme sécuritaire. Le levier central est une refonte de la loi sur les étrangers pour instaurer une procédure de régularisation permanente et simplifier l’accès à la résidence. La priorité est de garantir un accès universel et sans entraves au système de santé pour tous les résidents. Il s’agit aussi de fermer les centres de rétention administrative et de systématiser la demande d’asile par la voie diplomatique pour créer des voies d’accès légales et sûres. Ainsi, cela permettrait de construire une société plus cohésive, de garantir la protection des droits fondamentaux et de faciliter l'intégration sociale et économique de toutes les personnes, tout en luttant activement contre le racisme."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de refonder la politique migratoire sur le respect des droits humains et l'inclusion, en démantelant un système qui génère précarité et racisme institutionnel. La priorité est d'abroger la loi actuelle sur l'immigration pour la remplacer par une législation garantissant des voies d'entrée légales et sûres. L'approche consiste à mettre fin aux renvois à chaud aux frontières, à fermer les centres de rétention administrative et à lancer un large processus de régularisation des personnes sans-papiers. Il est également crucial de garantir un accès inconditionnel aux droits fondamentaux, en commençant par l'inscription au registre municipal et en étendant le droit de vote à tous les résidents. Ainsi, cela permettrait de construire une société véritablement cohésive, de lutter contre l'exclusion et de gérer l'asile et l'immigration comme un enjeu de droits et d'intégration plutôt que de simple contrôle sécuritaire."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait d'articuler la politique migratoire autour d'une double exigence d'humanité et d'efficacité, en sortant de la confrontation stérile entre contrôle et accueil. La bonne approche consiste à promouvoir un cadre européen fondé sur une solidarité effective et une répartition équitable des responsabilités entre États, tout en garantissant un respect absolu du droit international aux frontières. Au niveau national, la priorité est de confier la gestion de l'accueil et de l'intégration aux échelons régionaux et locaux, car ils sont les plus pertinents pour organiser des parcours d'insertion réussis. Parallèlement, il faut faciliter les voies d'immigration légales liées au travail pour répondre aux défis démographiques et économiques. Ainsi, cela permettrait de mettre en place une gestion ordonnée et digne des flux migratoires, qui protège les droits fondamentaux tout en renforçant la cohésion sociale et la prospérité du territoire."
      }
    ]
  },
  {
    "question": "Comment aborder la question territoriale (Catalogne, Pays basque) : dialogue, déjudiciarisation, ou recentralisation des compétences ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de surmonter les tensions territoriales non pas par la confrontation ou la recentralisation, mais par la reconstruction d'un projet commun fondé sur le dialogue et la reconnaissance de la pluralité du pays. La bonne approche consiste à institutionnaliser la \"co-gouvernance\" comme principe d'action, en faisant de la coopération et de la recherche de consensus le cadre normal des relations entre l'État et les entités territoriales. Il s'agit de privilégier la voie politique et l'accord pour résoudre les différends, en lieu et place de la judiciarisation systématique, dans le respect du cadre constitutionnel. Cette méthode sera consolidée par une nouvelle loi de cohésion territoriale et la poursuite de la déconcentration des institutions de l'État. Ainsi, cela permettrait de garantir une cohésion durable, en renforçant l'unité du pays par la loyauté institutionnelle et la construction d'un avenir partagé."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de restaurer la cohésion nationale en réaffirmant la primauté du cadre constitutionnel comme seul socle de dialogue. La bonne approche consiste à renforcer les garanties de l'intégrité territoriale par la voie législative, en rétablissant les délits de sédition et de malversation dans leur forme la plus exigeante. Il s'agit de clarifier et de mieux délimiter les compétences entre les différents niveaux d'administration pour mettre fin aux chevauchements et renforcer la loyauté institutionnelle. Le dialogue politique doit s'exercer au sein des instances multilatérales prévues, dans le respect des règles communes. Ainsi, cela permettrait de garantir la stabilité institutionnelle et la sécurité juridique, en assurant que la coopération loyale remplace la confrontation."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de rompre radicalement avec le modèle territorial actuel, jugé source de division et d'inégalité, pour restaurer l'unité de la nation et la primauté de l'État. L'approche efficace consiste à engager une recentralisation immédiate des compétences régaliennes (éducation, santé, sécurité, justice) afin de garantir l'égalité des droits sur tout le territoire. Toute tentative de sécession doit être contrée par des mesures fermes, incluant la suspension immédiate de l'autonomie régionale concernée et l'interdiction des organisations politiques qui menacent l'intégrité nationale. Le dialogue avec les forces séparatistes est écarté au profit d'une application stricte de la loi et du rétablissement des délits de sédition et de référendum illégal. Ainsi, cela permettrait de mettre fin au chantage séparatiste et de refonder la cohésion nationale sur un socle juridique et institutionnel unifié, où l'autorité de l'État n'est plus contestée."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de dépasser le modèle actuel de confrontation pour construire un nouveau pacte territorial fondé sur la reconnaissance du caractère plurinational du pays. L’approche repose sur une culture du dialogue, de la négociation et de la déjudiciarisation, en privilégiant des mécanismes de concertation bilatérale entre les gouvernements. Il s'agit de garantir le plein respect des compétences et de renforcer l'autonomie, tout en assurant que tout accord politique final soit soumis à la validation par la voie d'une consultation citoyenne. La finalité est d’établir un modèle de gouvernance partagée, apaisé et respectueux des diverses réalités linguistiques et culturelles. Ainsi, cela permettrait de progresser vers un horizon de reconnaissance mutuelle et de cohésion, en articulant les différentes volontés politiques dans un cadre de coopération et de solidarité."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de reconnaître la nature politique des questions territoriales et de les sortir du champ judiciaire pour les ramener à la négociation. L’approche la plus conséquente est d’ouvrir une table de négociation bilatérale dont l'objectif clair est de convenir des conditions d'un référendum d'autodétermination. Pour y parvenir, une loi d'amnistie est un prérequis indispensable afin de mettre un terme à la répression et de créer un climat propice au dialogue politique. La centralisation des compétences est rejetée au profit du respect des décisions souveraines. Ainsi, cela permettrait de canaliser les aspirations politiques dans une voie démocratique et de parvenir à une résolution fondée sur la volonté citoyenne, seule capable de résoudre durablement le conflit."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de sortir de la logique de confrontation en reconnaissant formellement la réalité plurinationale comme le fondement d'une nouvelle architecture territoriale, seule voie pour une solution politique durable. L'approche efficace consiste à rejeter toute tentation de recentralisation pour privilégier systématiquement le dialogue, la négociation et le pacte. Ce processus doit mener à l'établissement d'une relation bilatérale entre l'État et les nations qui le composent, évoluant vers un exercice partagé de la souveraineté et s'appuyant sur le plein respect des statuts d'autonomie existants. Ainsi, cela permettrait de dépasser les blocages actuels pour instaurer un modèle de coexistence stable, où la gouvernance est partagée plutôt qu'imposée."
      }
    ]
  },
  {
    "question": "La lutte contre les violences de genre nécessite-t-elle d’ajuster la loi du “solo sí es sí” et de renforcer les dispositifs de protection ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait d'intensifier la lutte contre toutes les formes de violence de genre, en combinant un cadre légal consolidé, centré sur le consentement, avec un renforcement massif des dispositifs de protection et de prévention. La bonne approche consiste à assumer les ajustements nécessaires du cadre pénal pour garantir des peines justes et dissuasives, tout en préservant le consentement comme pilier central. Cette consolidation légale doit s'accompagner d'un déploiement renforcé du Pacte d'État, en créant des unités judiciaires et médico-légales spécialisées sur tout le territoire et en systématisant le dépistage universel dans le système de santé. La lutte contre la cyberviolence fera l'objet d'un plan d'action spécifique. Ainsi, cela permettrait de garantir une réponse institutionnelle plus rapide, complète et accessible à toutes les victimes, quel que soit leur lieu de vie, tout en prévenant les nouvelles formes de violence et en assurant la pleine efficacité du cadre légal."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de refonder la lutte contre les violences faites aux femmes sur un consensus national et une efficacité juridique restaurée. La bonne approche consiste à engager une révision en profondeur du code pénal pour corriger les effets pervers des réformes récentes, notamment en ce qui concerne la proportionnalité des peines pour les agressions sexuelles. En parallèle, les dispositifs de protection seront renforcés en dotant de moyens supplémentaires les unités de police spécialisées, les bureaux d'aide aux victimes dans les tribunaux et les outils d'évaluation du risque. Une attention particulière sera portée à la lutte contre la violence numérique et la traite des êtres humains. Ainsi, cela permettrait de garantir une protection plus effective et complète des victimes, en rétablissant la sécurité juridique et en s'appuyant sur un cadre légal et opérationnel robuste et cohérent."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de substituer à l'actuel cadre juridique, jugé idéologique et contre-productif, une approche qui protège toutes les victimes de violences sans distinction et restaure les principes fondamentaux du droit. La bonne approche consiste à abroger l'intégralité de la législation fondée sur le genre, y compris la loi \"solo sí es sí\", pour la remplacer par une législation unifiée contre la violence domestique. Cette nouvelle loi durcira considérablement les peines pour tous les agresseurs sexuels, jusqu'à la prison à perpétuité, en supprimant toute asymétrie pénale et en restaurant la présomption d'innocence comme principe cardinal. Ainsi, cela permettrait de garantir une protection plus efficace de l'ensemble de la société en punissant plus sévèrement les criminels, tout en mettant fin à un système qui divise et affaiblit l'égalité devant la loi."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de garantir l'application intégrale et effective du cadre légal sur le consentement plutôt que de le réviser. L'enjeu est de renforcer la chaîne de protection en déployant tous les dispositifs prévus, comme les centres d'accueil d'urgence, et en consolidant le Pacte d'État pour assurer la pérennité budgétaire des actions. Il est essentiel d'élargir le périmètre de la lutte en adoptant une loi intégrale contre la traite des êtres humains et en reconnaissant la violence économique, tel que le non-paiement des pensions alimentaires, comme une forme de violence de genre. Les systèmes d'évaluation du risque policier et judiciaire seront également renforcés, avec une formation spécialisée et obligatoire pour tous les acteurs impliqués. Ainsi, cela permettrait d'assurer une réponse institutionnelle coordonnée et infaillible, garantissant la protection, la réparation et la non-répétition pour toutes les victimes."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de réaffirmer le consentement comme pilier central et non négociable de la législation sur les violences sexuelles, en s'opposant fermement à toute modification qui recentre le débat sur la résistance de la victime. La priorité est de construire un bouclier de protection plus large, en étendant la loi-cadre contre les violences de genre pour y inclure explicitement toutes leurs formes et manifestations, comme les violences numériques et économiques. Pour y parvenir, il faut spécialiser davantage de tribunaux pour traiter toutes les violences machistes et rendre obligatoire et continue la formation en matière de genre pour l'ensemble de la magistrature. Ainsi, cela permettrait de garantir une protection intégrale et de s'assurer que la charge de la preuve repose sur l'absence de consentement, et non sur le comportement de la victime."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de consolider le principe du consentement explicite comme pilier de la loi, tout en déployant une stratégie globale qui va bien au-delà du seul cadre pénal pour éradiquer les violences de genre. Loin de tout retour en arrière, l'approche efficace consiste à sanctuariser la centralité du consentement, en veillant à ce que son application ne soit jamais dévoyée. Parallèlement, la priorité absolue est de garantir les ressources nécessaires pour un déploiement complet des dispositifs de protection : de la prévention à la réparation, en passant par un accompagnement spécialisé des victimes à chaque étape du parcours judiciaire. Cela passe par la spécialisation de la justice et la mise en place d'équipes pluridisciplinaires pour assurer un soutien effectif. Ainsi, cela permettrait de garantir une protection réelle et intégrale des victimes, en transformant les droits inscrits dans la loi en une réalité tangible et en assurant que la réponse institutionnelle soit à la hauteur de la gravité de ces violences."
      }
    ]
  },
  {
    "question": "Comment revitaliser la santé publique (primaria, hôpitaux) et limiter la privatisation des soins ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de réaffirmer la primauté d'un système de santé public, universel et de qualité, en inversant la logique de privatisation par un renforcement structurel de l'offre de soins. La priorité est d'instaurer par la loi des délais d'attente maximum garantis pour les interventions chirurgicales (120 jours) et les consultations spécialisées (60 jours). Cet effort s'accompagnera d'un réinvestissement massif dans la médecine de proximité et d'un plan d'action pour la santé mentale, le tout soutenu par un objectif de financement public porté à 7 % du PIB. L'accès universel sera consolidé par une loi d'équité empêchant toute nouvelle forme de ticket modérateur. Ainsi, cela permettrait de réduire les inégalités territoriales, de garantir un accès rapide et équitable aux soins pour tous et de consolider la confiance dans un service public de santé performant."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de moderniser en profondeur le système de santé public pour garantir son excellence et sa pérennité, en s'attaquant aux causes structurelles de ses dysfonctionnements plutôt qu'en opposant public et privé. La bonne approche consiste à déployer un plan de choc pour les soins primaires, en augmentant significativement le nombre de professionnels formés, avec un objectif de 1 000 places supplémentaires. Cette action s'accompagnera d'une revalorisation des carrières pour attirer et retenir les talents, tout en allégeant la charge administrative des soignants grâce à des équipes de soutien. Une nouvelle loi-cadre sur la santé viendra moderniser la gouvernance du système. Ainsi, cela permettrait de consolider un service public de santé performant, accessible et attractif, capable de répondre aux besoins de tous les citoyens sans recourir à une privatisation des soins."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de mettre fin au chaos provoqué par la fragmentation du système en de multiples entités régionales, afin de restaurer un service public de santé unifié et performant. L'approche efficace consiste à recentraliser l'ensemble des compétences sanitaires au niveau de l'État pour bâtir un Système National de Santé unique. Cette refonte s'appuierait sur des outils concrets comme une carte sanitaire unique pour tous les citoyens et une centrale d'achat nationale pour optimiser les dépenses. Pour réduire les listes d'attente, la stratégie inclut le renforcement des conventions avec le secteur privé, mobilisé comme un partenaire pour atteindre les objectifs de service public. Ainsi, cela permettrait de garantir une égalité d'accès et de qualité des soins sur tout le territoire, en rationalisant les coûts et en mobilisant toutes les ressources disponibles au service d'un système public plus efficient."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de refonder le service public de santé en blindant son caractère universel et en inversant la dynamique de privatisation. Le levier principal est un plan d'investissement massif, avec une hausse annuelle des dépenses publiques d'un demi-point de PIB pour atteindre la moyenne européenne, en fléchant prioritairement les fonds vers les soins primaires. Un plan de déprivatisation sera lancé pour réintégrer les services externalisés (nettoyage, restauration) dans le giron public. L'offre de soins sera élargie pour inclure la santé bucco-dentaire, l'optique, la physiothérapie et la santé mentale, tandis qu'une loi garantira des délais d'attente maximaux pour les consultations et interventions. Ainsi, cela permettrait de garantir une offre de soins de haute qualité, de réduire les inégalités d'accès et de mettre fin à une médecine à deux vitesses."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de réaffirmer le caractère public et universel du système de santé en s'attaquant à sa principale fragilité : le sous-financement chronique qui ouvre la voie à la privatisation. L'axe central est de s'attaquer au sous-financement structurel en exigeant une refonte du modèle de financement des compétences régionales et la liquidation de la dette historique de la Sécurité sociale envers le système sanitaire. Pour y parvenir, il faut imposer le transfert complet de la propriété des infrastructures (hôpitaux, centres de soins) aux entités qui en assurent déjà la gestion. En parallèle, il est essentiel de s'attaquer à la pénurie de professionnels en agissant sur la régulation des spécialités et en flexibilisant la retraite. Ainsi, cela permettrait de consolider le service public de santé, de freiner la logique de privatisation et de garantir un accès équitable aux soins pour l'ensemble des citoyens."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de réaffirmer le principe d'un système de santé public, universel et équitable, en le revitalisant par une gestion de proximité et des investissements structurels. La bonne approche consiste à s'attaquer aux causes profondes des dysfonctionnements plutôt qu'à céder à la privatisation. Cela passe par une réforme de l'accès aux spécialités médicales pour lutter contre la pénurie de professionnels, l'achèvement du transfert des compétences sanitaires pour une gouvernance plus agile, et une maîtrise publique des coûts par une participation directe à la fixation du prix des médicaments. Ainsi, cela permettrait de garantir un accès de haute qualité pour tous et de consolider la pérennité du service public, en le dotant des moyens humains et stratégiques pour répondre aux besoins de la population."
      }
    ]
  },
  {
    "question": "Face à la sécheresse, comment gérer l’eau (agriculture, transferts, Doñana) et arbitrer entre usages économiques et écologiques ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait d'opérer une transition stratégique dans la gestion de l'eau, en substituant à la logique des transferts entre bassins une approche fondée sur l'efficience, la planification et le développement de ressources non conventionnelles. La priorité est de garantir la sécurité hydrique en doublant les capacités de dessalement et de réutilisation de l'eau d'ici 2027, tout en généralisant la modernisation numérique de l'irrigation agricole pour réduire les pertes. Cet effort technologique doit s'inscrire dans une gouvernance renouvelée de l'eau, qui sanctuarise les débits écologiques nécessaires à la survie des écosystèmes sensibles comme Doñana. Ainsi, cela permettrait d'assurer un équilibre durable entre les besoins agricoles, la consommation humaine et la préservation de la biodiversité, en construisant une résilience à long terme face aux cycles de sécheresse."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de sortir de l'opposition stérile entre usages économiques et protection écologique en adoptant une approche globale et planifiée de la gestion de l'eau. La bonne approche consiste à bâtir un Pacte national pour l'eau, fondé sur le consensus entre les territoires et les secteurs, qui orchestrera un plan d'investissement massif dans la modernisation des infrastructures. La priorité ira à l'efficience des réseaux d'irrigation agricole, à la réutilisation de l'eau et à la mise à niveau des barrages et canaux, le tout sous la supervision d'une nouvelle Autorité nationale de l'eau. Ainsi, cela permettrait de garantir un approvisionnement durable pour tous, en conciliant les besoins de l'agriculture avec la protection impérative des écosystèmes sensibles, grâce à une gestion technique et concertée."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de substituer à la gestion fragmentée et idéologique actuelle une stratégie nationale unifiée, considérant l'eau comme un bien commun et une ressource stratégique. L'approche efficace repose sur la mise en œuvre d'un Plan National de l'Eau, dont la clé de voûte est l'interconnexion de tous les bassins hydrographiques pour garantir la solidarité territoriale. Cette vision s'appuie sur la modernisation et la création d'infrastructures hydrauliques, notamment des barrages, pour augmenter la capacité de stockage. L'arbitrage entre les usages économiques et écologiques doit systématiquement privilégier la souveraineté alimentaire et le développement du secteur primaire, en mettant fin aux politiques qui criminalisent l'irrigation. Ainsi, cela permettrait de sécuriser l'approvisionnement pour tous les secteurs, de soutenir l'agriculture face aux cycles de sécheresse et de mettre un terme aux conflits territoriaux par une gestion planifiée au service de l'intérêt général."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait d'opérer un changement de paradigme dans la gestion de l'eau, en la traitant comme un bien public essentiel et non plus comme une ressource exploitable. L’objectif est de planifier la sobriété pour garantir l’approvisionnement humain et la survie des écosystèmes. La bonne approche consiste à agir sur la demande, en instaurant un moratoire sur l'irrigation intensive et en planifiant la reconversion de l'agro-industrie vers des modèles moins consommateurs. Plutôt que de miser sur de grands transferts d’eau, la priorité est donnée aux solutions alternatives comme la désalinisation et la réutilisation des eaux usées, couplées à un plan national de préservation des nappes phréatiques qui inclut la fermeture des puits illégaux. La tarification sera également revue pour inciter à l’efficacité et pénaliser le gaspillage. Ainsi, cela permettrait de garantir la sécurité hydrique du pays à long terme, d’assurer la régénération des écosystèmes surexploités et de bâtir un modèle agricole plus résilient face au changement climatique."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait d'opérer une rupture avec le modèle extractif de gestion de l'eau, en passant d'une logique d'offre illimitée à une culture de la sobriété et de la préservation des écosystèmes. La priorité est de réviser les plans hydrologiques pour garantir les débits écologiques des fleuves, condition non négociable de la survie des deltas et des zones humides. Cette approche écarte les grands transferts entre bassins au profit de solutions durables : la modernisation de l'irrigation agricole pour réduire la demande et le développement massif des ressources non conventionnelles, comme les eaux réutilisées pour les usages industriels et agricoles. Ainsi, cela permettrait de sécuriser l'approvisionnement en arbitrant en faveur de la durabilité, et de rendre les territoires plus résilients face aux sécheresses en adaptant les usages économiques aux limites écologiques."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait d'aborder la gestion de l'eau non pas comme une réponse à l'urgence, mais comme un enjeu stratégique de long terme, en la maintenant fermement sous une gestion publique qui arbitre entre les besoins et la préservation. La bonne approche consiste à rationaliser et à rendre durable son usage dans tous les secteurs – agricole, industriel et domestique – en considérant les réseaux hydrographiques comme une infrastructure à la fois économique et environnementale. Plutôt que de miser sur des transferts massifs, la priorité est d'investir dans la modernisation des infrastructures existantes pour garantir l'approvisionnement et minimiser les pertes, en s'appuyant sur une planification rigoureuse qui intègre la protection des écosystèmes vitaux comme un impératif. Ainsi, cela permettrait d'assurer la sécurité hydrique pour les générations futures, en conciliant une activité économique durable avec la régénération des milieux naturels, et en garantissant que cette ressource vitale reste un bien commun."
      }
    ]
  },
  {
    "question": "Jusqu’où poursuivre le soutien à l’Ukraine et l’engagement au sein de l’OTAN, tout en gérant ses effets économiques internes ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait d'articuler un soutien indéfectible à la souveraineté de l'Ukraine et un engagement sans faille au sein de l'OTAN, en considérant que la défense de la paix et de l'ordre international démocratique est la condition première de notre propre sécurité et prospérité. La bonne approche consiste à traduire cet engagement en un renforcement des capacités de défense, à travers un effort budgétaire accru et une politique industrielle qui assure notre autonomie stratégique et génère de l'emploi qualifié. Parallèlement, la gestion des impacts économiques passe par la promotion de solutions collectives au niveau européen, notamment la réforme du marché de l’énergie, afin de protéger les ménages et les entreprises des chocs externes. Ainsi, cela permettrait de consolider le statut de partenaire fiable et influent au sein des alliances, tout en transformant une contrainte de sécurité en une opportunité de développement industriel et technologique, protégeant le bien-être des citoyens."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de positionner le soutien à l'Ukraine et la participation aux alliances défensives comme un investissement stratégique pour la sécurité nationale, et non comme une simple charge conjoncturelle. La bonne approche consiste à garantir un appui militaire, économique et humanitaire durable à l'Ukraine, tout en honorant l'engagement d'allouer 2 % du PIB à la défense. Cet effort doit être transformé en levier économique interne, en priorisant l'investissement dans une industrie de défense nationale innovante. Cela permettra de renforcer les capacités des forces armées tout en générant de l'emploi qualifié et de la cohésion territoriale. Ainsi, cela permettrait de consolider la crédibilité internationale du pays comme un allié fiable, de garantir la sécurité collective et de transformer une obligation stratégique en une opportunité de modernisation industrielle et technologique."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de subordonner tout engagement extérieur, y compris le soutien militaire et l'implication dans des alliances, à une évaluation rigoureuse de l'intérêt national et de ses conséquences directes sur la population. L'axe central consiste à réviser la participation aux missions et aux sanctions internationales en fonction de leur impact économique et sécuritaire interne. La contribution à des alliances comme l'OTAN doit être redéfinie pour servir prioritairement les intérêts stratégiques directs, comme la protection de l'ensemble du territoire national, plutôt que de s'engager dans des conflits périphériques coûteux. Ainsi, cela permettrait de restaurer une souveraineté de décision, en protégeant les citoyens des répercussions économiques négatives d'une politique étrangère dictée par des agendas supranationaux, et en recentrant les ressources de la défense sur les menaces immédiates."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de réorienter la posture internationale vers une autonomie stratégique, en combinant une solidarité maintenue avec l'Ukraine et une prise de distance progressive vis-à-vis de l'OTAN. L'approche consiste à concentrer le soutien à l'Ukraine sur l'aide humanitaire et un plan de reconstruction financé par des aides directes plutôt que par des prêts, tout en renforçant activement la voie diplomatique pour parvenir à une paix juste et durable. Parallèlement, il est impératif d'amorcer un transfert progressif des garanties de sécurité de l'OTAN vers une architecture de défense européenne pleinement autonome et placée sous contrôle démocratique. Ainsi, cela permettrait de positionner le pays en acteur de la médiation et de la paix, tout en affirmant une souveraineté européenne capable de définir ses propres intérêts de sécurité indépendamment du cadre transatlantique."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de concilier une solidarité sans équivoque avec le peuple ukrainien et un engagement ferme pour la paix et la démilitarisation, en refusant la logique d'une escalade militaire généralisée. La priorité est de dissocier le soutien à l'Ukraine de l'augmentation des budgets militaires dictée par l'OTAN. L'approche consiste à exiger une réduction des dépenses militaires pour réallouer ces fonds vers les besoins sociaux et économiques internes, atténuant ainsi les effets de la crise. Tout en manifestant un appui politique à l'Ukraine, il est impératif d'appliquer un contrôle strict sur les exportations d'armements, en s'assurant qu'elles ne puissent être utilisées pour commettre des violations du droit humanitaire international. Ainsi, cela permettrait d'articuler une politique internationale cohérente, qui soutient les peuples agressés tout en protégeant le bien-être des citoyens et en promouvant activement des solutions diplomatiques et non-violentes."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de maintenir un soutien sans faille à la nation agressée, en considérant ce défi non comme un fardeau, mais comme un accélérateur indispensable à la construction d'une véritable autonomie stratégique européenne. La bonne approche consiste à inscrire cet engagement dans une unité d'action européenne sans faille, qui est la condition sine qua non de son efficacité. Cet effort externe doit s'accompagner d'un renforcement interne, en accélérant la mise en œuvre d'une politique de sécurité et de défense commune et en bâtissant une résilience industrielle et énergétique pour amortir les chocs économiques. Ainsi, cela permettrait de garantir un engagement crédible et soutenable dans la durée, car il serait le moteur d'une Europe plus unie, plus sûre et maîtresse de son destin, capable de défendre ses valeurs et ses intérêts."
      }
    ]
  },
  {
    "question": "Quelles priorités pour l’éducation : moyens de l’école publique, équité territoriale, place des langues co-officielles et réforme universitaire ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de positionner l'éducation comme l'axe central de la cohésion sociale et de l'égalité des chances, en garantissant un accès universel et de qualité à toutes les étapes de la vie. La bonne approche consiste en un investissement public massif pour garantir une éducation gratuite et de qualité, de la petite enfance aux études supérieures, conditionnée à la réussite. L'équité territoriale sera assurée par un soutien renforcé aux écoles rurales. La réforme universitaire garantira un financement stable et des carrières professionnalisées, tandis que la diversité linguistique sera valorisée comme un atout culturel et économique. Ainsi, cela permettrait de consolider l'ascenseur social, de réduire les fractures territoriales et de construire un avenir fondé sur la connaissance et le respect de la pluralité."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de refonder le pacte éducatif sur des principes de qualité, de mérite et de liberté, afin de dépasser les clivages idéologiques et de garantir une véritable égalité des chances. La bonne approche consiste à remplacer la législation actuelle par un grand accord social, tout en instaurant une épreuve d'accès à l'université commune pour assurer l'équité sur tout le territoire. Dans les régions concernées, le castillan et les langues co-officielles seront traités à parité comme langues véhiculaires, garantissant une maîtrise équilibrée des deux. Parallèlement, l'éducation de 0 à 3 ans deviendra universelle et gratuite pour lutter contre les inégalités dès le départ. Ainsi, cela permettrait de bâtir un système éducatif stable et performant, qui renforce la cohésion nationale tout en offrant à chaque élève les outils pour réussir."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de rompre avec un système éducatif fragmenté, source d'inégalités territoriales et de dérives idéologiques, pour restaurer une instruction nationale unifiée et exigeante. L'approche efficace consiste à recentraliser intégralement les compétences éducatives au niveau de l'État, en instaurant une loi nationale, un tronc commun de savoirs et un examen d'entrée à l'université unique pour tous. La primauté de la langue espagnole comme véhicule d'enseignement sera garantie sur tout le territoire, et la liberté de choix des familles sera assurée par un mécanisme de chèque scolaire. Ainsi, cela permettrait de garantir une véritable égalité des chances indépendamment du lieu de résidence et de refonder la cohésion nationale autour d'un socle culturel et historique partagé."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de refonder le pacte éducatif en faisant du système public le pilier central de l'égalité des chances, de la petite enfance à l'université. La priorité est un choc de financement visant 7 % du PIB pour le système éducatif, afin de garantir la gratuité de 0 à 3 ans et d'engager la suppression progressive des frais universitaires, tout en assurant 1 % du PIB pour l'enseignement supérieur. Le secteur privé sous contrat sera strictement subordonné au réseau public. L'égalité territoriale et linguistique sera assurée par une loi garantissant la protection et la promotion des langues co-officielles sur l'ensemble du territoire. Ainsi, cela permettrait de construire un système éducatif véritablement universel, qui réduit les inégalités à la racine, valorise la diversité culturelle et dote le pays d'une université publique forte et accessible."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de bâtir un service public de l'éducation qui soit un pilier d'équité et de cohésion sociale, en le libérant de l'asphyxie financière et de la tutelle centralisatrice. La priorité est de garantir une équité territoriale en mettant fin au sous-financement chronique par la création d'un fonds de compensation et en assurant un transfert de 2 % du PIB aux universités. L'approche consiste à défendre et à renforcer le modèle d'immersion linguistique comme un outil de cohésion, tout en rendant la langue co-officielle un prérequis pour les fonctionnaires exerçant sur le territoire. Parallèlement, il est impératif d'universaliser l'éducation de 0 à 3 ans et de transférer intégralement la gestion des bourses pour garantir l'égalité des chances. Ainsi, cela permettrait de construire un système éducatif souverain et pleinement financé, où le modèle linguistique assure la cohésion sociale et où l'accès à l'université est un droit effectif pour tous, indépendamment de l'origine sociale."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de bâtir un système éducatif qui soit un véritable levier de cohésion sociale et de compétitivité, enraciné dans les réalités de son territoire et tourné vers les défis de demain. L'axe central est de garantir le plein respect des compétences territoriales pour permettre le déploiement de modèles éducatifs propres, de l'école à l'université. Dans ce cadre, la langue co-officielle doit être affirmée comme un vecteur central d'excellence, notamment dans l'enseignement supérieur et la recherche. La réforme universitaire doit, quant à elle, conforter la pleine capacité de gouvernance des régions, tout en renforçant les synergies avec le tissu économique et en créant un système régional de qualifications professionnelles. Ainsi, cela permettrait de garantir une véritable égalité des chances tout en formant une main-d'œuvre hautement qualifiée, répondant aux besoins de l'économie et renforçant la capacité d'innovation et l'identité propre du territoire."
      }
    ]
  },
  {
    "question": "Quelle architecture fiscale : progressivité, impôt sur la fortune au niveau régional, lutte contre l’évasion et incitations à l’investissement ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de refonder le pacte fiscal sur les principes de justice et de progressivité, afin que chacun contribue à la hauteur de ses capacités au financement des services publics. La bonne approche consiste à établir un cadre national harmonisé pour l’imposition de la richesse, afin de neutraliser la concurrence fiscale déloyale entre territoires. Parallèlement, la lutte contre la fraude sera intensifiée grâce à des moyens de contrôle renforcés et une imposition minimale visera les multinationales. Les incitations à l'investissement seront strictement ciblées sur les transitions écologique et numérique, plutôt que de procéder à des allègements généralisés. Ainsi, cela permettrait de garantir des recettes publiques stables et prévisibles, de restaurer l'équité et de s'assurer que le développement économique bénéficie à l'ensemble de la société."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de refondre l'architecture fiscale pour en faire un levier de compétitivité et d'investissement, en rupture avec une logique perçue comme confiscatoire. La bonne approche consiste à supprimer l'impôt sur les grandes fortunes pour renforcer l'attractivité du pays. Parallèlement, une réforme d'envergure simplifiera l'impôt sur le revenu en l'indexant sur l'inflation, et allègera la fiscalité des entreprises pour encourager la création d'emplois. Le cadre sera complété par des incitations ciblées pour attirer les investissements étrangers et par une relation de confiance restaurée entre l'administration et le contribuable. Ainsi, cela permettrait de créer un environnement fiscal stable et prévisible, qui stimule l'épargne, récompense la prise de risque et attire les capitaux nécessaires à une croissance économique durable."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait d'opérer une refonte complète de l'architecture fiscale, en substituant à la complexité et à la pression actuelles un système simple et allégé qui récompense le travail, l'épargne et l'investissement. L'approche efficace consiste à remplacer la progressivité de l'impôt sur le revenu par un système à deux taux bas et fixes, tout en supprimant totalement les impôts sur le patrimoine, les successions et les donations pour libérer le capital. La fiscalité sur les entreprises serait également drastiquement réduite pour encourager la relocalisation. La lutte contre l'évasion se concentrerait sur les géants technologiques et les schémas d'optimisation agressifs. Ainsi, cela permettrait de déclencher un choc de compétitivité, en rendant l'épargne et le travail plus rémunérateurs pour les ménages et en faisant du territoire un pôle attractif pour les investissements créateurs d'emplois."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait d'engager une réforme fiscale structurelle pour renforcer la progressivité et la justice sociale, en rééquilibrant la contribution des revenus du travail, du capital et du patrimoine. Un impôt permanent sur les grandes fortunes sera institué au niveau national, avec un taux supérieur pouvant atteindre au moins 4 %, complété par un seuil plancher pour les droits de succession afin de limiter la concurrence fiscale entre régions. La progressivité de l'impôt sur le revenu sera accrue en augmentant le nombre de tranches et en portant le taux marginal supérieur à 52 % pour les plus hauts revenus. Pour les grandes entreprises, un taux effectif minimal de 15 % sur les bénéfices sera appliqué, tandis que la fiscalité environnementale sera modernisée pour orienter les investissements vers la transition écologique. Ainsi, cela permettrait de dégager les ressources nécessaires au financement pérenne des services publics, de réduire les inégalités et d'aligner la pression fiscale sur la moyenne européenne."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de bâtir une architecture fiscale radicalement plus juste et progressive, en faisant contribuer le capital et les grandes fortunes à la hauteur du travail pour financer les services publics. L'axe central consiste à aligner l'imposition des revenus du capital sur ceux du travail et à consolider un impôt sur la fortune qui neutralise la concurrence fiscale déloyale entre territoires. Pour y parvenir, il faut instaurer un taux effectif minimum de 15 % sur les bénéfices des grandes entreprises et intensifier la lutte contre l'évasion vers les paradis fiscaux. Les incitations doivent cibler l'économie productive et les PME, et non la spéculation. Ainsi, cela permettrait de garantir des recettes stables et équitables pour l'État-providence, de réduire les inégalités et de faire en sorte que chacun contribue à la hauteur de ses capacités."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de fonder l'architecture fiscale sur le principe de l'autonomie régionale, pour garantir un système à la fois juste, progressif et prévisible. La bonne approche consiste à confier aux territoires la pleine souveraineté normative sur les principales figures fiscales, y compris l'impôt sur le patrimoine, afin de l'adapter aux réalités économiques locales. Cet édifice doit reposer sur deux piliers : une lutte intransigeante contre la fraude fiscale et une grande stabilité réglementaire pour offrir la sécurité juridique indispensable aux investisseurs. Ainsi, cela permettrait de construire un modèle qui garantit des revenus suffisants pour la cohésion sociale, tout en créant un environnement propice à la croissance économique et à l'investissement."
      }
    ]
  },
  {
    "question": "Comment lutter contre la “España vaciada” (dépeuplement rural) : services publics, transports, politique agricole et développement territorial ?",
    "propositions": [
      {
        "candidate_id": "Pedro Sánchez",
        "value": "L'idée serait de traiter le dépeuplement rural non pas comme une fatalité, mais comme un déséquilibre à corriger activement, en faisant des zones rurales des territoires d'avenir attractifs et connectés. La bonne approche consiste à garantir un socle de services publics de qualité (santé, éducation) accessibles à moins de 30 minutes, socle sur lequel s'appuient le désenclavement numérique total et le développement de solutions de transport à la demande. Sur cette base, la revitalisation économique sera stimulée par des aides ciblées à l'innovation, à la bioéconomie et à l'entrepreneuriat, en particulier pour les projets portés par les femmes et les jeunes, ainsi que par une politique agricole qui soutient le modèle familial et facilite le renouvellement générationnel. Ainsi, cela permettrait d’inverser la dynamique du dépeuplement en offrant de réelles perspectives de vie et de travail, et de garantir une cohésion territoriale effective où chaque citoyen, où qu'il réside, bénéficie des mêmes opportunités."
      },
      {
        "candidate_id": "Alberto Núñez Feijóo",
        "value": "L'idée serait de renverser la tendance du dépeuplement en traitant les zones rurales non comme des territoires à assister, mais comme des espaces de vie et d'opportunités économiques à part entière. La bonne approche consiste à déployer une stratégie intégrée, combinant des incitations fiscales ciblées pour l'installation de familles et d'entreprises, notamment via des bonifications sur l'achat de logements et l'activité économique. En parallèle, une réduction des coûts du travail doit encourager l'embauche locale dans les provinces les moins peuplées. Il est crucial de garantir l'accès aux services publics essentiels et de déployer les infrastructures de connectivité prioritaires, en mobilisant les fonds européens. Ainsi, cela permettrait de créer un cercle vertueux où l'activité économique soutient la démographie, et où la qualité de vie, adossée à des services et des infrastructures modernes, rend le choix de vivre en milieu rural à la fois possible et attractif."
      },
      {
        "candidate_id": "Santiago Abascal",
        "value": "L'idée serait de substituer à l'abandon actuel une stratégie de reconquête territoriale, en faisant de la viabilité économique et de la qualité de vie dans le monde rural une priorité nationale. L'approche efficace consiste à créer un choc d'attractivité par des incitations fiscales massives pour les entreprises et à garantir le désenclavement physique en renforçant les infrastructures de transport. Le pilier de cette revitalisation est une politique agricole et hydrique ambitieuse, fondée sur un Plan National de l'Eau assurant la solidarité entre les territoires et la protection des revenus des exploitants. Ainsi, cela permettrait d'inverser la dynamique du dépeuplement en restaurant la prospérité et la cohésion territoriale, et de refaire du monde rural une force vive pour l'économie et la souveraineté alimentaire de la nation."
      },
      {
        "candidate_id": "Yolanda Díaz",
        "value": "L'idée serait de concevoir la lutte contre le dépeuplement comme un impératif de justice territoriale, en garantissant une égalité réelle d'accès aux services et aux opportunités. L'axe central de cette revitalisation est la mise en place d'un \"territoire à 30 minutes\", un plan d'action interministériel assurant à chaque habitant un accès à un panier de services essentiels (santé, éducation, internet) dans ce périmètre. Cette politique s'appuiera sur des investissements ciblés, incluant la gratuité des transports publics ruraux en semaine. En parallèle, le développement économique sera diversifié au-delà de l'agriculture, et la politique agricole sera réorientée pour soutenir l'agroécologie et les exploitations familiales via des outils comme les banques de terres publiques. Ainsi, cela permettrait de fixer durablement la population, d'attirer de nouveaux habitants et de construire un modèle de cohésion territoriale plus juste et résilient."
      },
      {
        "candidate_id": "Gabriel Rufián",
        "value": "L'idée serait de rompre avec la logique d’un aménagement radial qui concentre les opportunités, pour bâtir un modèle territorial polycentrique où chaque zone peut développer son propre potentiel. La priorité est de désenclaver les territoires en investissant massivement dans les infrastructures transversales, comme le corridor méditerranéen, et en renforçant les réseaux de transport public locaux et régionaux. Parallèlement, il est essentiel de soutenir une politique agricole qui garantit des prix justes aux producteurs, facilite l'accès à la terre pour les nouvelles générations et modernise le secteur. Cela passe aussi par la garantie d'un accès universel aux services publics essentiels, y compris une connectivité numérique de haute qualité sur l'ensemble du territoire. Ainsi, cela permettrait de fixer la population en créant des conditions de vie et de travail attractives partout, et de construire un pays plus cohésif et économiquement résilient."
      },
      {
        "candidate_id": "Aitor Esteban",
        "value": "L'idée serait de refuser la fatalité du déclin rural en menant une politique de rééquilibrage territorial volontariste, qui traite les causes profondes de l'isolement plutôt que ses seuls symptômes. La bonne approche consiste à revitaliser le tissu économique local, en priorité en soutenant un secteur primaire durable et innovant qui assure le renouvellement générationnel. En parallèle, le désenclavement passe par un investissement massif dans les infrastructures de transport, notamment ferroviaires, pour garantir la connexion des personnes et des marchandises. Enfin, il est crucial de maintenir un haut niveau de services publics et d'accélérer le déploiement du numérique pour garantir une qualité de vie équivalente à celle des centres urbains. Ainsi, cela permettrait de recréer des écosystèmes locaux dynamiques et de faire de ces territoires non plus des espaces en déclin, mais de véritables projets de vie et d'avenir, fondés sur un développement équilibré et durable."
      }
    ]
  }
]