[
  {
    "question": "How to sustainably lower the cost of living (inflation, energy prices, food)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to tackle the structural causes of rising prices rather than simply alleviating their symptoms. The right approach is to restore economic stability first through strict budgetary rules, thereby ensuring predictability for households and businesses. Priority is given to controlling energy costs through the creation of a public clean energy company, financed by an exceptional tax on the profits of the oil and gas giants, and complemented by a large-scale home insulation plan. At the same time, simplifying trade rules and lifting non-tariff barriers will aim to lower food prices. This would thereby sustainably reduce bills, guarantee security of supply, and make the economy less vulnerable to external shocks."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to restore economic stability and increase purchasing power through structural action on levies and regulated costs. The central approach is to control inflation through fiscal discipline while lightening the burdens on labor income, notably by gradually reducing employees' social contributions to achieve a halving by April 2027. Regarding energy, the priority is to guarantee security of supply and to maintain price caps, while ensuring that the burden of green taxes on household bills decreases each year compared with 2023. This approach is complemented by direct support for the lowest incomes by maintaining the national minimum wage at two-thirds of the median wage. Thus, this would allow a lasting reduction in the cost of living by directly increasing net disposable income and by protecting consumers from shocks to essential prices."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to tackle the structural roots of inflation rather than multiply one-off aid measures. The central axis consists of launching a large program to insulate housing to sustainably reduce consumption and bills. This plan would be complemented by a reform of the energy market, notably by decoupling electricity prices from those of gas, and by massive investment in renewable energy. On the food front, a national strategy would guarantee supply security and price control. In parallel, a reduction in taxation for households, via raising the income tax threshold, would directly increase purchasing power. Thus, this would make it possible to act simultaneously on constrained expenditures (energy, food) and disposable income, ensuring a lasting reduction in the cost of living for the greatest number."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to tackle the structural causes of rising costs by reducing dependence on fossil fuels and speculation. The central axis is to deploy a large-scale building insulation plan to bring down energy consumption, which is the main source of high bills. In parallel, the public takeover of energy services and a massive investment in subsidized public transport aim to guarantee fairer and more stable rates for everyone. Purchasing power would also be supported by a significant increase in major social benefits in order to protect the most vulnerable. Thus, this would make it possible to sustainably reduce the burden of unavoidable expenses, such as housing and transport, on household budgets."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to tackle directly the tax and regulatory burdens that weigh on households and national production in order to restore purchasing power. The central axis consists of easing taxation on energy by removing VAT and environmental levies from bills, while reducing fuel taxes by 20 cents per litre. This approach would be complemented by a revival of national energy production through the exploitation of the vast oil and gas reserves. To directly increase net income, the income tax threshold would be raised to 20 000 pounds sterling, taking millions of workers out of taxation. Finally, to control the cost of food, strengthened control of the prices charged by large retailers would be instituted. Thus, this would allow an immediate and tangible reduction in bills and an increase in disposable income for all."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to tackle the structural causes of the cost of living by taking back control of essential sectors in order to guarantee sovereignty and price stability. The approach consists of renationalizing the natural monopolies of energy to control tariffs, while ensuring supply security through a diversified energy mix. In parallel, a policy supporting local food production, via cooperatives and a public purchasing priority, will make staple goods more affordable. Purchasing power will also be supported by an increase in the minimum wage beyond two-thirds of median income. Thus, this would reduce dependence on global markets, sustainably control costs for households, and guarantee equitable access to essential goods."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to take back control of strategic economic levers to guarantee control over the prices of essential goods. The right approach is to nationalize key sectors such as energy and water to put an end to speculation, while directing public investment towards the reindustrialization of the country in order to reduce our dependence. In parallel, redistributive taxation must be put in place, significantly raising the tax threshold for low wages to directly increase purchasing power. For food, the aim is to favor local production through tax incentives and to consider reduced taxation on basic necessities. Thus, this would structurally reduce pressure on household budgets by securing access to fundamental services and goods at controlled costs decoupled from market logics."
      }
    ]
  },
  {
    "question": "How can NHS waiting times be reduced and health and mental health be funded?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to combine targeted funding with a deep structural reform to relieve congestion in the health care system. The priority is to increase the supply of care by adding 40,000 additional appointments and procedures each week, notably in the evenings and at weekends, while mobilizing the capacity of the private sector and pooling waiting lists between hospitals. The financing of this plan, as well as the doubling of the fleet of scanners for early diagnosis, will be ensured by eliminating tax loopholes for non-residents and investment funds. At the same time, a major effort on mental health will result in the recruitment of 8,500 specialists and the creation of a network of reception centers for young people. Thus, this would allow a return to maximum waiting times of 18 weeks, modernize equipment and guarantee rapid access to psychological support."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to guarantee faster and more efficient access to care, both physical and mental, by combining sustainable financing with a structural and technological reorganization of the health system. To achieve this, it is essential to increase healthcare staffing, with quantified targets to recruit tens of thousands of new nurses and doctors, while undertaking a deep modernization. A massive investment in technology and artificial intelligence will aim to free up medical time and to achieve annual productivity gains of 1,9 % as early as 2025. At the same time, care will be brought closer to patients by developing the role of pharmacies and by multiplying local diagnostic centers. In terms of mental health, the priority will be to open support hubs for 11-25 year-olds in every community by 2030 and to expand access to conversational therapies by 50%. Thus, this would make it possible to guarantee increasing funding beyond inflation each year, and to bring back waiting times of'"
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to tackle the structural roots of inflation rather than multiply one-off aid measures. The central focus is to launch a large-scale program to insulate housing to sustainably reduce consumption and bills. This plan would be complemented by a reform of the energy market, notably by decoupling electricity prices from those of gas, and by massive investment in renewable energy. On the food front, a national strategy would guarantee security of supply and price control. At the same time, a reduction in taxation for households, by raising the income tax threshold, would directly increase purchasing power. Thus, this would make it possible to act simultaneously on constrained expenditures (energy, food) and on disposable incomes, ensuring a lasting reduction in the cost of living for the greatest number."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to break with decades of underfunding through a large-scale public investment plan, financed by increased taxation on the largest fortunes and the highest incomes. The priority is to inject additional funds from the first year, with an annual increase of 8 billion pounds sterling, to reach 28 billion by 2030, complemented by 20 billion over five years for infrastructure refurbishment. For mental health, the objective is full parity with physical health, by guaranteeing access to therapies within 28 days and by integrating qualified counsellors in every school. The revaluation of staff salaries is a central measure to retain healthcare workers. Thus, this would make it possible to sustainably reduce waiting lists, to guarantee rapid access to care for everyone and to put an end to the creeping privatisation of the health system."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to guarantee rapid and free access to care for everyone by simultaneously tackling staff shortages and administrative inefficiency. The right approach is to create a shock of attractiveness for medical professions through an exemption from basic income tax for three years for all frontline caregivers and the gradual cancellation of their tuition fees. To reduce waiting lists, a \"health vouchers\" mechanism would be activated to fund treatment in the private sector if public healthcare waiting times exceed 3 days for a general practitioner, 3 weeks for a specialist or 9 weeks for an operation. This measure would be complemented by a 20 % tax credit on any private health insurance in order to relieve congestion in the public system. Thus, this would make it possible to achieve a goal of zero waiting lists by restoring choice to patients and ensuring that funding benefits care directly."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to refocus the public health system on its core missions to guarantee rapid access to care and comprehensive care. The right approach is to set quantified and binding targets, with maximum waiting times of 6 weeks for non-urgent surgery and 3 hours in emergency departments, applying corrective measures to the least-performing services. Funding will be optimized by reducing administrative costs by 15 %, the savings being directly reinvested in primary care. At the same time, a national resilience strategy will be deployed for mental health, focused on prevention and integrated from the earliest age. Thus, this would guarantee better system performance, drastically reduce waiting lists and ensure sustainable funding oriented towards the real needs of patients."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to restore a fully public health system to address the structural causes of its congestion and underfunding. The right approach is to fully renationalize the health service, putting an end to public-private partnerships and contracts that drain its vital resources to the private sector. A drastic reduction in management and administrative fees will finance the increase of care capacity, integration with social services and the revaluation of salaries to attract and retain qualified staff. Mental health will be treated as a material priority, by investing in the integrated care system and tackling its deep causes such as precariousness. Thus, this would sustainably reduce waiting times through direct action on the system's capacity and efficiency, while ensuring sustainable, patient-centered funding."
      }
    ]
  },
  {
    "question": "What strategy for housing: construction, access for first-time buyers, rents and tenants' security?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to unlock large-scale construction while strengthening residents' safety and access to homeownership. The right approach is to revive supply by setting a target of 1.5 million homes, supported by the reintroduction of mandatory construction targets for local authorities and a planning reform. Priority will be given to brownfield sites, with a strategic release of lower-quality land on the periphery. For first-time buyers, a permanent mortgage guarantee scheme will be established, coupled with a right of priority on new local developments. Tenants' security, for its part, will be ensured by the immediate abolition of no-fault evictions and the extension of health and safety standards to the private housing stock. Thus, this would restore access to affordable, quality housing, making homeownership accessible again and guaranteeing stability for tenants."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to unblock the residential pathway by stimulating both the supply of new housing and access to homeownership, while rebalancing the rental market. The strategy is based on the construction of 1,6 million homes, giving absolute priority to land that has already been urbanised (brownfields) through accelerated planning procedures and by abolishing certain restrictive environmental rules, while maintaining strict protection of the green belt. For first-time buyers, the permanent abolition of stamp duty up to a threshold of 425 000 £ will be complemented by a new shared-equity loan programme for new housing. Regarding renting, the abolition of no-fault evictions will be implemented, but conditioned on a reform of the courts and a strengthening of grounds for eviction for tenants exhibiting antisocial behaviour. This would thereby increase the housing stock without encroaching on natural spaces, facilitate purchase for new entrants and secure the rights and duties of tenants as well as owners."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to tackle the structural roots of inflation rather than multiply one-off support measures. The central thrust consists of launching a large-scale program to insulate housing to sustainably reduce consumption and bills. This plan would be complemented by a reform of the energy market, notably by decoupling electricity prices from those of gas, and by massive investment in renewable energies. On the food front, a national strategy would guarantee supply security and price control. In parallel, a reduction in taxation for households, by raising the income tax threshold, would directly increase purchasing power. Thus, this would make it possible to act simultaneously on constrained expenditures (energy, food) and disposable income, ensuring a lasting reduction in the cost of living for the greatest number."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to put an end to real estate speculation by undertaking an ambitious public construction policy and by firmly regulating the private rental sector. The central axis is a program to build 150 000 social housing units per year, the stock of which will be made permanent by abolishing the right to purchase. Tenant security will be ensured by ending evictions without cause and by establishing a power to control rents entrusted to local authorities in high-pressure areas. In addition, a large-scale insulation plan and very high energy performance standards for all new construction will reduce household expenses. Thus, this would make it possible to guarantee universal access to quality, affordable and secure housing, while effectively combating energy poverty."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to revive home ownership and housing construction by removing the regulatory and fiscal obstacles that paralyse the sector. The right approach is to accelerate construction on brownfield sites through tax incentives and simplified planning procedures, while encouraging innovative technologies such as modular construction. To facilitate purchase, transfer duties would be completely abolished for properties up to 750 000 pounds. Regarding the rental market, the objective is to increase supply by restoring the deductibility of financial expenses for landlords, while tenant security would be guaranteed by strengthening oversight and redress mechanisms rather than by new laws. Finally, the allocation of social housing would prioritise local residents and people who have contributed to the system. Thus, this would help to smooth the market and make affordable housing accessible to workers."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to massively re-engage the public authorities in construction to address the housing crisis at its root and to rebalance the market in favor of residents. The right approach is to create a national housing company responsible for building 100 000 social housing units per year, relying on land acquisition powers to accelerate projects. To support first-time buyers, a moratorium on mortgage loans intended for rental investment will be introduced, while a 50 % tax on the capital gain of undeveloped land will discourage speculation. At the same time, tenant security will be ensured by a \"technical inspection\" mandatory for all rented housing, conditioning the right to collect rent on strict maintenance standards. Thus, this would significantly increase the supply of affordable housing, reorient the market toward occupants rather than investors, and guarantee decent living conditions for all tenants."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to treat housing as an essential social infrastructure rather than a speculative asset. The right approach is to launch a large-scale public program to build social housing, lifting planning constraints and expropriating unused land to accelerate projects. The model of poor-quality private renting will be fought by giving local authorities the means to take back these properties. Tenant protection will be strengthened by conditioning evictions on proven antisocial behavior and by promoting cooperative management of housing. While guaranteeing the right to property, the main effort will focus on the supply of stable and affordable rental housing. Thus, this would make it possible to put an end to residential precariousness, control rents, and guarantee everyone a decent home."
      }
    ]
  },
  {
    "question": "What level of taxation and public spending is required to support growth without increasing the debt?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to establish rigorous budgetary discipline as the foundation of growth, rejecting both unfunded tax cuts and a return to austerity. The right approach rests on clear golden rules: current expenditures must be covered by revenues, and debt must decline as a share of GDP by the end of the term. To fund public services, the strategy is to target tax expenditures (non-resident status, private-equity capital gains) rather than raise income or consumption taxes. Corporate taxation will be capped at its current level to guarantee stability and competitiveness. Thus, this would restore financial credibility, ensure that every new expense is financed, and create a stable environment that encourages private investment while protecting public services."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to ensure sustainable economic growth by relying on strict budgetary discipline, where any tax cut is conditional on control of spending and debt. The trajectory is framed by clear rules: public sector net debt must fall and net borrowing must remain below 3 % of GDP over a five-year horizon. To achieve this, the financing of tax reliefs, notably the gradual reduction of social contributions, will not come from borrowing but from optimising public spending, including a requirement of annual productivity gains of 2 % for each ministry and the raising of an additional 6 billion pounds sterling per year through combating tax fraud. This approach excludes any increase in income tax rates, VAT or corporation tax. Thus, it would help stimulate the economy by easing the tax burden on labour and investment, while restoring budgetary leeway and ensuring that the debt burden is not passed on to future generations."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to establish a rigorous budgetary framework that clearly distinguishes current expenditures from investments for the future. The right approach is to fully fund everyday services through tax revenues, while allowing borrowing only for strategic and productive projects, notably in green infrastructure, innovation and skills. To finance these priorities without penalizing households, taxation would be reformed by cancelling the tax cuts granted to banks, by increasing the tax on digital services from 2% to 6%, and by applying an exceptional tax on the super-profits of energy producers. Thus, this would make it possible to ensure a reduction of the national debt as a proportion of the economy while stimulating sustainable growth and restoring investor confidence."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to break with the straitjacket of fiscal austerity to finance a major economic transformation through investment borrowing and a tax overhaul. The approach is to mobilize new revenues by targeting wealth and pollution rather than labor, via a wealth tax applied to fortunes above 10 million pounds, the alignment of capital taxation with that of income, and the introduction of a progressive carbon tax. These funds, supplemented by assumed borrowing for future investments, will finance an ecological transition program. Thus, this would allow growth to be redefined by basing it on sustainability and well-being, by accepting strategic indebtedness as a lever for modernizing infrastructure and public services, rather than considering it a brake."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to unlock the economy's potential by radically reducing the weight of the state to fund ambitious tax cuts. The priority is an overhaul of public spending, with a target of reducing 5 pounds for every 100 pounds spent across all departments, ending interest payments to commercial banks on central bank reserves and halving foreign aid. These savings, estimated at nearly 150 billion pounds per year, would finance a reduction in business taxation, bringing the main corporation tax rate down to 15% in the long term and exempting more than one million SMEs. For individuals, the income tax threshold would be raised to 20 000 pounds. Thus, this would create a competitiveness shock and restore purchasing power, by stimulating self-sustaining growth driven by the private sector rather than by injections of public funds."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to establish strict budgetary discipline to ensure the sustainability of public finances while financing productive growth. The central axis is to cap public spending at around 40 % of national wealth, reserving borrowing exclusively for financing strategic investments capable of generating an economic return greater than their cost. Taxation will be made fairer and more efficient, by ensuring that large global companies contribute fully and by using targeted levies for projects of public interest. Current expenditures must thus correspond to revenues over the entire economic cycle. This would reverse the growth of debt, guarantee long-term stability and base prosperity on prudent management and productive investments."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to break with austerity by stimulating sustainable growth through strategic public investment and deeply redistributive taxation. The right approach is to finance a massive programme of reindustrialisation and modernisation of infrastructure, notably through the renationalisation of essential services and an exceptional levy on wealth exceeding 10 million pounds. At the same time, domestic demand will be revived by fully exempting wages up to 21 200 pounds from taxation, thereby increasing the purchasing power of millions of workers. The objective is not to reduce debt by cutting spending, but by strengthening the country's economic base. Thus, this would generate healthy and sustainable growth, making the debt more manageable in the long term thanks to a more productive economy."
      }
    ]
  },
  {
    "question": "What policy on migration and border management (including crossings of the English Channel)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to adopt a strategy of firmness and rationality, restoring control of the borders while aligning immigration with the country's real needs. The right approach is to dismantle people-smuggling networks through a new border command force, endowed with counterterrorism-style powers and funded by abandoning costly and ineffective outsourcing plans. A returns unit, reinforced by a thousand agents, will accelerate expulsions to safe countries, while hiring new caseworkers will allow pending asylum applications to be processed quickly. At the same time, the legal immigration system will be reformed to reduce dependence on foreign workers, by strictly linking the granting of visas to a national training policy. Thus, this would put an end to dangerous Channel crossings, restore order in the asylum system and sustainably reduce net migration by prioritizing national skills."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to restore total sovereignty over the borders by acting simultaneously on illegal entries through a non-negotiable deterrent and on legal flows through strict quantitative control. The correct approach is to render any clandestine crossing pointless by establishing a continuous mechanism for expelling illegal arrivals to a safe third country, with regular flights until crossings cease entirely, asserting the primacy of national security over the jurisdiction of foreign courts. At the same time, a legal and binding migration cap will be introduced for work and family visas. This cap, subject to an annual parliamentary vote, will decrease each year and be complemented by automatic indexation of income thresholds to inflation to protect the labor market. Thus, this would ensure an effective end to crossings of la Manche and guarantee a controlled, predictable annual reduction in net immigration to preserve public services."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to replace a purely repressive approach, which has proven ineffective, with an ordered and humane system that addresses the root causes of dangerous crossings. The priority is to create safe and legal access routes, notably through humanitarian travel permits, to undercut the smugglers. In parallel, a dedicated unit would be tasked with processing the majority of asylum applications within three months, putting an end to costly delays. This strategy would be accompanied by strengthened cross-Channel cooperation to dismantle criminal networks and by the right to work for applicants after three months of waiting, promoting their integration. Thus, it would restore control of the borders through order and legality, drastically reduce perilous crossings, and guarantee a dignified and speedy processing of cases."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to radically break with the logic of deterrence and the \"hostile environment\" to adopt an approach based on human rights, security and international cooperation. The priority is to create safe and legal access routes for asylum seekers, in collaboration with neighboring countries, in order to put an end to dangerous crossings. The current system would be completely redesigned, dismantling the Home Office to replace it with a Ministry of Migration separate from the justice system. The asylum procedure would be accelerated, asylum seekers authorized to work, and administrative detention would become an absolute exception, while economic barriers such as minimum income requirements for spouses would be removed. Thus, this would allow migration to be managed in a humane and orderly manner, ensuring the safety of people, compliance with international obligations and successful integration."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to establish a zero-tolerance policy on illegal immigration and to freeze all non-essential immigration to protect public services, wages and national cohesion. The proper approach is to treat crossings of the English Channel with a policy of systematic interception and returning boats to their point of departure. Any illegal migrant would be detained and then expelled, with asylum applications processed externally and a withdrawal from the European Convention on Human Rights to guarantee the effectiveness of the measures. Access to social benefits would be conditional on five years of residence and work, and a tax on hiring foreign labour would encourage prioritising national workers. Thus, this would allow putting a definitive end to illegal crossings and fully regaining control of migratory flows to align them with only the essential needs of the country."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to restore full national sovereignty to put an end to illegal immigration and drastically reduce global migratory flows. The right approach is to withdraw from international conventions that hinder national sovereignty. Any asylum claim resulting from an illegal entry into the territory will be systematically rejected, leading to a swift expulsion or to the processing of the claim outside the country. At the same time, legal immigration will be strictly controlled by an annual cap of 50 000 people, focused on skills, complemented by a separate humanitarian resettlement program for 20 000 refugees selected in advance. Thus, this would make it possible to fully regain control of the borders, to guarantee a drastic and lasting reduction in net immigration, and to ensure that only legal and controlled migratory flows are permitted."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to tackle the root causes of forced migration rather than merely managing its consequences at the border. The right approach is to overhaul foreign policy by ending military interventions, lifting economic sanctions that impoverish populations, and instituting fair trade practices. At the same time, strengthening border security, notably through increased coastal patrols, is necessary to combat criminal networks. Migration flows should be regulated according to the reception capacity of local communities and the demonstrated needs of the labor market, giving priority to the protection of the most vulnerable. Thus, this would make it possible to establish a humane and controlled migration policy that reduces pressure at the source while ensuring social cohesion and national security."
      }
    ]
  },
  {
    "question": "What energy mix and at what pace toward net zero while securing supply?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to launch an accelerated transition to 100% clean electricity by 2030, in order to guarantee both security of supply and sustainably low energy costs. The right approach is to create a public energy company to co-invest massively in renewables, with the objective of quadrupling offshore wind, tripling solar and doubling onshore wind. In parallel, grid stability will be ensured by maintaining and developing a robust nuclear capacity, complemented by a strategic reserve of gas-fired power plants. Any new oil or gas exploration license will, however, be suspended to mark a clear break with fossil fuels. Thus, this would reconcile achieving an ambitious objective of power-sector decarbonization with strategic independence and control of prices for consumers."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to ensure an energy transition toward net zero that guarantees supply security and cost control for households and businesses. The strategy consists of massively accelerating the deployment of offshore wind and nuclear power, notably through the approval of new fleets of small modular reactors, while maintaining the exploitation of national gas and oil resources with annual licensing cycles. This pragmatism excludes any constraint on households, such as the forced replacement of boilers, and commits that green taxes on bills will be maintained each year at a level lower than that of 2023. The construction of new gas-fired power plants will secure the grid when renewables are not producing. Thus, this would make it possible to reconcile decarbonization with energy sovereignty, by preventing supply disruptions and by making bill control an imperative condition of the transition timetable."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to radically accelerate the energy transition to guarantee both security of supply and carbon neutrality by 2045. The central pillar is to set a binding target of 90 % of electricity from renewable sources by 2030, unlocking investment in wind, solar and marine energy. At the same time, a ten-year emergency program will make housing more energy-efficient, starting with free insulation and heat pumps for low-income households, while requiring that all new buildings be zero-carbon. Thus, this would ensure energy independence, sustainably lower bills for households and businesses, and position the country as a leader in clean technologies while respecting its climate commitments."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to radically accelerate the transition to achieve a decarbonized society well before 2050, simultaneously phasing out fossil fuels and nuclear power. The central pillar is a massive deployment of renewable energy, with a target of 70 % of electricity coming from wind power by 2030, complemented by a strong expansion of solar. This approach involves an immediate halt to any new hydrocarbon extraction project and the removal of their subsidies, as well as an abandonment of the nuclear sector, considered too slow and costly. Security of supply would be guaranteed by massive investments in energy storage, green hydrogen and the strengthening of interconnections with European networks. Thus, this would allow the construction of an entirely renewable and resilient energy system, ensuring strategic independence and stable costs for consumers."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to guarantee a sovereign and affordable energy supply by abandoning the goal of \"net zero\", deemed economically unrealistic and costly. The right approach is to immediately remove all subsidies for renewable energy, which inflate bills, and to massively revive domestic hydrocarbon production by accelerating the granting of licenses for oil, North Sea gas and shale gas. In the longer term, the strategy would rely on a diversified mix including a new generation of compact nuclear power plants, the exploitation of national resources such as lithium and the development of synthetic fuels. Thus, this would allow a significant reduction in bills for households and businesses, while restoring the country's energy security and independence without sacrificing its industrial competitiveness."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to guarantee total energy sovereignty by betting on a pragmatic approach that prioritizes supply security and controlled costs, while moving away from the unrealistic objectives of \"net zero\". The right approach is to steer a strategic rebalancing of the energy mix, raising the share of nuclear to 40 % of electricity production by 2035, while securing the exploitation of national oil and gas resources to ensure stability. The natural energy monopolies will be renationalized to control tariffs, and a strategic reserve equivalent to 12 months of consumption will be established using all domestic energy sources. Thus, this would make it possible to guarantee a stable and affordable supply, reduce dependence on international markets and provide a solid energy base for the country's industrial recovery."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to subordinate the energy transition to the imperatives of democratic sovereignty and social justice, rather than to a dogmatic timetable. The proper approach is to launch a major national debate, validated by referendum, on the costs and modalities of 'net-zero' so that the burden does not fall on low-income households. The pace of the transition must be dictated by the population's ability to cope with it financially. Securing supply requires the renationalization of key infrastructure, such as the electricity grid, to remove them from profit-driven logic. This would make it possible to guarantee a reliable and affordable energy mix, ensuring that the transition to a greener economy is a collective and controlled advance, and not a source of precarity."
      }
    ]
  },
  {
    "question": "How to relaunch productivity, investment and industrial policy (including AI)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to steer a new industrial policy based on stability and strategic partnership to unlock private investment. The priority is to end the regulatory and fiscal uncertainty that is holding back productivity. The right approach is to establish an independent Conseil de la Stratégie Industrielle to ensure a long-term vision, and to create a national wealth fund capitalised at 7,3 milliards de livres. This fund will co-invest with the private sector in transformative projects – gigafactories, hydrogen, carbon capture – with a leverage target of three private euros for each public euro. Corporate taxation will be capped at 25 % for the duration of the term to provide maximum visibility, while the development of the IA will be supported by a simplification of authorisations for data centres. This would thus rebuild a solid industrial base, create high-quality jobs across the territory and secure a leading position in future technologies."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to create a leading business ecosystem by combining stable taxation, targeted deregulation and strategic investments in future technologies. The right approach is to ensure a competitive tax framework, excluding any increase in corporation tax and making full-expensing provisions for investment permanent. In parallel, regulatory easing will be accelerated, with the aim of reforming more than half of the inherited body of laws by 2026. A 4,5 billion pound plan will support strategic industries while a public investment of more than 1,5 billion in computing power will propel the development of artificial intelligence. Thus, this would help stimulate a structural increase in productivity, making private innovation the principal engine of industrial growth."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to restore companies' confidence by establishing a stable and predictable framework, centered on a clear industrial strategy and calmer commercial relations with the closest economic partners. This strategy, overseen by an independent council, would prioritize investments in green technologies and artificial intelligence. To achieve this, an R&D investment target would be set at 3% of GDP by 2030, and a new tax on share buybacks would encourage large companies to favor productive investment. Regarding AI, an intersectoral regulatory framework would be put in place to encourage innovation while ensuring transparency. Finally, to unlock the potential of SMEs, business taxation would be reformed. Thus, this would help stimulate productivity, create skilled jobs, and sustainably position the national economy at the forefront of global innovation."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to steer a large-scale industrial transformation, substituting the paradigm of infinite growth with a sustainable economic model, financed by massive public investment. The approach consists of initiating an investment program of 40 billion pounds per year, targeting energy infrastructure, clean transport and building renovation. To achieve this, the financial sector will be called upon, with an obligation to divest from fossil fuels by 2030 and the creation of regional investment banks to support SMEs. Innovation, notably in artificial intelligence, will be framed by preventive regulation that protects the rights of workers and creation, while research and development will benefit from a package of more than 30 billion over five years for green technologies. Thus, this would make it possible to build a new resilient and decarbonized industrial base, where productivity is measured by its contribution to collective well-being and ecological sustainability."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to provoke a competitiveness shock by freeing companies from the fiscal and regulatory constraints that curb investment and productivity. The proper approach is to massively reduce taxation on capital and production, by lowering corporate tax to 15% in the long term and exempting more than one million small businesses. In parallel, a radical deregulation would be undertaken, notably through the simplification of labor law to facilitate hiring and the repeal of thousands of legacy laws that obstruct industry. Investment in cutting-edge sectors, such as AI, would be stimulated by private initiative rather than by subsidies, while strategic sectors like the national defense industry would benefit from targeted incentives. Thus, this would restore a pro-business environment, attract capital, and trigger growth driven by innovation and private investment."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to guarantee energy sovereignty and to launch an ambitious re-industrialization, considering the former as the foundation of the latter. The right approach is to renationalize the energy sector to control costs, increasing the share of nuclear power to 40 % of electricity by 2035 and exploiting national fossil resources to guarantee security of supply, thus moving away from rigid \"net zero\" targets. At the same time, an active industrial policy will be pursued via a sovereign wealth fund and a national development bank, investing 10 billion per year in strategic sectors such as modular reactors, hydrogen and electric vehicles. Thus, this would secure reliable and affordable energy, massively stimulate productive investment, relocate critical value chains and ensure sustainable competitiveness for the national economy."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to steer an industrial renaissance by aligning investment, productivity, and innovation with the nation's long-term interests. The right approach is to launch a directed industrial policy, funded by public investment and banking structures reoriented toward the productive sector. Productivity will be unlocked by instituting increased worker control over their means of production, notably through a right of first refusal on viable companies threatened with relocation or closure. The introduction of artificial intelligence and other cutting-edge technologies will be conditioned on strict democratic oversight so that their benefits accrue to the community. In this way, it would be possible to rebuild industrial sovereignty, secure supply chains, and ensure that technological progress serves the common good."
      }
    ]
  },
  {
    "question": "What priorities in education (teacher recruitment, curriculum, outcomes, learning)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to guarantee equal opportunity by investing at every stage of the educational journey, from early childhood to vocational qualification, so that success is no longer determined by social background. The priority is to strengthen the quality of teaching by recruiting 6 500 new expert teachers in key subjects, funded by the abolition of tax exemptions for private institutions. At the same time, access will be expanded from the youngest age with 3 000 new nurseries in school settings and free breakfasts in all primary schools to combat inequalities. The school curriculum will be modernized to better prepare for working life, while the apprenticeship system will be made more flexible and overseen by a new national skills agency to meet the needs of the economy. Thus, this would raise the overall level, reduce the educational divide, and provide the country with a highly skilled workforce, ready for the challenges of tomorrow."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to establish a unified and demanding education system that guarantees mastery of the fundamentals and prepares each young person for working life and citizenship. To achieve this, the priority is to recruit and retain teachers in priority subjects and areas through significant tax bonuses, while strengthening discipline by a general ban on mobile phones at school. The central axis is the creation of a new advanced standard for 16-19-year-olds, merging academic and technical tracks and making English and mathematics compulsory until 18. This curriculum will be complemented by the creation of 100 000 additional apprenticeship places, financed by the elimination of university tracks judged to be poorly performing in terms of job prospects, and by the establishment of a compulsory national service for all 18-year-olds. Thus, this would make it possible to train a generation endowed with solid skills and a strengthened civic sense, by aligning the provision of training with the real needs of the economy while guaranteeing academic excellence."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to treat education as a complete ecosystem, by simultaneously addressing students' well-being, the valorization of teachers and the modernization of infrastructure. The right approach is to place a mental health professional in every primary and secondary school, a measure financed by an increase in taxation on the digital giants, and to guarantee individualized academic support for every student in difficulty. To retain talent, an annual, fair and fully funded salary increase would be ensured by a review body independent of the government. Increasing per-pupil funding beyond inflation would allow buildings to be renovated and programs to be refocused on essential skills such as critical thinking. Thus, this would help reduce the educational divide, create a calmer learning environment and equip every child with the skills necessary to succeed, regardless of their background."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to overhaul the education system to end the logic of performance and competition, refocusing it on individual fulfilment, inclusion and the well-being of each pupil. The right approach consists of a massive reinvestment, with an envelope of 8 billion pounds for schools, including a significant pay rise to attract and retain teachers. To achieve this, high-stakes testing mechanisms and OFSTED should be abolished, in order to ease pressure on pupils and teaching staff. Emphasis will be placed on a broadened curriculum, giving equal weight to artistic and vocational subjects, and integrating climate education, while support for pupils with special needs will be strengthened by a dedicated investment of 5 billion pounds. Thus, this would create a more serene and equitable learning environment, where success is no longer measured by standardised tests but by the ability to form fulfilled citizens prepared for the challenges of tomorrow."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to rebuild the education system so that it transmits a common cultural heritage and shared values, while guaranteeing a serene and demanding learning environment. The priority would be to implement a patriotic school curriculum, ensuring a balanced treatment of historical facts. Any form of politicized ideology, notably on gender issues, would be banned from primary and secondary schools, where single-sex facilities would be the norm. Discipline would be restored through the systematic exclusion of violent students to appropriate institutions. At the same time, to relieve congestion in the public sector and improve quality for all, a 20% tax credit would be granted to families choosing private education. Thus, this would make it possible to educate young people endowed with solid skills and clear values, refocusing the school on its mission of transmitting fundamental knowledge rather than on divisive societal debates."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to fundamentally rebalance the educational system to revalue vocational pathways and place them on an equal footing with the academic stream. The priority approach is to make technical qualifications the normal route of access for essential public-service professions, such as nursing or the police, which currently require a university degree. The number of apprenticeship and technical-track places will be greatly increased, and employers hiring apprentices will receive substantial reimbursement of their wages. At the same time, the school curriculum will be enriched with a \"Well-being\" course focused on practical life skills, from financial management to health. This would better align young people's skills with the real needs of the economy, guarantee solid career prospects for all students, and combat the labor shortage in key sectors."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to refound education as a pillar of equality and a social infrastructure, accessible throughout life. The right approach is to remove the material barriers to success by instituting free school meals and transport for all pupils, without means-testing. The university model will be transformed by guaranteeing a first degree free of charge, accessible at any time in life to put an end to student debt, while massive financial support will be directed toward vocational pathways and apprenticeships. Priority will be given to smaller class sizes and greater autonomy for teachers. Thus, this would ensure that each person's potential, whether academic or technical, can be fully realized, regardless of their social origin."
      }
    ]
  },
  {
    "question": "How to finance and organize the provision of care for dependency and social services?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to rebuild care for dependency by establishing a unified National Service, in order to guarantee a homogeneous quality of care across the territory. The right approach is to set strict national standards for all providers, while favoring home care and a local organization of services. The central axis will be the revaluation of the sector through a binding sectoral agreement that will define wages, working conditions and fair training standards for all employers. At the same time, the role of caregivers will be strengthened and professionalized to better integrate into healthcare pathways. Thus, this would make it possible to put an end to the territorial lottery of care, stabilize the sector by resolving the staffing crisis and guarantee everyone dignified and predictable care."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to guarantee a system for covering dependency that is both sustainable for public finances and predictable for users, protecting individuals against catastrophic costs. The right approach is to stabilize the sector's funding by granting local authorities multi-year budgets, thus giving them the visibility needed to plan services. The central axis of the reform is the implementation of a cap on the costs of care borne by individuals, which will come into effect in October 2025. This measure will be accompanied by targeted action to strengthen the attractiveness of careers in the sector, support informal caregivers, and develop suitable housing solutions. In this way, it would put an end to the financial uncertainty weighing on families, while laying the foundations for a more resilient and higher-quality social service."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to rebuild the system for managing care for dependence by basing it on need rather than on the ability to pay, so that no one has to sell their home to finance their care. The cornerstone of this approach is the establishment of free essential personal care. To ensure its sustainability, a cross-party commission would be established to build a national consensus on a sustainable financing model. This ambition is accompanied by an upgrading of the sector, with the creation of a Professional Order of caregivers and the establishment of a national minimum wage for home care workers, significantly higher than the general minimum wage. Finally, increased support for informal caregivers would be guaranteed, with an enforceable right to regular breaks and paid leave. Thus, this would make it possible to guarantee everyone dignified and quality care, to value essential professions and to relieve pressure on the health system."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to overhaul the provision of care for dependency by transforming it into a universal public service, guaranteeing dignity at every stage of life. The central aim is to establish free personal care for older people and people with disabilities, whether they live at home or in institutions. This radical transformation will be financed by a massive public investment of 20 billion pounds per year. To achieve this, wage increases and the establishment of a genuine career structure for care workers are planned in order to professionalize the sector and fill vacant posts. This would ensure that no one is forced to sell their home to pay for their care, while relieving the immense pressure on the millions of family caregivers."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to guarantee dignified and sustainable care for the elderly by profoundly reforming the financing system and combating the financial abuses that undermine it. The first step would be to launch a national inquiry commission to define a sustainable plan, based on a single funding window for greater clarity and supported by tax incentives and VAT relief for providers. In parallel, resolute action would be taken to end the complex tax schemes of certain large nursing home groups and to ensure that the surpluses of pension schemes fully benefit contributors. Thus, this would redirect resources toward effective care and build a system based on simplicity, accountability and respect for the elderly."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to guarantee dignified, universal care for dependency by ending the current fragmentation of the system. The right approach is to create a Service National de la Dépendance, funded and managed centrally, to ensure a consistent quality of service across the entire territory. Funding will be supplemented by a public volunteering mechanism: citizens over 65 will be able to acquire credits for their own future care by working in the sector. At the same time, access to social services will be simplified by creating local one-stop centers bringing together all assistance. Thus, this would establish a universal right to quality care, lighten the financial burden for individuals, and make the social assistance system more effective and accessible."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to build a fully public and free system for long-term care and social services, based on solidarity. The right approach is to provide direct and comprehensive support from the State to families who look after their elderly or disabled relatives, recognizing their role as an essential contribution. For those requiring more intensive assistance, a network of high-quality nursing homes and adapted housing will be developed and funded by the community. All of these social services will be fully integrated into the national health system and financed through redistributive taxation. Thus, this would make it possible to guarantee a dignified life for everyone, transforming care into a collective responsibility rather than an individual burden."
      }
    ]
  },
  {
    "question": "What responses to crime, to community safety and to faster/more effective justice?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to restore everyday security by combining a visible and deterrent police presence with a justice system that more effectively protects victims. The priority is to reestablish community policing by recruiting thousands of officers and support staff dedicated to patrols in city centers, so that each neighborhood has an identified point of contact. In parallel, targeted measures will tackle the delinquency that undermines local life, with exclusion orders for repeat offenders and action plans to halve serious violence, notably knife attacks. The judicial system will be reformed to accelerate procedures, notably through the creation of specialized courts for the most serious cases such as rape. This would tangibly reduce crime, restore trust between the population and law enforcement, and ensure that offenders are apprehended and tried without delay."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to restore everyday security through a two-pronged action: a deterrent police presence close to citizens and an uncompromising justice system that guarantees the enforcement of sentences. The approach consists in ensuring a visible and permanent presence by recruiting 8 000 additional local community officers, one for each neighborhood, and equipping them with modern technologies such as facial recognition. At the same time, justice will be made firmer and faster: sentences for the most serious crimes will be served in full, conditional release will be abolished for the most odious murders, and increased prison capacity through the creation of 20 000 prison places by 2030 will ensure the effectiveness of sentences. The reduction of judicial delays will be ensured by maintaining temporary courtrooms and digitizing procedures. Thus, this would make it possible to guarantee a tangible decrease in neighborhood crime, to restore confidence in the judicial authority and to send a clear signal that every offense will be subject to a swift and enforced sanction."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to rebuild the pact of trust between citizens and law enforcement by reorienting police action towards prevention and the visible resolution of everyday crimes. The right approach is to restore a genuine community police presence, visible and rooted in the territories, with a legal guarantee that every burglary will be subject to an on-site investigation. At the same time, a massive investment in the judicial system would aim to halve the time to judgment, ensuring faster justice for victims. The strategy would also rely on a national reintegration plan for offenders in order to break the cycle of reoffending. Thus, this would help restore security at the heart of neighborhoods, ensure that victims are heard and that justice is not only delivered, but delivered within reasonable timeframes."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to break with a purely punitive approach in order to prioritize crime prevention and restorative justice. The central axis is an investment plan of 11 billion pounds in the justice budget to restore legal aid, repair the courts and speed up proceedings. In parallel, community safety would be strengthened by a police refocused on community consent, which implies abandoning practices deemed traumatic such as systematic 'stop and search'. Priority would be given to prevention, notably by reinvesting in youth services and by decriminalizing the possession of drugs for personal use in order to redirect users to health services. Thus, this would make it possible to tackle the roots of delinquency, restore trust in the police and guarantee faster and fairer justice for all."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to reverse the trend by instituting a zero-tolerance policy, where the certainty and severity of punishment once again become the norm to protect citizens. The right approach is to massively strengthen law enforcement with 40 000 additional officers over five years, giving them the mission of intensifying preventive controls and cracking down on any form of delinquency. The penal response would be systematically hardened: mandatory life imprisonment for violent repeat offenders and drug traffickers, and incarceration for violent crimes. To guarantee this firmness, the justice budget would be increased by 2 billion pounds, and 10 000 new prison places would be created. Thus, this would restore public order, ensure that criminals pay for their acts and make the streets safer for citizens."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to establish a zero-tolerance policy, based on the certainty of punishment and the speed of justice, to guarantee citizens' safety and deter crime. The proper approach is to refocus law enforcement on a single measurable objective: the reduction of delinquency in the most affected areas. Justice will be expedited to render a verdict within three months after indictment, while sentences for repeat offenders and violent crimes will be systematically doubled, with a mandatory minimum sentence of ten years' imprisonment from the third serious offense. Any convicted foreign national will be expelled without delay at the end of their sentence and permanently barred from returning. Thus, this would break the careers of habitual offenders, ensure a rapid and deterrent judicial response, and restore visible public order across all communities."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to carry out a frontal action against crime, tackling both its social roots and its most organized manifestations that undermine communities. The right approach is to refocus the police on its core missions of protecting the most vulnerable, by increasing its resources in high-crime areas and relieving it of social duties that do not fall to it. Laws and penalties will be redirected to prioritize targeting the leaders of organized criminal networks, while offering rehabilitation pathways to their operatives. Access to justice will be democratized by creating a fully funded national legal aid service. In this way, it would help restore everyday safety, dismantle criminal structures and ensure faster, more accessible justice for all, regardless of their social status."
      }
    ]
  },
  {
    "question": "What transport policy: rail, bus, local infrastructures and pricing?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to put an end to the fragmentation of transport networks by restoring a strategic vision and increased public control. The right approach is to progressively take back control of the rail network, placing it under unified and public management as private contracts come to an end. For buses, the power to define routes, timetables and fares will be delegated to local authorities, which may opt for franchise systems or the creation of municipal operators. In parallel, a national plan will tackle the degradation of local infrastructure, with a quantified objective of repairing one million additional potholes per year, financed by redeploying funds allocated to lower-value road projects. Thus, this would ensure more reliable and coherent services, give users back control of their daily journeys and ensure better integration between the different modes of transport."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to massively redirect investment towards local and regional transport infrastructure to improve everyday journeys by making their cost more affordable. Funding will come from reallocating £36 billion from a high-speed rail project to road repairs, the modernization of regional connections under the auspices of a new public-private body, and support for buses. A flagship measure will be a permanent cap on the bus fare at £2 in England. At the same time, any form of per-kilometre road charging will be banned by law, and new local traffic restrictions will be subject to a referendum. This would thus provide a more reliable and cheaper transport network, focused on the concrete needs of users, while guaranteeing protection for motorists from new taxes."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to rethink mobility fundamentally to make it both more financially accessible, more reliable and more environmentally friendly. The right approach is to freeze rail fares and simplify ticketing through a new public agency, while giving local authorities full powers to restore and expand bus services, particularly in rural areas. At the same time, the shift to electric vehicles will be massively encouraged by deploying charging stations and reinstating a purchase subsidy. An increased share of the road budget will be delegated to local authorities for the maintenance of local infrastructure. Thus, this would reconnect territories, lighten the financial burden on daily users and accelerate the transition to decarbonized mobility."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to make public and active transport the backbone of sustainable and accessible mobility for everyone, breaking with dependence on the private car. The right approach is to bring the entire rail network back under public control and to entrust bus management to local authorities, supporting their development with an annual subsidy of 10 billion pounds. Investment will be massively redirected from road construction to rail electrification and the creation of a vast network of cycle lanes and pedestrian pathways. Pricing will become an incentive lever, with free buses for those under 18 and affordable rail fares. Thus, this would guarantee a credible and economical alternative to the car, ensuring service to all territories, including rural areas, and making daily travel less costly and less polluting."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to reorient transport policy toward a pragmatic approach, abandoning large projects deemed unnecessary and ending restrictions that penalize road users. The priority would be to immediately stop high-speed line projects in order to reallocate the 25 billion in savings toward modernizing existing road and rail networks, notably in coastal and northern regions. All low-emission zones and local traffic restrictions would be removed, and the future ban on combustion-engine vehicles would be cancelled. For critical national infrastructure, a new mixed-ownership model would be established, combining a 50 % public stake with national pension funds. Thus, this would ensure a better allocation of public funds to concrete projects, while ensuring greater freedom of movement and more reliable infrastructure serving users."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to restore total public control over transport in order to guarantee an integrated, reliable and accessible service across the entire territory. The right approach is to fully renationalize the railway system within a single public entity controlling the infrastructure, the trains and ticketing. At the same time, a massive investment will be directed toward bus services to lower fares and protect essential rural lines. Road infrastructure will be modernized and a contactless payment system will be rolled out across all public transport, while maintaining the option of cash payment. Thus, this would make it possible to ensure better national connectivity, to end the logic of fragmentation and to place the efficiency of public service at the heart of transport policy."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to conceive transport as an essential public service, removing it from the logic of profit to guarantee universal access. The right approach is to renationalize rail infrastructure and to launch a massive investment plan to modernize the entire network, including neglected local roads. The objective is to set up a fully integrated public transport system, with very low or free fares. A first concrete step will be to extend free public transport to all children nationwide. Thus, this would make it possible to create a reliable and coherent national network that reduces territorial isolation, lowers the cost of living for users and supports economic activity."
      }
    ]
  },
  {
    "question": "What approach to workers' rights (precarious contracts, minimum wage, working conditions and unions)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to guarantee safety and dignity at work by thoroughly reforming social law so that employment becomes a real lever out of poverty. The right approach is to introduce, within the first 100 days, comprehensive legislation that establishes fundamental rights from the first day of a contract, such as sick pay and protection against unfair dismissal. This reform will ban abusive zero-hour contracts and the practice of 'fire and rehire'. At the same time, the minimum wage will be transformed into a true living wage by removing age barriers and, for the first time, mandating that it be reviewed according to the cost of living. The collective voice of workers will be strengthened, and a single oversight body will ensure the strict enforcement of these new rights. Thus, this would raise working conditions for millions of people, reduce precariousness, and ensure that responsible businesses are no longer disadvantaged by unfair competition."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to guarantee a balance between protecting workers' incomes and the flexibility necessary for economic competitiveness. The central pillar of this approach is maintaining a national minimum wage set at two-thirds of the median income, thereby ensuring a high income floor. This protection is coupled with preserving a flexible labor market, considered essential for investment and job creation. The right to strike in public services will be framed by the application of minimum service levels in order to protect users, and any extension of union powers deemed detrimental to the economy will be ruled out. Thus, this would help support the purchasing power of the lowest wages directly, without introducing contractual rigidities that could hinder hiring and the growth of businesses."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to modernize labour law to adapt it to new forms of employment, by ensuring that flexibility no longer comes at the expense of the security of workers. The right approach is to create an intermediate status of dependent entrepreneur, which would guarantee platform workers fundamental rights such as a minimum income, paid leave and sickness benefits. To discourage precariousness, an increased minimum wage of 20 % would be introduced for zero-hour contracts, and the burden of proof in the event of a dispute over the worker's status would be reversed in favor of the employ"
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to restore a balance of power in the world of work by strengthening collective and individual rights to end precariousness and ensure fair remuneration. The right approach is to guarantee a baseline of fundamental rights for everyone by instituting a single, protective status for platform workers, with full and complete rights from the first day of employment. A universal minimum wage would be set at 15 pounds per hour, while a maximum pay ratio of 1 to 10 would be imposed in all organisations. The role of trade unions will be restored by repealing restrictive laws and instituting a new charter of workers' rights. This would thus put an end to the model of the working poor and precarious contracts, guaranteeing everyone security, decent pay and the means to defend their collective interests."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to revalue work by increasing employees' net income and revitalizing the labor market by easing the burdens on businesses. The right approach is to make work more remunerative through a significant increase of the tax threshold to 20 000 pounds, directly increasing net pay without burdening employers. At the same time, the labor market would be loosened by drastically simplifying labor law to facilitate hiring and firing. Domestic employment would be prioritized by imposing heavier taxation on the hiring of foreign labor, while regulations that penalize self-employed workers would be removed. Thus, this would create a more flexible and responsive labor market, where work pays better and where businesses are encouraged to hire, stimulating growth."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to revalue work by guaranteeing fair pay and strengthened job security. The approach is to significantly raise the minimum wage so that it exceeds the OECD low-wage threshold, i.e. two-thirds of the median income, within a single parliamentary term. At the same time, workers' voices would be amplified through the creation of works councils, at the request of employees, endowed with formal rights of co-determination, negotiation and consultation on major decisions. Specific protection against dismissals would also be granted to parents with dependent children. This would thus help reduce precariousness, improve the purchasing power of the least well-off and reintroduce a more balanced social dialogue at the heart of the economy."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to restore the primacy of labor over capital by guaranteeing dignified and secure employment conditions for all. The right approach is to strengthen the central role and independence of trade unions, positioning them as an indispensable countervailing power in the negotiation of wages and working conditions. A baseline of non-negotiable rights, including a decent wage, paid leave and health protection, will be guaranteed for all jobs, while precarious contracts and the casual/odd-jobs economy will be strictly regulated to put an end to exploitation. Thus, this would ensure that every job offers real security and a fair share of the wealth created, making precariousness the exception rather than the norm."
      }
    ]
  },
  {
    "question": "Should the institutions be reformed (electoral system, Chambre des Lords, right to vote at 16)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to thoroughly modernize the institutions to restore public confidence and ensure that political power is more representative and accountable. The right approach is to undertake an immediate reform of the House of Lords, beginning with the removal of the voting rights of hereditary peers and the introduction of a mandatory retirement age, with the ultimate objective of replacing it with a second elected chamber. At the same time, democracy would be broadened by granting the right to vote from the age of 16 for all elections. Finally, a new independent Commission on Ethics and Integrity will be created to guarantee the highest standards of probity within government. This would thus make the parliamentary system more legitimate, involve young people more in civic life, and ensure that elected officials serve exclusively the public interest."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to guarantee the stability and clarity of the constitutional pact by confirming the principles that ensure a direct and responsible link between elected officials and citizens. The proper approach is to rule out any major institutional reform. The single-member plurality (first-past-the-post) electoral system, which guarantees the local link, will therefore be retained. Likewise, the voting age will be kept at 18, and no change to the composition or powers of the second chamber will be undertaken. Efforts will instead focus on strengthening existing processes, notably by extending identity verification for voting. In this way, it would be possible to preserve a tried-and-tested democratic framework and to concentrate public action on citizens' priorities, rather than on structural overhauls deemed unnecessary."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to refound the democratic pact to put an end to a system where citizens are taken for granted, by transferring power from the centre to the people. The right approach is to guarantee a fair representation of every voice by instituting proportional representation for the election of deputies and local councillors. At the same time, the House of Lords would be replaced by a second elected chamber, and the right to vote would be extended from age 16 to strengthen participation. To cleanse public life, the ministerial code of conduct would be enshrined in law and donations to political parties would be strictly capped. Thus, this would guarantee that no government could any longer ignore entire parts of the country, moralise political life by reducing the influence of money, and return power to citizens through a faithful representation of their choices."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to fundamentally rebuild the institutions to restore confidence and ensure that political power faithfully reflects the popular will. The central pillar of this reform is the abolition of the majoritarian electoral system in favor of a fully proportional electoral system for all elections, so that every vote carries equal weight. This transformation is accompanied by replacing the House of Lords with a second chamber that is entirely elected, putting an end to a democratic anachronism. The right to vote would also be extended from the age of 16 to better include young people in the decisions that concern them. Thus, this would make it possible to guarantee a truly representative parliament, to strengthen the legitimacy of the decisions made, and to reinvigorate citizen participation."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to overhaul the democratic architecture to make it fairer, more accountable and fully sovereign. The central approach consists in replacing the current Chambre des Lords, considered archaic, with a smaller, truly democratic second chamber, free of political appointments. At the same time, the introduction of a proportional voting system, subject to a referendum, would aim to ensure that every vote counts. To restore confidence, postal voting would be strictly limited to elderly people or people with disabilities, and national sovereignty would be reaffirmed by a withdrawal from the Convention Européenne des Droits de l'Homme. Thus, this would allow rebuilding a political system in which elected officials are truly accountable to their voters and where fundamental decisions are made by legitimate national institutions."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to modernize the institutions to break the political duopoly and guarantee a more equitable representation of citizens. The right approach is to replace the majoritarian voting system with a system of proportional representation for national elections, using the D'Hondt method in multi-member geographic constituencies. The upper chamber would be fully reformed: hereditary peers and ex officio seats would be abolished in favor of a chamber of 400 members appointed by an independent commission for a single 15-year term, on the basis of competence and political balance. The system of political honors would also be eliminated. Thus, this would allow political competition to be renewed, ensure better expertise in the legislative process and strengthen democratic sovereignty."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to refound the institutions to guarantee a more direct democracy and true accountability of those in power to the citizens. The right approach is to establish a proportional electoral system, provided that it is structured to prevent party elites from locking down the candidate lists. At the same time, the second legislative chamber would be thoroughly overhauled to exclude career politicians and introduce expert voices from the regions and trade unions, thereby guaranteeing an independent counter-power. Finally, a referendum would be organized so that the people decide the future of the monarchy. Thus, this would break the monopoly of a professional political caste and ensure that power is exercised more responsibly and is more representative of popular interests."
      }
    ]
  },
  {
    "question": "What relationship with the European Union and the post-Brexit agreements (trade, standards, mobility)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to substitute ideological confrontation with pragmatic cooperation, by consolidating the status outside the Union to make it economically viable. The right approach is to definitively rule out any return to the single market, to the customs union or to the free movement of persons. The priority is to negotiate targeted sectoral agreements to lift unnecessary trade frictions, notably a veterinary agreement to streamline agri-food exchanges and a pact of mutual recognition of professional qualifications. In parallel, a new security partnership will be sought to strengthen common defence. Thus, this would make it possible to build a stable and constructive relationship with European partners, focusing on mutual interests without reopening past divisions."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to define a sovereign partnership relationship with the European Union, based on commercial cooperation with no compromise on regulatory and legal autonomy. The right approach is to optimize the existing trade and cooperation agreement, while categorically refusing any dynamic alignment with European standards or any submission to the Court of Justice of the EU. The central axis is to use the regained freedoms to actively dismantle the inherited body of legislation and build a more competitive national framework. Any form of return to the free movement of people is firmly excluded. Thus, this would make it possible to consolidate a relationship of good neighbourliness and of equals, by maximizing the benefits of frictionless trade where possible, while guaranteeing the ability to diverge to strengthen national economic attractiveness."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to abandon the confrontational approach and embark on a methodical reconstruction of the relationship with the European Union. The right approach is to deploy a gradual strategy. At first, it would involve restoring trust through targeted cooperation on security, research, and youth mobility. Once this solid foundation is established, the priority would be to lift the most burdensome trade barriers by negotiating mutual recognition agreements for standards and a comprehensive veterinary agreement. The ultimate objective of this approach is to rejoin the single market. Thus, this would make it possible to restore economic prosperity by streamlining exchanges, to strengthen national security through increased cooperation, and to reopen concrete opportunities for citizens, marking a deep economic reintegration within Europe."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to end post-Brexit isolation by initiating a gradual and complete reintegration into the European Union. The right approach is to reverse the most damaging consequences of the exit by rejoining, as a first step, the Customs Union. To achieve this, the priority would be to promptly restore the free movement of people, offering reciprocal rights to live, work and study across Europe, and to reinstate the Erasmus programme. Any new trade agreement would be conditioned on compliance with the highest social and environmental standards. Thus, this would pave the way, as soon as political conditions allow, to full and complete accession to the European Union, regarded as the only solution to guarantee long-term prosperity and security."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to finalize the break with the European Union by restoring total economic and legal sovereignty, deemed indispensable to unlock national potential. The priority would be to unilaterally repeal with immediate effect the thousands of European regulations still in force, then to initiate a renegotiation of the trade agreement to remove the alignment clauses that constrain competitiveness. Particular attention would be paid to the full reintegration of Northern Ireland into the national internal market, abandoning the current framework that keeps it under European commercial jurisdiction. Thus, this would make it possible to establish a new relationship of simple cooperation between sovereign neighbors, restoring the primacy of national law and creating the conditions for a deliberately assumed regulatory divergence to stimulate the economy."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to stabilize the relationship with our European neighbours on a pragmatic and sovereign basis. The approach consists in respecting the existing commercial and cooperation framework, including the provisions relating to Northern Ireland, to ensure the predictability of exchanges. Cooperation would be engaged constructively on dossiers of mutual interest such as science, defence and economic development, without, however, aiming for a realignment or new mobility agreements. The priority remains full regulatory autonomy and control of national borders. Thus, this would allow maintaining a functional good-neighbour relationship focused on concrete benefits, without compromising the independence of the country's trade and migration policy."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to build an entirely sovereign commercial and international policy, turning the page on post-Brexit arrangements to redefine relations on the basis of national interests. The right approach is to stop prioritizing the relationship with the European Union and to turn resolutely toward the emerging powers (BRICS) and build a new network of partnerships. Any future trade agreement will be founded on principles of fair exchange and non-exploitation, in rupture with traditional free trade treaties. The definition of industrial standards and mobility rules will fall exclusively within national competence to serve the objectives of reindustrialization and control of flows. Thus, this would allow the country to pursue a truly independent foreign and commercial policy, freed from traditional power blocs and capable of defending its economic and social interests on the world stage."
      }
    ]
  },
  {
    "question": "What are the defense and security priorities (level of spending, industry, alliances)?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "The idea would be to restore a credible and sovereign defense posture, based on clear commitments and modernized capabilities. The priority is to guarantee the fundamentals: an absolute commitment to the Atlantic alliance and nuclear deterrence. A strategic review launched from the first year will define the needs, with a view to establishing a trajectory of military spending reaching 2,5 % of GDP. At the same time, a defense industrial strategy will be deployed to support national companies, secure supply chains and better assist veterans. Thus, this would strengthen the country's influence within strategic alliances, guarantee its security in the face of emerging threats and align defense imperatives with economic policy."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "The idea would be to guarantee national security and to project a stabilizing influence in an increasingly hostile international context, based on credible deterrence. To achieve this, the commitment is to raise defense spending to a new floor of 2.5% of GDP by 2030, a standard that should be promoted to all allies. This increase will fund the modernization of the forces and a revitalization of the national defense industry, supported by at least 10 billion pounds of investment in ammunition production. Collective security will be strengthened by guaranteed long-term military and financial support to Ukraine and by deepening strategic alliances. Thus, this would enable the armed forces to be equipped with the necessary capabilities to face future threats, to cement the country's leadership within key alliances, and to protect national interests sustainably."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "The idea would be to reposition the country's defense posture as a pillar of European security, in response to geopolitical uncertainty and to ensure increased strategic autonomy. The right approach would be to increase defense spending to at least 2.5% of GDP and to reverse the reduction in the armed forces' personnel. This ambition would be backed by an integrated defense industrial policy to streamline acquisitions and by renewed leadership within European alliances, complementary to OTAN. In this way, it would make it possible to guarantee national security by credible means, to modernize the armed forces while ensuring the proper use of public funds, and to strengthen the country's role as a reliable partner and a pillar of European security."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "The idea would be to redefine national security by abandoning nuclear deterrence in favor of conventional defense and strengthened diplomacy. The right approach is to undertake a complete unilateral disarmament, canceling the Trident program and signing the ONU treaty banning nuclear weapons. Rather than increasing budgets, this strategy would allow a massive reallocation of military spending. Within alliances such as OTAN, the priority would be to actively promote a purely defensive doctrine, where diplomacy systematically takes precedence over military intervention and which adopts the principle of not resorting first to nuclear weapons. Thus, this would allow national security to be founded on cooperation and international law, while freeing considerable resources to address the real climate and social emergencies."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "The idea would be to restore the country's full military sovereignty by undertaking a significant rearmament and ensuring that the armed forces have the necessary means to defend the nation. The proper approach is to undertake a scheduled increase of the defense budget to reach 2,5 % of GDP in three years, then 3 % in six years. This investment would support the recruitment of 30 000 full-time soldiers and the revival of a sovereign defense industrial and technological base, stimulated by tax incentives. The status and remuneration of military personnel would also be revalorized to ensure the attractiveness of careers. Thus, this would make it possible to guarantee a credible defense force, equipped with cutting-edge equipment produced nationally, and to fully ensure the country's security and its influence within its strategic alliances."
      },
      {
        "candidate_id": "William Clouston",
        "value": "The idea would be to rebuild the defense posture around the protection of the national territory and the strengthening of the country's strategic resilience. The central axis would consist of ring-fencing a defense budget at 2,5 % of GDP, a strict floor separate from external aid. In parallel, a complete overhaul of acquisition processes would aim to strengthen the national industrial and technological base. Commitment within historical alliances would be maintained, notably with European and Commonwealth partners, but refocused on collective defense and domestic production rather than external interventions. An independent nuclear deterrent would remain a non-negotiable pillar. Thus, this would guarantee increased strategic autonomy and a credible defense capability, capable of protecting national interests in the face of evolving modern threats."
      },
      {
        "candidate_id": "George Galloway",
        "value": "The idea would be to regain control of defense policy to refocus it on a strictly defensive posture and full national sovereignty, breaking with military alliances perceived as hegemonic and dangerous. The right approach is to submit to the people, by referendum, the question of membership in the dominant military alliance, in order to replace it with mutual security agreements centered on the protection of peoples. The level of spending will be optimized by a complete revision of the military hierarchy, redirecting the savings achieved toward frontline equipment and personnel. A sovereign procurement policy will systematically favor the national industry to guarantee strategic autonomy. Thus, this would make it possible to build a credible, better-equipped and autonomous defense force, while freeing significant resources for national priorities and ensuring true strategic independence."
      }
    ]
  }
]