[
  {
    "question": "Comment faire baisser durablement le coût de la vie (inflation, prix de l’énergie, alimentation) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la hausse des prix plutôt que de simplement en atténuer les symptômes. La bonne approche consiste à restaurer d'abord la stabilité économique par des règles budgétaires strictes, garantissant ainsi la prévisibilité pour les ménages et les entreprises. Une priorité est donnée à la maîtrise des coûts énergétiques via la création d'une entreprise publique d'énergie propre, financée par une taxe exceptionnelle sur les profits des géants pétroliers et gaziers, et complétée par un vaste plan d'isolation des logements. Parallèlement, la simplification des règles commerciales et la levée des barrières non tarifaires viseront à faire baisser les prix de l'alimentation. Ainsi, cela permettrait de réduire durablement les factures, de garantir la sécurité d'approvisionnement et de rendre l'économie moins vulnérable aux chocs externes."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de restaurer la stabilité économique et d'augmenter le pouvoir d'achat par une action structurelle sur les prélèvements et les coûts réglementés. L'approche centrale consiste à maîtriser l'inflation par la discipline budgétaire tout en allégeant les charges qui pèsent sur les revenus du travail, notamment en réduisant progressivement les cotisations sociales des salariés pour atteindre une division par deux d'ici avril 2027. Concernant l'énergie, la priorité est de garantir la sécurité d'approvisionnement et de maintenir un plafonnement des prix, tout en s'assurant que le poids des taxes vertes sur les factures des ménages diminue chaque année par rapport à 2023. Cette démarche est complétée par un soutien direct aux revenus les plus modestes via le maintien du salaire minimum national à deux tiers du salaire médian. Ainsi, cela permettrait une baisse durable du coût de la vie en augmentant directement le revenu net disponible et en protégeant les consommateurs des chocs sur les prix essentiels."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de s'attaquer aux racines structurelles de l'inflation plutôt que de multiplier les aides ponctuelles. L’axe central consiste à lancer un vaste programme d'isolation des logements pour réduire durablement la consommation et les factures. Ce plan serait complété par une réforme du marché de l'énergie, notamment en découplant les prix de l'électricité de ceux du gaz, et par un investissement massif dans les énergies renouvelables. Sur le plan alimentaire, une stratégie nationale garantirait la sécurité d'approvisionnement et la maîtrise des prix. En parallèle, une baisse de la fiscalité pour les ménages, via le relèvement du seuil d'imposition sur le revenu, augmenterait directement le pouvoir d'achat. Ainsi, cela permettrait d'agir simultanément sur les dépenses contraintes (énergie, alimentation) et les revenus disponibles, assurant une baisse pérenne du coût de la vie pour le plus grand nombre."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de s'attaquer aux causes structurelles de la hausse des coûts en réduisant la dépendance aux énergies fossiles et à la spéculation. L'axe central consiste à déployer un vaste plan d'isolation des bâtiments pour faire chuter la consommation énergétique, qui est la source principale des factures élevées. En parallèle, la reprise en main publique des services d'énergie et un investissement massif dans les transports en commun subventionnés visent à garantir des tarifs plus justes et plus stables pour tous. Le pouvoir d’achat serait également soutenu par une revalorisation significative des principales prestations sociales afin de protéger les plus vulnérables. Ainsi, cela permettrait de diminuer durablement le poids des dépenses contraintes, comme le logement et le transport, sur le budget des ménages."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de s'attaquer directement aux charges fiscales et réglementaires qui pèsent sur les ménages et la production nationale pour restaurer le pouvoir d'achat. L'axe central consiste à alléger la fiscalité sur l'énergie en supprimant la TVA et les prélèvements environnementaux sur les factures, tout en réduisant les taxes sur les carburants de 20 centimes par litre. Cette approche serait complétée par une relance de la production énergétique nationale via l'exploitation des vastes réserves de pétrole et de gaz. Pour augmenter directement le revenu net, le seuil d'imposition sur le revenu serait relevé à 20 000 livres sterling, sortant des millions de travailleurs de l'impôt. Enfin, pour maîtriser le coût de l'alimentation, un contrôle renforcé des prix pratiqués par la grande distribution serait instauré. Ainsi, cela permettrait une baisse immédiate et tangible des factures et une augmentation du revenu disponible pour tous."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de s’attaquer aux causes structurelles du coût de la vie en reprenant le contrôle des secteurs essentiels afin de garantir la souveraineté et la stabilité des prix. L'approche consiste à renationaliser les monopoles naturels de l'énergie pour maîtriser les tarifs, tout en assurant la sécurité d'approvisionnement par un mix énergétique diversifié. En parallèle, une politique de soutien à la production alimentaire locale, via des coopératives et une priorité d'achat public, rendra les denrées de base plus abordables. Le pouvoir d'achat sera également soutenu par une hausse du salaire minimum au-delà des deux tiers du revenu médian. Ainsi, cela permettrait de réduire la dépendance aux marchés mondiaux, de maîtriser durablement les coûts pour les ménages et de garantir un accès équitable aux biens essentiels."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de reprendre le contrôle des leviers économiques stratégiques pour garantir la maîtrise des prix des biens essentiels. La bonne approche consiste à nationaliser les secteurs clés comme l’énergie et l’eau pour mettre fin à la spéculation, tout en orientant l'investissement public vers la réindustrialisation du pays afin de réduire notre dépendance. En parallèle, une fiscalité redistributive doit être mise en place, en relevant significativement le seuil d’imposition sur les bas salaires pour augmenter directement le pouvoir d’achat. Pour l'alimentation, il s'agit de favoriser la production locale par des incitations fiscales et d'envisager une fiscalité réduite sur les produits de première nécessité. Ainsi, cela permettrait de réduire structurellement la pression sur les budgets des ménages en sécurisant l'accès aux services et biens fondamentaux à des coûts maîtrisés et déconnectés des logiques de marché."
      }
    ]
  },
  {
    "question": "Comment réduire les délais d’attente du NHS et financer la santé et la santé mentale ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de combiner un financement ciblé avec une réforme structurelle profonde pour désengorger le système de santé. La priorité est d'augmenter l'offre de soins en ajoutant 40 000 rendez-vous et opérations supplémentaires chaque semaine, notamment en soirée et le week-end, tout en mobilisant la capacité du secteur privé et en mutualisant les listes d'attente entre hôpitaux. Le financement de ce plan, ainsi que le doublement du parc de scanners pour le diagnostic précoce, sera assuré par la suppression de niches fiscales pour les non-résidents et les fonds d'investissement. En parallèle, un effort majeur sur la santé mentale se traduira par le recrutement de 8 500 spécialistes et la création d'un réseau de centres d'accueil pour les jeunes. Ainsi, cela permettrait de revenir à des délais d'attente maximaux de 18 semaines, de moderniser les équipements et de garantir un accès rapide à un soutien psychologique."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir un accès plus rapide et efficace aux soins, tant physiques que mentaux, en combinant un financement pérenne avec une réorganisation structurelle et technologique du système de santé. Pour y parvenir, il est essentiel d'augmenter les effectifs soignants, avec des objectifs chiffrés de recrutement de dizaines de milliers de nouveaux infirmiers et médecins, tout en engageant une modernisation profonde. Un investissement massif dans la technologie et l'intelligence artificielle visera à libérer du temps médical et à atteindre des gains de productivité annuels de 1,9 % dès 2025. Parallèlement, les soins seront rapprochés des patients en développant le rôle des pharmacies et en multipliant les centres de diagnostic locaux. En matière de santé mentale, la priorité sera d'ouvrir des pôles de soutien pour les 11-25 ans dans chaque communauté d'ici 2030 et d'élargir de 50% l'accès aux thérapies conversationnelles. Ainsi, cela permettrait de garantir un financement croissant au-delà de l'inflation chaque année, et de ramener les délais d'"
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de s'attaquer aux racines structurelles de l'inflation plutôt que de multiplier les aides ponctuelles. L’axe central consiste à lancer un vaste programme d'isolation des logements pour réduire durablement la consommation et les factures. Ce plan serait complété par une réforme du marché de l'énergie, notamment en découplant les prix de l'électricité de ceux du gaz, et par un investissement massif dans les énergies renouvelables. Sur le plan alimentaire, une stratégie nationale garantirait la sécurité d'approvisionnement et la maîtrise des prix. En parallèle, une baisse de la fiscalité pour les ménages, via le relèvement du seuil d'imposition sur le revenu, augmenterait directement le pouvoir d'achat. Ainsi, cela permettrait d'agir simultanément sur les dépenses contraintes (énergie, alimentation) et les revenus disponibles, assurant une baisse pérenne du coût de la vie pour le plus grand nombre."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de rompre avec des décennies de sous-financement par un plan d’investissement public de grande ampleur, financé par une fiscalité accrue sur les plus hauts patrimoines et les plus hauts revenus. La priorité consiste à injecter des fonds supplémentaires dès la première année, avec une augmentation annuelle de 8 milliards de livres sterling, pour atteindre 28 milliards d'ici 2030, complétée par 20 milliards sur cinq ans pour la rénovation des infrastructures. Pour la santé mentale, l'objectif est la parité totale avec la santé physique, en garantissant un accès aux thérapies en moins de 28 jours et en intégrant des conseillers qualifiés dans chaque établissement scolaire. La revalorisation des salaires du personnel est un axe central pour fidéliser les soignants. Ainsi, cela permettrait de réduire durablement les listes d'attente, de garantir un accès rapide aux soins pour tous et de mettre fin à la privatisation rampante du système de santé."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de garantir un accès aux soins rapide et gratuit pour tous en s'attaquant simultanément à la pénurie de personnel et à l'inefficacité administrative. La bonne approche consiste à créer un choc d'attractivité pour les professions médicales via une exonération de l'impôt sur le revenu de base pendant trois ans pour tous les soignants en première ligne et l'annulation progressive de leurs frais de scolarité. Pour résorber les listes d'attente, un mécanisme de \"bons santé\" serait activé pour financer un traitement dans le secteur privé si les délais de la santé publique dépassent 3 jours pour un généraliste, 3 semaines pour un spécialiste ou 9 semaines pour une opération. Cette mesure serait complétée par un crédit d'impôt de 20 % sur toute assurance santé privée afin de désengorger le système public. Ainsi, cela permettrait d'atteindre un objectif de zéro liste d'attente en redonnant le choix aux patients et en s'assurant que les financements bénéficient directement aux soins."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de recentrer le système de santé public sur ses missions fondamentales pour garantir un accès rapide aux soins et une prise en charge complète. La bonne approche consiste à fixer des objectifs chiffrés et contraignants, avec des délais d'attente maximum de 6 semaines pour la chirurgie non-urgente et de 3 heures aux urgences, en appliquant des mesures correctrices aux services les moins performants. Le financement sera optimisé en réduisant de 15 % les frais de gestion, les économies étant directement réinvesties dans les soins de première ligne. En parallèle, une stratégie nationale de résilience sera déployée pour la santé mentale, axée sur la prévention et intégrée dès le plus jeune âge. Ainsi, cela permettrait de garantir une meilleure performance du système, de réduire drastiquement les listes d'attente et d'assurer un financement pérenne orienté vers les besoins réels des patients."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de restaurer un système de santé entièrement public pour s’attaquer aux causes structurelles de son engorgement et de son sous-financement. La bonne approche consiste à renationaliser intégralement le service de santé, en mettant un terme aux partenariats public-privé et aux contrats qui drainent ses ressources vitales vers le secteur privé. Une réduction drastique des frais de gestion et d'administration permettra de financer l'augmentation des capacités de soin, l'intégration avec les services sociaux et la revalorisation des salaires pour attirer et retenir le personnel qualifié. La santé mentale sera traitée comme une priorité matérielle, en investissant dans le système de soin intégré et en s'attaquant à ses causes profondes comme la précarité. Ainsi, cela permettrait de réduire durablement les délais d'attente par une action directe sur la capacité et l'efficacité du système, tout en assurant un financement pérenne et centré sur le patient."
      }
    ]
  },
  {
    "question": "Quelle stratégie pour logement : construction, accès des primo-accédants, loyers et sécurité des locataires ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de débloquer la construction à grande échelle tout en renforçant la sécurité des résidents et l'accès à la propriété. La bonne approche consiste à relancer l'offre en fixant un objectif de 1,5 million de logements, soutenu par la réintroduction de cibles de construction obligatoires pour les collectivités et une réforme de la planification. La priorité sera donnée aux friches industrielles, avec une libération stratégique de terrains de moindre qualité en périphérie. Pour les primo-accédants, un dispositif de garantie hypothécaire permanent sera instauré, couplé à un droit de priorité sur les nouvelles constructions locales. La sécurité des locataires sera quant à elle assurée par la suppression immédiate des expulsions sans motif et l'extension des normes de salubrité au parc privé. Ainsi, cela permettrait de restaurer l'accès à un logement abordable et de qualité, en rendant la propriété à nouveau accessible et en garantissant la stabilité pour les locataires."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de débloquer le parcours résidentiel en stimulant à la fois l'offre de nouveaux logements et l'accès à la propriété, tout en rééquilibrant le marché locatif. La stratégie repose sur la construction de 1,6 million de logements, en donnant la priorité absolue aux terrains déjà urbanisés (friches) grâce à des procédures de planification accélérées et en abolissant certaines règles environnementales restrictives, tout en maintenant une protection stricte de la ceinture verte. Pour les primo-accédants, la suppression permanente des droits de mutation jusqu'à un seuil de 425 000 £ sera complétée par un nouveau programme de prêt participatif pour les logements neufs. Concernant la location, l'abolition des expulsions sans motif sera mise en œuvre, mais conditionnée à une réforme des tribunaux et à un renforcement des motifs d'expulsion pour les locataires au comportement antisocial. Ainsi, cela permettrait d'accroître le parc immobilier sans empiéter sur les espaces naturels, de faciliter l'achat pour les nouveaux entrants et de sécuriser les droits et devoirs des locataires comme des propriétaires."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de s'attaquer aux racines structurelles de l'inflation plutôt que de multiplier les aides ponctuelles. L’axe central consiste à lancer un vaste programme d'isolation des logements pour réduire durablement la consommation et les factures. Ce plan serait complété par une réforme du marché de l'énergie, notamment en découplant les prix de l'électricité de ceux du gaz, et par un investissement massif dans les énergies renouvelables. Sur le plan alimentaire, une stratégie nationale garantirait la sécurité d'approvisionnement et la maîtrise des prix. En parallèle, une baisse de la fiscalité pour les ménages, via le relèvement du seuil d'imposition sur le revenu, augmenterait directement le pouvoir d'achat. Ainsi, cela permettrait d'agir simultanément sur les dépenses contraintes (énergie, alimentation) et les revenus disponibles, assurant une baisse pérenne du coût de la vie pour le plus grand nombre."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de mettre fin à la spéculation immobilière en engageant une politique ambitieuse de construction publique et en régulant fermement le secteur locatif privé. L’axe central est un programme de construction de 150 000 logements sociaux par an, dont le parc sera pérennisé par la suppression du droit à l’achat. La sécurité des locataires sera assurée par la fin des expulsions sans motif et l'instauration d'un pouvoir de contrôle des loyers confié aux autorités locales dans les zones tendues. De plus, un vaste plan d'isolation et des normes de très haute performance énergétique pour toute nouvelle construction réduiront les charges des ménages. Ainsi, cela permettrait de garantir un accès universel à un logement de qualité, abordable et sécurisé, tout en luttant efficacement contre la précarité énergétique."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de relancer l'accession à la propriété et la construction de logements en levant les obstacles réglementaires et fiscaux qui paralysent le secteur. La bonne approche consiste à accélérer la construction sur les friches industrielles grâce à des incitations fiscales et des procédures d'urbanisme simplifiées, tout en encourageant les technologies innovantes comme la construction modulaire. Pour faciliter l'achat, les droits de mutation seraient totalement supprimés pour les biens jusqu'à 750 000 livres. Concernant le marché locatif, l'objectif est d'augmenter l'offre en rétablissant la déductibilité des frais financiers pour les bailleurs, tandis que la sécurité des locataires serait garantie par un renforcement des mécanismes de contrôle et de recours plutôt que par de nouvelles lois. Enfin, l'attribution des logements sociaux privilégierait les résidents locaux et les personnes ayant contribué au système. Ainsi, cela permettrait de fluidifier le marché et de rendre des logements abordables accessibles aux travailleurs."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de réengager massivement la puissance publique dans la construction pour résoudre la crise du logement à la racine et de rééquilibrer le marché en faveur des résidents. La bonne approche consiste à créer une société nationale de logement chargée de construire 100 000 logements sociaux par an, en s'appuyant sur des pouvoirs d'acquisition foncière pour accélérer les projets. Pour favoriser les primo-accédants, un moratoire sur les prêts immobiliers destinés à l'investissement locatif sera instauré, tandis qu'une taxe de 50 % sur la plus-value foncière des terrains non-développés découragera la spéculation. Parallèlement, la sécurité des locataires sera garantie par un \"contrôle technique\" obligatoire pour tous les logements loués, conditionnant le droit de percevoir un loyer à des normes d'entretien strictes. Ainsi, cela permettrait d'augmenter significativement l'offre de logements abordables, de réorienter le marché vers les occupants plutôt que les investisseurs, et de garantir des conditions de vie décentes pour tous les locataires."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de traiter le logement comme une infrastructure sociale essentielle plutôt qu'un actif spéculatif. La bonne approche consiste à lancer un programme public de construction de logements sociaux à grande échelle, en levant les contraintes d'urbanisme et en procédant à l'expropriation des terrains non utilisés pour accélérer les projets. Le modèle de la location privée de mauvaise qualité sera combattu en donnant aux autorités locales les moyens de reprendre ces biens. La protection des locataires sera renforcée en conditionnant les expulsions à des comportements antisociaux avérés et en promouvant la gestion coopérative des logements. Tout en garantissant le droit à la propriété, l'effort principal portera sur l'offre de logements locatifs stables et abordables. Ainsi, cela permettrait de mettre fin à la précarité résidentielle, de maîtriser les loyers et de garantir à chacun un logement digne."
      }
    ]
  },
  {
    "question": "Quel niveau de fiscalité et de dépenses publiques pour soutenir la croissance sans creuser la dette ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait d'instaurer une discipline budgétaire rigoureuse comme socle de la croissance, en écartant à la fois les baisses d'impôts non financées et un retour à l'austérité. La bonne approche repose sur des règles d'or claires : les dépenses courantes doivent être couvertes par les recettes, et la dette doit diminuer en part du PIB d'ici la fin du mandat. Pour financer les services publics, la stratégie consiste à cibler les niches fiscales (statut de non-résident, plus-values du capital-investissement) plutôt que d'augmenter les impôts sur le revenu ou la consommation. La fiscalité des entreprises sera plafonnée à son niveau actuel pour garantir la stabilité et la compétitivité. Ainsi, cela permettrait de restaurer la crédibilité financière, de garantir que chaque nouvelle dépense est financée, et de créer un environnement stable qui encourage l'investissement privé tout en protégeant les services publics."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir une croissance économique durable en s'appuyant sur une discipline budgétaire stricte, où toute baisse d'impôts est conditionnée par la maîtrise des dépenses et de la dette. La trajectoire est encadrée par des règles claires : la dette nette du secteur public doit baisser et l'emprunt net doit rester inférieur à 3 % du PIB à horizon de cinq ans. Pour y parvenir, le financement des allègements fiscaux, notamment la réduction progressive des cotisations sociales, ne proviendra pas de l'emprunt mais d'une optimisation des dépenses publiques, incluant une exigence de gains de productivité annuels de 2 % pour chaque ministère et la levée de 6 milliards de livres sterling supplémentaires par an via la lutte contre la fraude fiscale. Cette approche exclut toute augmentation des taux de l'impôt sur le revenu, de la TVA ou de l'impôt sur les sociétés. Ainsi, cela permettrait de stimuler l'économie en allégeant la charge fiscale sur le travail et l'investissement, tout en restaurant les marges de manœuvre budgétaires et en assurant que la charge de la dette ne soit pas reportée sur les générations futures."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait d'instaurer un cadre budgétaire rigoureux qui distingue clairement les dépenses courantes des investissements d'avenir. La bonne approche consiste à financer intégralement les services du quotidien par les recettes fiscales, tout en autorisant l'emprunt uniquement pour des projets stratégiques et productifs, notamment dans les infrastructures vertes, l'innovation et les compétences. Pour financer ces priorités sans pénaliser les ménages, la fiscalité serait réformée en annulant les baisses d'impôts accordées aux banques, en augmentant la taxe sur les services numériques de 2% à 6%, et en appliquant une taxe exceptionnelle sur les super-profits des producteurs d'énergie. Ainsi, cela permettrait de garantir une baisse de la dette nationale en proportion de l'économie tout en stimulant une croissance durable et en restaurant la confiance des investisseurs."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de rompre avec le carcan de l'austérité budgétaire pour financer une transformation économique majeure par l'emprunt d'investissement et une refonte de la fiscalité. L'approche consiste à mobiliser des recettes nouvelles en ciblant la richesse et la pollution plutôt que le travail, via un impôt sur la fortune s'appliquant aux patrimoines au-delà de 10 millions de livres, l'alignement de la fiscalité du capital sur celle du revenu, et l'instauration d'une taxe carbone progressive. Ces fonds, complétés par un endettement assumé pour les investissements d'avenir, financeront un programme de transition écologique. Ainsi, cela permettrait de redéfinir la croissance en la fondant sur la durabilité et le bien-être, en acceptant un endettement stratégique comme levier de modernisation des infrastructures et des services publics, plutôt que de le considérer comme un frein."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de libérer le potentiel de l'économie en réduisant radicalement le poids de l'État pour financer des allègements fiscaux ambitieux. La priorité est une refonte des dépenses publiques, avec un objectif de réduction de 5 livres pour chaque 100 livres dépensées dans tous les ministères, la fin des versements d'intérêts aux banques commerciales sur les réserves de la banque centrale et une diminution de moitié de l'aide extérieure. Ces économies, chiffrées à près de 150 milliards de livres par an, financeraient une baisse de la fiscalité pour les entreprises, en ramenant le taux principal de l'impôt sur les sociétés à 15% à terme et en exemptant plus d'un million de PME. Pour les particuliers, le seuil d'imposition sur le revenu serait relevé à 20 000 livres. Ainsi, cela permettrait de créer un choc de compétitivité et de redonner du pouvoir d'achat, en stimulant une croissance auto-entretenue par le secteur privé plutôt que par l'injection de fonds publics."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait d'instaurer une discipline budgétaire stricte pour garantir la soutenabilité des finances publiques tout en finançant une croissance productive. L'axe central est de plafonner les dépenses publiques à environ 40 % de la richesse nationale, en réservant l'emprunt exclusivement au financement d'investissements stratégiques capables de générer un retour économique supérieur à leur coût. La fiscalité sera rendue plus juste et efficace, en s'assurant que les grandes entreprises mondiales contribuent pleinement et en utilisant des prélèvements ciblés pour des projets d'intérêt public. Les dépenses courantes devront ainsi correspondre aux recettes sur l'ensemble du cycle économique. Ainsi, cela permettrait d'inverser la croissance de la dette, de garantir la stabilité à long terme et de fonder la prospérité sur une gestion prudente et des investissements productifs."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de rompre avec l'austérité en stimulant une croissance durable par l'investissement public stratégique et une fiscalité profondément redistributive. La bonne approche consiste à financer un programme massif de réindustrialisation et de modernisation des infrastructures, notamment par la renationalisation des services essentiels et un prélèvement exceptionnel sur les patrimoines supérieurs à 10 millions de livres. Simultanément, la demande intérieure sera relancée en exonérant totalement d'impôt les salaires jusqu'à 21 200 livres, augmentant ainsi le pouvoir d'achat de millions de travailleurs. L'objectif n'est pas la réduction de la dette par la coupe des dépenses, mais par le renforcement de la base économique du pays. Ainsi, cela permettrait de générer une croissance saine et soutenable, rendant la dette plus gérable à long terme grâce à une économie plus productive."
      }
    ]
  },
  {
    "question": "Quelle politique sur la migration et la gestion de la frontière (y compris les traversées de la Manche) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait d'adopter une stratégie de fermeté et de rationalité, en restaurant la maîtrise des frontières tout en alignant l'immigration sur les besoins réels du pays. La bonne approche consiste à démanteler les réseaux de passeurs via une nouvelle force de commandement aux frontières, dotée de pouvoirs de type antiterroriste et financée par l'abandon de plans d'externalisation coûteux et inefficaces. Une unité dédiée aux retours, renforcée par un millier d'agents, accélérera les expulsions vers les pays sûrs, tandis que l'embauche de nouveaux instructeurs permettra de traiter rapidement les demandes d'asile en attente. Parallèlement, le système d'immigration légale sera réformé pour réduire la dépendance aux travailleurs étrangers, en liant strictement l'octroi de visas à une politique de formation nationale. Ainsi, cela permettrait de mettre fin aux traversées dangereuses de la Manche, de restaurer l'ordre dans le système d'asile et de réduire durablement la migration nette en privilégiant les compétences nationales."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de rétablir une souveraineté totale sur les frontières en agissant simultanément sur les entrées illégales par une dissuasion non négociable et sur les flux légaux par un contrôle quantitatif strict. La bonne approche consiste à rendre toute traversée clandestine vaine en instaurant un mécanisme continu d'expulsion des arrivants illégaux vers un pays tiers sûr, avec des vols réguliers jusqu'à l'arrêt complet des traversées, en affirmant la primauté de la sécurité nationale sur la juridiction des cours étrangères. Parallèlement, un plafond migratoire légal et contraignant sera instauré pour les visas de travail et de famille. Ce plafond, soumis à un vote annuel du parlement, sera dégressif chaque année et complété par une indexation automatique des seuils de revenus sur l'inflation pour protéger le marché du travail. Ainsi, cela permettrait d'assurer une fin effective aux traversées de la Manche et de garantir une réduction annuelle, contrôlée et prévisible de l'immigration nette pour préserver les services publics."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de remplacer une approche purement répressive, qui s'est avérée inefficace, par un système ordonné et humain qui traite les causes profondes des traversées dangereuses. La priorité est de créer des voies d'accès sûres et légales, notamment via des permis de voyage humanitaires, pour couper l'herbe sous le pied des passeurs. En parallèle, une unité dédiée serait chargée de traiter la majorité des demandes d'asile en trois mois, mettant fin aux retards coûteux. Cette stratégie s’accompagnerait d’une coopération transmanche renforcée pour démanteler les réseaux criminels et du droit au travail pour les demandeurs après trois mois d'attente, favorisant leur intégration. Ainsi, cela permettrait de restaurer la maîtrise des frontières par l'ordre et la légalité, de réduire drastiquement les traversées périlleuses et de garantir un traitement digne et rapide des dossiers."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de rompre radicalement avec la logique de la dissuasion et de l'« environnement hostile » pour adopter une approche fondée sur les droits humains, la sécurité et la coopération internationale. La priorité est de créer des voies d'accès sûres et légales pour les demandeurs d'asile, en collaboration avec les pays voisins, afin de mettre fin aux traversées dangereuses. Le système actuel serait entièrement repensé, en démantelant le Home Office pour le remplacer par un ministère de la Migration distinct de la justice. La procédure d'asile serait accélérée, les demandeurs autorisés à travailler, et la détention administrative deviendrait une exception absolue, tandis que les barrières économiques comme les exigences de revenus minimums pour les conjoints seraient supprimées. Ainsi, cela permettrait de gérer les migrations de manière humaine et ordonnée, en garantissant la sécurité des personnes, le respect des obligations internationales et une intégration réussie."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait d'instaurer une politique de tolérance zéro en matière d'immigration illégale et de geler toute immigration non essentielle pour protéger les services publics, les salaires et la cohésion nationale. La bonne approche consiste à traiter les traversées de la Manche par une politique d'interception systématique et de retour des embarcations vers leur point de départ. Tout migrant illégal serait détenu puis expulsé, avec un traitement des demandes d'asile externalisé et un retrait de la Convention Européenne des Droits de l'Homme pour garantir l'effectivité des mesures. L'accès aux prestations sociales serait conditionné à cinq ans de résidence et de travail, et une taxe sur l'embauche de main-d'œuvre étrangère inciterait à prioriser les travailleurs nationaux. Ainsi, cela permettrait de mettre un terme définitif aux traversées illégales et de reprendre pleinement le contrôle des flux migratoires pour les aligner sur les seuls besoins essentiels du pays."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de restaurer une pleine souveraineté nationale pour mettre un terme à l'immigration illégale et réduire drastiquement les flux migratoires globaux. La bonne approche consiste à se désengager des conventions internationales qui entravent la souveraineté nationale. Toute demande d'asile issue d'une entrée illégale sur le territoire sera systématiquement rejetée, conduisant à une expulsion rapide ou à un traitement de la demande hors du pays. Parallèlement, l'immigration légale sera strictement contrôlée par un plafond annuel de 50 000 personnes, axé sur les compétences, complété par un programme distinct de réinstallation humanitaire pour 20 000 réfugiés sélectionnés en amont. Ainsi, cela permettrait de reprendre pleinement le contrôle des frontières, de garantir une baisse drastique et durable de l'immigration nette, et d'assurer que seuls les flux migratoires légaux et maîtrisés sont autorisés."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de s'attaquer aux causes profondes des migrations forcées plutôt que de se contenter d'en gérer les conséquences à la frontière. La bonne approche consiste à refonder la politique étrangère en mettant fin aux interventions militaires, en levant les sanctions économiques qui appauvrissent les populations et en instaurant des pratiques commerciales équitables. Parallèlement, un renforcement de la sécurité des frontières, notamment par des patrouilles côtières accrues, est nécessaire pour lutter contre les filières criminelles. Les flux migratoires doivent être régulés selon la capacité d'accueil des communautés locales et les besoins démontrés du marché du travail, en donnant la priorité à la protection des plus vulnérables. Ainsi, cela permettrait d'établir une politique migratoire humaine et maîtrisée, qui réduit la pression à la source tout en assurant la cohésion sociale et la sécurité nationale."
      }
    ]
  },
  {
    "question": "Quel mix énergétique et quel rythme vers le zéro net tout en sécurisant l’approvisionnement ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de lancer une transition accélérée vers une électricité 100 % propre d'ici 2030, afin de garantir à la fois la sécurité d'approvisionnement et des coûts énergétiques durablement bas. La bonne approche consiste à créer une entreprise publique d'énergie pour co-investir massivement dans les renouvelables, avec l'objectif de quadrupler l'éolien en mer, de tripler le solaire et de doubler l'éolien terrestre. En parallèle, la stabilité du réseau sera assurée par le maintien et le développement d'une capacité nucléaire robuste, complétée par une réserve stratégique de centrales à gaz. Toute nouvelle licence d'exploration pétrolière ou gazière sera en revanche suspendue pour marquer une rupture claire avec les énergies fossiles. Ainsi, cela permettrait de concilier l'atteinte d'un objectif ambitieux de décarbonation électrique avec une indépendance stratégique et une maîtrise des prix pour les consommateurs."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait d'assurer une transition énergétique vers le zéro net qui garantisse la sécurité d'approvisionnement et la maîtrise des coûts pour les ménages et les entreprises. La stratégie consiste à accélérer massivement le déploiement de l'éolien en mer et du nucléaire, notamment via l'approbation de nouvelles flottes de petits réacteurs modulaires, tout en maintenant l'exploitation des ressources nationales de gaz et de pétrole avec des cycles d'octroi de licences annuels. Ce pragmatisme exclut toute contrainte sur les ménages, comme le remplacement forcé des chaudières, et s'engage à ce que les taxes vertes sur les factures soient maintenues chaque année à un niveau inférieur à celui de 2023. La construction de nouvelles centrales à gaz viendra sécuriser le réseau lorsque les renouvelables ne produisent pas. Ainsi, cela permettrait de concilier la décarbonation avec la souveraineté énergétique, en prévenant les ruptures d'approvisionnement et en faisant de la maîtrise des factures une condition impérative du calendrier de transition."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait d'accélérer radicalement la transition énergétique pour garantir à la fois la sécurité d'approvisionnement et la neutralité carbone d'ici 2045. L'axe central consiste à fixer un objectif contraignant de 90 % d'électricité d'origine renouvelable d'ici 2030, en libérant les investissements dans l'éolien, le solaire et les énergies marines. Parallèlement, un programme d'urgence sur dix ans rendra les logements plus sobres en énergie, en commençant par l'isolation gratuite et des pompes à chaleur pour les ménages à faibles revenus, tout en exigeant que toutes les constructions neuves soient à zéro carbone. Ainsi, cela permettrait de garantir l'indépendance énergétique, de faire baisser durablement les factures pour les ménages et les entreprises, et de positionner le pays comme un leader des technologies propres tout en respectant ses engagements climatiques."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait d'accélérer radicalement la transition pour atteindre une société décarbonée bien avant 2050, en sortant simultanément des énergies fossiles et du nucléaire. L'axe central est un déploiement massif des énergies renouvelables, avec un objectif de 70 % de l'électricité issue de l'éolien d'ici 2030, complété par une forte expansion du solaire. Cette approche implique l'arrêt immédiat de tout nouveau projet d'extraction d'hydrocarbures et la suppression de leurs subventions, ainsi qu'un abandon de la filière nucléaire, jugée trop lente et onéreuse. La sécurité d'approvisionnement serait garantie par des investissements massifs dans le stockage d'énergie, l'hydrogène vert et le renforcement des interconnexions avec les réseaux européens. Ainsi, cela permettrait de construire un système énergétique entièrement renouvelable et résilient, assurant une indépendance stratégique et des coûts stables pour les consommateurs."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de garantir un approvisionnement énergétique souverain et abordable en abandonnant l'objectif du \"zéro net\", jugé économiquement irréaliste et coûteux. La bonne approche consiste à supprimer immédiatement toutes les subventions aux énergies renouvelables, qui alourdissent les factures, et à relancer massivement la production nationale d'hydrocarbures en accélérant l'octroi de licences pour le pétrole, le gaz de la mer du Nord et le gaz de schiste. À plus long terme, la stratégie reposerait sur un mix diversifié incluant une nouvelle génération de centrales nucléaires compactes, l'exploitation de ressources nationales comme le lithium et le développement de carburants de synthèse. Ainsi, cela permettrait une baisse significative des factures pour les particuliers et les entreprises, tout en restaurant la sécurité et l'indépendance énergétique du pays sans sacrifier sa compétitivité industrielle."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de garantir une souveraineté énergétique totale en misant sur une approche pragmatique qui privilégie la sécurité d'approvisionnement et des coûts maîtrisés, tout en s'écartant des objectifs irréalistes du \"zéro net\". La bonne approche consiste à piloter un rééquilibrage stratégique du mix énergétique, en portant la part du nucléaire à 40 % de la production électrique d'ici 2035, tout en sécurisant l'exploitation des ressources nationales de pétrole et de gaz pour garantir la stabilité. Les monopoles naturels de l'énergie seront renationalisés pour maîtriser les tarifs, et une réserve stratégique équivalente à 12 mois de consommation sera constituée en utilisant toutes les sources d'énergie domestiques. Ainsi, cela permettrait de garantir un approvisionnement stable et abordable, de réduire la dépendance aux marchés internationaux et de fournir une base énergétique solide pour la relance industrielle du pays."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de subordonner la transition énergétique aux impératifs de souveraineté démocratique et de justice sociale, plutôt qu'à un calendrier dogmatique. La bonne approche consiste à lancer un grand débat national, validé par référendum, sur les coûts et les modalités du 'zéro net' afin que la charge ne pèse pas sur les ménages modestes. Le rythme de la transition doit être dicté par la capacité de la population à y faire face financièrement. La sécurisation de l'approvisionnement passe par la renationalisation des infrastructures clés, comme le réseau électrique, pour les soustraire à la logique de profit. Ainsi, cela permettrait de garantir un mix énergétique fiable et abordable, en s'assurant que la transition vers une économie plus verte soit une avancée collective et maîtrisée, et non une source de précarité."
      }
    ]
  },
  {
    "question": "Comment relancer la productivité, l’investissement et la politique industrielle (incluant l’IA) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de piloter une nouvelle politique industrielle fondée sur la stabilité et le partenariat stratégique pour débloquer l'investissement privé. La priorité est de mettre fin à l'incertitude réglementaire et fiscale qui freine la productivité. La bonne approche consiste à instaurer un Conseil de la Stratégie Industrielle indépendant pour garantir une vision à long terme, et à créer un fonds de richesse national capitalisé à hauteur de 7,3 milliards de livres. Ce fonds co-investira avec le secteur privé dans des projets transformateurs – gigafactories, hydrogène, capture de carbone – avec un objectif de levier de trois euros privés pour chaque euro public. La fiscalité des entreprises sera plafonnée à 25 % sur la durée du mandat pour offrir une visibilité maximale, tandis que le développement de l'IA sera soutenu par une simplification des autorisations pour les centres de données. Ainsi, cela permettrait de rebâtir une base industrielle solide, de créer des emplois de haute qualité sur tout le territoire et d'assurer une position de leader dans les technologies d'avenir."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de créer un écosystème d'affaires de premier plan en combinant une fiscalité stable, une déréglementation ciblée et des investissements stratégiques dans les technologies d'avenir. La bonne approche consiste à garantir un cadre fiscal compétitif, en excluant toute hausse de l'impôt sur les sociétés et en pérennisant les dispositifs d'amortissement intégral pour l'investissement. En parallèle, l'allègement réglementaire sera accéléré, avec l'objectif de réformer plus de la moitié du corpus de lois hérité d'ici 2026. Un plan de 4,5 milliards de livres soutiendra les industries stratégiques tandis qu'un investissement public de plus de 1,5 milliard dans la puissance de calcul propulsera le développement de l'intelligence artificielle. Ainsi, cela permettrait de stimuler une hausse structurelle de la productivité, en faisant de l'innovation privée le principal moteur de la croissance industrielle."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de restaurer la confiance des entreprises en instaurant un cadre stable et prévisible, centré sur une stratégie industrielle claire et des relations commerciales apaisées avec les partenaires économiques les plus proches. Cette stratégie, pilotée par un conseil indépendant, prioriserait les investissements dans les technologies vertes et l'intelligence artificielle. Pour y parvenir, un objectif d'investissement en R&D serait fixé à 3% du PIB d'ici 2030, et une nouvelle fiscalité sur le rachat d'actions inciterait les grandes entreprises à privilégier l'investissement productif. Concernant l'IA, un cadre réglementaire intersectoriel serait mis en place pour encourager l'innovation tout en garantissant la transparence. Enfin, pour libérer le potentiel des PME, la fiscalité professionnelle serait réformée. Ainsi, cela permettrait de stimuler la productivité, de créer des emplois qualifiés et de positionner durablement l'économie nationale à la pointe de l'innovation mondiale."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de piloter une transformation industrielle à grande échelle, en substituant le paradigme de la croissance infinie par un modèle économique durable, financé par un investissement public massif. L'approche consiste à initier un programme d'investissement de 40 milliards de livres par an, ciblant les infrastructures énergétiques, les transports propres et la rénovation des bâtiments. Pour y parvenir, le secteur financier sera mis à contribution, avec une obligation de désinvestissement des énergies fossiles d'ici 2030 et la création de banques régionales d'investissement pour soutenir les PME. L'innovation, notamment dans l'intelligence artificielle, sera encadrée par une régulation préventive qui protège les droits des travailleurs et la création, tandis que la recherche et développement bénéficiera d'une enveloppe de plus de 30 milliards sur cinq ans pour les technologies vertes. Ainsi, cela permettrait de bâtir une nouvelle base industrielle résiliente et décarbonée, où la productivité est mesurée par sa contribution au bien-être collectif et à la durabilité écologique."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de provoquer un choc de compétitivité en libérant les entreprises des contraintes fiscales et réglementaires qui freinent l'investissement et la productivité. La bonne approche consiste à alléger massivement la fiscalité sur le capital et la production, en réduisant l'impôt sur les sociétés à 15% à terme et en exonérant plus d'un million de petites entreprises. En parallèle, une déréglementation radicale serait engagée, notamment par la simplification du droit du travail pour faciliter l'embauche et la suppression de milliers de lois héritées qui entravent l'industrie. L'investissement dans les secteurs de pointe, comme l'IA, serait stimulé par la libre initiative privée plutôt que par des subventions, tandis que des secteurs stratégiques comme l'industrie de défense nationale bénéficieraient d'incitations ciblées. Ainsi, cela permettrait de restaurer un environnement pro-entreprise, d'attirer les capitaux et de déclencher une croissance tirée par l'innovation et l'investissement privé."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de garantir la souveraineté énergétique et de lancer une ré-industrialisation ambitieuse, en considérant la première comme le socle de la seconde. La bonne approche consiste à renationaliser le secteur de l'énergie pour maîtriser les coûts, en portant la part du nucléaire à 40 % de l'électricité d'ici 2035 et en exploitant les ressources nationales fossiles pour garantir la sécurité d'approvisionnement, s'écartant ainsi des objectifs rigides de \"zéro net\". Parallèlement, une politique industrielle active sera menée via un fonds souverain et une banque nationale de développement, investissant 10 milliards par an dans des secteurs stratégiques comme les réacteurs modulaires, l'hydrogène et les véhicules électriques. Ainsi, cela permettrait de sécuriser une énergie fiable et abordable, de stimuler massivement l'investissement productif, de relocaliser les chaînes de valeur critiques et d'assurer une compétitivité durable pour l'économie nationale."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de piloter une renaissance industrielle en alignant l’investissement, la productivité et l'innovation sur les intérêts à long terme de la nation. La bonne approche consiste à lancer une politique industrielle dirigée, financée par l'investissement public et des structures bancaires réorientées vers le secteur productif. La productivité sera débloquée en instaurant un contrôle accru des salariés sur leur outil de travail, notamment par un droit de préemption sur les entreprises viables menacées de délocalisation ou de fermeture. L'introduction de l'intelligence artificielle et d'autres technologies de pointe sera conditionnée à un contrôle démocratique strict pour que leurs bénéfices profitent à la collectivité. Ainsi, cela permettrait de rebâtir une souveraineté industrielle, de sécuriser les chaînes d’approvisionnement et de garantir que le progrès technologique serve le bien commun."
      }
    ]
  },
  {
    "question": "Quelles priorités en éducation (recrutement d’enseignants, programme, résultats, apprentissage) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de garantir l'égalité des chances en investissant à chaque étape du parcours éducatif, de la petite enfance à la qualification professionnelle, pour que la réussite ne soit plus déterminée par le milieu social. La priorité est de renforcer la qualité de l'enseignement par le recrutement de 6 500 nouveaux enseignants experts dans les matières clés, financé par la suppression des exonérations fiscales pour les établissements privés. Parallèlement, l'accès sera élargi dès le plus jeune âge avec 3 000 nouvelles crèches en milieu scolaire et des petits-déjeuners gratuits dans toutes les écoles primaires pour lutter contre les inégalités. Le programme scolaire sera modernisé pour mieux préparer à la vie active, tandis que le système d'apprentissage sera rendu plus flexible et piloté par un nouvel organisme national des compétences pour répondre aux besoins de l'économie. Ainsi, cela permettrait de relever le niveau général, de réduire la fracture scolaire et de doter le pays d'une main-d'œuvre hautement qualifiée, prête pour les défis de demain."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait d'instaurer un système éducatif unifié et exigeant, qui garantit la maîtrise des fondamentaux et prépare chaque jeune à la vie active et citoyenne. Pour y parvenir, la priorité est de recruter et retenir les enseignants dans les matières et les zones prioritaires grâce à des primes fiscales significatives, tout en renforçant la discipline par l'interdiction généralisée des téléphones portables à l'école. L'axe central est la création d'un nouveau standard avancé pour les 16-19 ans, fusionnant les filières académiques et techniques et rendant obligatoires l'anglais et les mathématiques jusqu'à 18 ans. Ce cursus sera complété par la création de 100 000 places d'apprentissage supplémentaires, financées par la suppression des filières universitaires jugées peu performantes en termes de débouchés, et par l'instauration d'un service national obligatoire pour tous les jeunes de 18 ans. Ainsi, cela permettrait de former une génération dotée de compétences solides et d'un sens civique renforcé, en alignant l'offre de formation sur les besoins réels de l'économie tout en garantissant l'excellence académique."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de traiter l'éducation comme un écosystème complet, en s'attaquant simultanément au bien-être des élèves, à la valorisation des enseignants et à la modernisation des infrastructures. La bonne approche consiste à placer un professionnel de la santé mentale dans chaque école primaire et secondaire, une mesure financée par une augmentation de la fiscalité sur les géants du numérique, et à garantir un soutien scolaire individualisé pour chaque élève en difficulté. Pour retenir les talents, une revalorisation salariale annuelle, juste et entièrement financée, serait assurée par un organisme de révision indépendant du gouvernement. L'augmentation du financement par élève au-delà de l'inflation permettrait de rénover les bâtiments et de recentrer les programmes sur les compétences essentielles comme l'esprit critique. Ainsi, cela permettrait de réduire la fracture scolaire, de créer un environnement d'apprentissage plus serein et de doter chaque enfant des compétences nécessaires pour réussir, quel que soit son parcours."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de refonder le système éducatif pour mettre fin à la logique de la performance et de la compétition, en le recentrant sur l'épanouissement individuel, l'inclusion et le bien-être de chaque élève. La bonne approche consiste à un réinvestissement massif, avec une enveloppe de 8 milliards de livres pour les écoles, incluant une revalorisation salariale significative pour attirer et retenir les enseignants. Pour y parvenir, il s’agit de supprimer les mécanismes de tests à fort enjeu et l'OFSTED, afin d’alléger la pression sur les élèves et les équipes pédagogiques. L'accent sera mis sur un programme scolaire élargi, accordant une place égale aux matières artistiques et professionnelles, et intégrant l'éducation au climat, tandis que le soutien aux élèves à besoins spécifiques sera renforcé par un investissement dédié de 5 milliards. Ainsi, cela permettrait de créer un environnement d'apprentissage plus serein et équitable, où la réussite n'est plus mesurée par des tests standardisés mais par la capacité à former des citoyens épanouis et préparés aux défis de demain."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de refonder le système éducatif pour qu'il transmette un héritage culturel commun et des valeurs partagées, tout en garantissant un environnement d'apprentissage serein et exigeant. La priorité serait de mettre en place un programme scolaire patriotique, en veillant à un traitement équilibré des faits historiques. Toute forme d'idéologie politisée, notamment sur les questions de genre, serait bannie des écoles primaires et secondaires, où les installations non-mixtes seraient la norme. La discipline serait restaurée par l'exclusion systématique des élèves violents vers des structures adaptées. Parallèlement, pour désengorger le secteur public et améliorer la qualité pour tous, un crédit d'impôt de 20% serait accordé aux familles choisissant l'enseignement privé. Ainsi, cela permettrait de former des jeunes dotés de compétences solides et de valeurs claires, en recentrant l'école sur sa mission de transmission des savoirs fondamentaux plutôt que sur des débats de société clivants."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de rééquilibrer fondamentalement le système éducatif pour revaloriser la voie professionnelle et la placer sur un pied d'égalité avec la filière académique. L'approche prioritaire consiste à faire des qualifications techniques la voie d'accès normale pour des métiers essentiels du service public, comme les soins infirmiers ou la police, qui requièrent actuellement un diplôme universitaire. Le nombre de places en apprentissage et en filières techniques sera fortement augmenté, et les employeurs recrutant des apprentis bénéficieront d'un remboursement substantiel de leurs salaires. Parallèlement, le programme scolaire sera enrichi d'un cours de \"Bien-être\" axé sur les compétences pratiques de la vie quotidienne, de la gestion financière à la santé. Ainsi, cela permettrait de mieux aligner les compétences des jeunes avec les besoins réels de l'économie, de garantir des perspectives de carrière solides à tous les élèves et de lutter contre la pénurie de main-d'œuvre dans les secteurs clés."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de refonder l'éducation comme un pilier de l'égalité et une infrastructure sociale, accessible tout au long de la vie. La bonne approche consiste à lever les obstacles matériels à la réussite en instaurant la gratuité des repas scolaires et des transports pour tous les élèves, sans condition de ressources. Le modèle universitaire sera transformé en garantissant un premier diplôme gratuit, accessible à tout moment de la vie pour mettre fin à l'endettement étudiant, tandis qu'un soutien financier massif sera dirigé vers les filières professionnelles et l'apprentissage. La priorité sera donnée à des classes à effectifs réduits et à une plus grande autonomie pour les enseignants. Ainsi, cela permettrait de garantir que le potentiel de chacun, qu'il soit académique ou technique, puisse se réaliser pleinement, indépendamment de son origine sociale."
      }
    ]
  },
  {
    "question": "Comment financer et organiser la prise en charge de la dépendance et les services sociaux ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de refonder la prise en charge de la dépendance en instaurant un Service National unifié, afin de garantir une qualité de soin homogène sur tout le territoire. La bonne approche consiste à fixer des standards nationaux stricts pour tous les prestataires, tout en privilégiant le maintien à domicile et une organisation locale des services. L'axe central sera la revalorisation du secteur via un accord de branche contraignant qui définira des salaires, des conditions de travail et des standards de formation équitables pour tous les employeurs. Parallèlement, le rôle des soignants sera renforcé et professionnalisé pour mieux s'intégrer aux parcours de santé. Ainsi, cela permettrait de mettre fin à la loterie territoriale des soins, de stabiliser le secteur en résolvant la crise des effectifs et de garantir à chacun une prise en charge digne et prévisible."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir un système de prise en charge de la dépendance à la fois soutenable pour les finances publiques et prévisible pour les usagers, en protégeant les individus contre des coûts catastrophiques. La bonne approche consiste à stabiliser le financement du secteur en accordant aux autorités locales des budgets pluriannuels, leur offrant ainsi la visibilité nécessaire pour planifier les services. L'axe central de la réforme est la mise en œuvre d'un plafonnement des coûts de la prise en charge à la charge des particuliers, qui entrera en vigueur dès octobre 2025. Cette mesure s'accompagnera d'une action ciblée pour renforcer l'attractivité des carrières dans le secteur, soutenir les aidants non professionnels et développer des solutions de logement adaptées. Ainsi, cela permettrait de mettre fin à l'incertitude financière qui pèse sur les familles, tout en posant les bases d'un service social plus résilient et de meilleure qualité."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de refonder le système de prise en charge de la dépendance en le basant sur le besoin et non sur la capacité à payer, afin que personne n'ait à vendre son domicile pour financer ses soins. La pierre angulaire de cette approche est l'instauration de la gratuité des soins personnels essentiels. Pour en garantir la pérennité, une commission transpartisane serait établie afin de bâtir un consensus national sur un modèle de financement durable. Cette ambition s'accompagne d'une revalorisation du secteur, avec la création d'un Ordre professionnel des soignants et l'instauration d'un salaire minimum national pour les aides à domicile, nettement supérieur au salaire minimum général. Enfin, un soutien accru aux aidants non professionnels serait garanti, avec un droit opposable à des pauses régulières et un congé rémunéré. Ainsi, cela permettrait de garantir à chacun des soins dignes et de qualité, de valoriser des métiers essentiels et de soulager la pression sur le système de santé."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de refonder la prise en charge de la dépendance en la transformant en un service public universel, garantissant la dignité à chaque étape de la vie. L'axe central consiste à instaurer la gratuité des soins personnels pour les personnes âgées et les personnes en situation de handicap, qu'elles vivent à domicile ou en établissement. Cette transformation radicale sera financée par un investissement public massif de 20 milliards de livres par an. Pour y parvenir, une revalorisation des salaires et la mise en place d'une véritable structure de carrière pour les soignants sont prévues afin de professionnaliser le secteur et de combler les postes vacants. Ainsi, cela permettrait de garantir que personne ne soit contraint de vendre son domicile pour financer ses soins, tout en soulageant la pression immense qui pèse sur les millions d'aidants familiaux."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de garantir une prise en charge digne et pérenne pour les personnes âgées en réformant en profondeur le système de financement et en luttant contre les abus financiers qui le minent. La première étape consisterait à lancer une commission d'enquête nationale pour définir un plan durable, basé sur un guichet de financement unique pour plus de clarté et soutenu par des incitations fiscales et des allègements de TVA pour les prestataires. En parallèle, une action résolue serait menée pour mettre fin aux montages fiscaux complexes de certains grands groupes de maisons de retraite et pour s'assurer que les excédents des régimes de retraite bénéficient intégralement aux cotisants. Ainsi, cela permettrait de rediriger les ressources vers les soins effectifs et de construire un système fondé sur la simplicité, la responsabilité et le respect des aînés."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de garantir une prise en charge digne et universelle de la dépendance en mettant fin à la fragmentation actuelle du système. La bonne approche consiste à créer un Service National de la Dépendance, financé et piloté de manière centralisée, pour assurer une qualité de service homogène sur tout le territoire. Le financement sera complété par un mécanisme de volontariat public : les citoyens de plus de 65 ans pourront acquérir des crédits pour leur propre future prise en charge en travaillant dans le secteur. Parallèlement, l'accès aux services sociaux sera simplifié par la création de guichets uniques locaux regroupant toutes les aides. Ainsi, cela permettrait d'établir un droit universel à des soins de qualité, d'alléger le fardeau financier pour les individus et de rendre le système d'aide sociale plus efficace et accessible."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de bâtir un système de prise en charge de la dépendance et de services sociaux entièrement public et gratuit, fondé sur la solidarité. La bonne approche consiste à apporter un soutien direct et complet de l'État aux familles qui s'occupent de leurs proches âgés ou handicapés, en reconnaissant leur rôle comme une contribution essentielle. Pour ceux nécessitant un accompagnement plus lourd, un réseau de maisons de retraite et de logements adaptés de haute qualité sera développé et financé par la collectivité. L'ensemble de ces services sociaux sera pleinement intégré au système de santé national et financé par une fiscalité redistributive. Ainsi, cela permettrait de garantir une vie digne à tous, en transformant le soin en une responsabilité collective plutôt qu'un fardeau individuel."
      }
    ]
  },
  {
    "question": "Quelles réponses à la criminalité, à la sécurité de proximité et à la justice plus rapide/efficace ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de restaurer la sécurité du quotidien en combinant une présence policière visible et dissuasive avec une justice qui protège plus efficacement les victimes. La priorité est de rétablir une police de proximité en recrutant des milliers d'agents et de personnels de soutien dédiés aux patrouilles dans les centres-villes, afin que chaque quartier ait un interlocuteur identifié. En parallèle, des mesures ciblées s'attaqueront à la délinquance qui mine la vie locale, avec des ordonnances d'exclusion pour les multirécidivistes et des plans d'action pour diviser par deux la violence grave, notamment les agressions au couteau. Le système judiciaire sera réformé pour accélérer les procédures, notamment via la création de tribunaux spécialisés pour les cas les plus graves comme les viols. Ainsi, cela permettrait de réduire tangiblement la criminalité, de restaurer la confiance entre la population et les forces de l'ordre, et de garantir que les délinquants soient appréhendés et jugés sans délai."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de rétablir la sécurité au quotidien par une double action : une présence policière dissuasive au plus près des citoyens et une justice intransigeante qui garantit l'exécution des peines. L'approche consiste à garantir une présence visible et permanente en recrutant 8 000 agents de proximité supplémentaires, un pour chaque quartier, et en les équipant de technologies modernes comme la reconnaissance faciale. Parallèlement, la justice sera rendue plus ferme et rapide : les peines pour les crimes les plus graves seront purgées intégralement, la libération conditionnelle sera supprimée pour les meurtres les plus odieux, et une capacité carcérale accrue par la création de 20 000 places de prison d'ici 2030 assurera l'effectivité des sentences. La réduction des délais judiciaires sera assurée par le maintien des salles d'audience temporaires et la numérisation des procédures. Ainsi, cela permettrait de garantir une baisse tangible de la délinquance de voisinage, de restaurer la confiance dans l'autorité judiciaire et d'envoyer un signal clair que chaque délit fera l'objet d'une sanction rapide et appliquée."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de refonder le pacte de confiance entre les citoyens et les forces de l'ordre en réorientant l'action policière vers la prévention et la résolution visible des crimes du quotidien. La bonne approche consiste à restaurer une véritable police de proximité, visible et ancrée dans les territoires, avec une garantie légale que chaque cambriolage fera l'objet d'une enquête sur place. En parallèle, un investissement massif dans le système judiciaire viserait à diviser par deux les délais de jugement, assurant une justice plus rapide pour les victimes. La stratégie s’appuierait également sur un plan national de réinsertion pour les délinquants afin de briser le cycle de la récidive. Ainsi, cela permettrait de rétablir la sécurité au cœur des quartiers, de garantir que les victimes soient entendues et que la justice soit non seulement rendue, mais rendue dans des délais raisonnables."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de rompre avec une approche purement punitive pour privilégier la prévention du crime et la justice réparatrice. L'axe central est un plan d'investissement de 11 milliards de livres dans le budget de la justice pour restaurer l'aide juridique, réparer les tribunaux et accélérer les procédures. En parallèle, la sécurité de proximité serait renforcée par une police recentrée sur le consentement des communautés, ce qui implique l'abandon des pratiques jugées traumatisantes comme le 'stop and search' systématique. La priorité serait donnée à la prévention, notamment en réinvestissant dans les services de jeunesse et en dépénalisant la possession de drogues pour un usage personnel afin de réorienter les usagers vers les services de santé. Ainsi, cela permettrait de s'attaquer aux racines de la délinquance, de restaurer la confiance dans la police et de garantir une justice plus rapide et plus juste pour tous."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait d'inverser la tendance en instaurant une politique de tolérance zéro, où la certitude et la sévérité de la peine redeviennent la norme pour protéger les citoyens. La bonne approche consiste à renforcer massivement les forces de l'ordre avec 40 000 agents supplémentaires en cinq ans, en leur donnant pour mission d'intensifier les contrôles préventifs et de réprimer toute forme de délinquance. La réponse pénale serait systématiquement durcie : peine de prison à vie obligatoire pour les récidivistes violents et les trafiquants de drogue, et incarcération pour les crimes violents. Pour garantir cette fermeté, le budget de la justice serait augmenté de 2 milliards de livres, et 10 000 nouvelles places de prison seraient créées. Ainsi, cela permettrait de restaurer l'ordre public, de garantir que les criminels paient pour leurs actes et de rendre les rues plus sûres pour les citoyens."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait d'instaurer une politique de tolérance zéro, fondée sur la certitude de la peine et la rapidité de la justice, pour garantir la sécurité des citoyens et dissuader la criminalité. La bonne approche consiste à recentrer les forces de l'ordre sur un unique objectif mesurable : la réduction de la délinquance dans les zones les plus touchées. La justice sera accélérée pour rendre un verdict dans un délai de trois mois après l'inculpation, tandis que les peines pour les récidivistes et les crimes violents seront systématiquement doublées, avec une peine plancher de dix ans de prison dès la troisième infraction grave. Tout ressortissant étranger condamné sera expulsé sans délai à la fin de sa peine et définitivement interdit de retour. Ainsi, cela permettrait de briser les carrières des délinquants d'habitude, de garantir une réponse judiciaire rapide et dissuasive, et de rétablir un ordre public visible dans l'ensemble des communautés."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de mener une action de front contre la criminalité, en s'attaquant à la fois à ses racines sociales et à ses manifestations les plus organisées qui minent les communautés. La bonne approche consiste à recentrer la police sur ses missions fondamentales de protection des plus vulnérables, en augmentant ses moyens dans les zones à forte criminalité et en la déchargeant des missions sociales qui ne lui incombent pas. Les lois et les peines seront réorientées pour cibler prioritairement les chefs de réseaux criminels organisés, tout en offrant des voies de réhabilitation à leurs exécutants. L'accès à la justice sera démocratisé par la création d'un service national d'aide juridique entièrement financé. Ainsi, cela permettrait de restaurer la sécurité du quotidien, de démanteler les structures criminelles et de garantir une justice plus rapide et accessible pour tous, indépendamment de leur statut social."
      }
    ]
  },
  {
    "question": "Quelle politique de transports : rail, bus, infrastructures locales et tarification ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de mettre fin à la fragmentation des réseaux de transport en restaurant une vision stratégique et un contrôle public accru. La bonne approche consiste à reprendre progressivement en main le réseau ferroviaire, en le plaçant sous une gestion unifiée et publique au fur et à mesure que les contrats privés arrivent à échéance. Pour les bus, le pouvoir de définir les itinéraires, les horaires et les tarifs sera délégué aux autorités locales, qui pourront opter pour des systèmes de franchise ou la création de régies municipales. En parallèle, un plan national s'attaquera à la dégradation des infrastructures locales, avec un objectif chiffré de réparation d'un million de nids-de-poule supplémentaires par an, financé par le redéploiement de crédits alloués à des projets routiers de moindre valeur. Ainsi, cela permettrait de garantir des services plus fiables et cohérents, de redonner aux usagers la maîtrise de leurs déplacements quotidiens et d'assurer une meilleure intégration entre les différents modes de transport."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de réorienter massivement les investissements vers les infrastructures de transport locales et régionales pour améliorer les trajets du quotidien, en rendant leur coût plus abordable. Le financement proviendra d'une réaffectation de 36 milliards de livres issus d'un projet ferroviaire à grande vitesse vers la rénovation des routes, la modernisation des connexions régionales sous l'égide d'un nouvel organisme public-privé, et le soutien aux bus. Une mesure phare sera le plafonnement permanent du ticket de bus à 2 livres en Angleterre. En parallèle, toute forme de tarification routière au kilomètre sera proscrite par la loi, et les nouvelles restrictions de circulation locale seront soumises à référendum. Ainsi, cela permettrait d'offrir un réseau de transport plus fiable et moins cher, centré sur les besoins concrets des usagers, tout en garantissant la protection des automobilistes contre de nouvelles taxes."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de repenser la mobilité en profondeur pour la rendre à la fois plus accessible financièrement, plus fiable et plus respectueuse de l'environnement. La bonne approche consiste à geler les tarifs ferroviaires et à simplifier la billettique via une nouvelle agence publique, tout en donnant aux autorités locales les pleins pouvoirs pour restaurer et étendre les services de bus, particulièrement dans les zones rurales. Parallèlement, la transition vers les véhicules électriques sera massivement encouragée par le déploiement de bornes de recharge et le rétablissement d'une prime à l'achat. Une part accrue du budget routier sera déléguée aux collectivités pour l'entretien des infrastructures locales. Ainsi, cela permettrait de reconnecter les territoires, d'alléger la charge financière des usagers quotidiens et d'accélérer la transition vers une mobilité décarbonée."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de faire des transports publics et actifs l'épine dorsale d'une mobilité durable et accessible à tous, en rompant avec la dépendance à la voiture individuelle. La bonne approche consiste à reprendre le contrôle public de l'ensemble du réseau ferroviaire et à confier la gestion des bus aux autorités locales, en soutenant leur développement par une subvention annuelle de 10 milliards de livres. L'investissement sera massivement redirigé de la construction routière vers l'électrification du rail et la création d'un vaste réseau de pistes cyclables et de cheminements piétons. La tarification deviendra un levier d'incitation, avec la gratuité des bus pour les moins de 18 ans et des tarifs ferroviaires rendus abordables. Ainsi, cela permettrait de garantir une alternative crédible et économique à la voiture, en assurant la desserte de tous les territoires, y compris ruraux, et en rendant les déplacements quotidiens moins coûteux et moins polluants."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de réorienter la politique de transports vers une approche pragmatique, en abandonnant les grands projets jugés inutiles et en mettant fin aux restrictions qui pénalisent les usagers de la route. La priorité serait de stopper immédiatement les projets de ligne à grande vitesse pour réallouer les 25 milliards d'économies vers la modernisation des réseaux routiers et ferroviaires existants, notamment dans les régions côtières et du nord. Toutes les zones à faibles émissions et les restrictions de circulation locales seraient supprimées, et l'interdiction future des véhicules thermiques serait annulée. Pour les infrastructures nationales critiques, un nouveau modèle de propriété mixte serait instauré, associant une participation publique de 50 % à des fonds de pension nationaux. Ainsi, cela permettrait de garantir une meilleure allocation des fonds publics vers des projets concrets, tout en assurant une plus grande liberté de mouvement et des infrastructures plus fiables au service des usagers."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de restaurer une maîtrise publique totale sur les transports afin de garantir un service intégré, fiable et accessible sur l'ensemble du territoire. La bonne approche consiste à renationaliser intégralement le système ferroviaire au sein d'une entité publique unique contrôlant l'infrastructure, les trains et la billetterie. Parallèlement, un investissement massif sera dirigé vers les services de bus pour réduire les tarifs et protéger les lignes rurales essentielles. Les infrastructures routières seront modernisées et un système de paiement sans contact sera généralisé à tous les transports publics, tout en maintenant l'option du paiement en espèces. Ainsi, cela permettrait de garantir une meilleure connectivité nationale, de mettre fin à la logique de fragmentation et de placer l'efficacité du service public au cœur de la politique des transports."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de concevoir le transport comme un service public essentiel, en le soustrayant à la logique de profit pour garantir un accès universel. La bonne approche consiste à renationaliser les infrastructures ferroviaires et à lancer un plan d'investissement massif pour moderniser l'ensemble du réseau, y compris les routes locales délaissées. L'objectif est de mettre en place un système de transport public entièrement intégré, à tarification très basse ou gratuite. Une première étape concrète sera d'étendre la gratuité des transports publics à tous les enfants sur le territoire national. Ainsi, cela permettrait de créer un réseau national fiable et cohérent qui désenclave les territoires, réduit le coût de la vie pour les usagers et soutient l'activité économique."
      }
    ]
  },
  {
    "question": "Quelle approche des droits au travail (contrats précaires, salaire minimum, conditions et syndicats) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de garantir la sécurité et la dignité au travail en réformant en profondeur le droit social, afin que l'emploi redevienne un véritable levier de sortie de la pauvreté. La bonne approche consiste à introduire, dès les 100 premiers jours, une législation complète qui instaure des droits fondamentaux dès le premier jour de contrat, comme l'indemnité maladie et la protection contre le licenciement abusif. Cette réforme interdira les contrats zéro heure abusifs et la pratique du 'licencier pour réembaucher'. Parallèlement, le salaire minimum sera transformé en un véritable salaire vital, en supprimant les barrières d'âge et en mandatant pour la première fois sa révision en fonction du coût de la vie. La voix collective des travailleurs sera renforcée, et un organisme unique de contrôle veillera à l'application stricte de ces nouveaux droits. Ainsi, cela permettrait de rehausser les conditions de travail pour des millions de personnes, de réduire la précarité et de garantir que les entreprises responsables ne soient plus désavantagées par une concurrence déloyale."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir un équilibre entre la protection des revenus des travailleurs et la flexibilité nécessaire à la compétitivité économique. L'axe central de cette approche est le maintien d'un salaire minimum national fixé aux deux tiers du revenu médian, assurant ainsi un plancher de revenus élevé. Cette protection s'articule avec la préservation d'un marché du travail souple, considéré comme essentiel pour l'investissement et la création d'emplois. Le droit de grève dans les services publics sera encadré par l'application de niveaux de service minimum afin de protéger les usagers, et toute extension des pouvoirs syndicaux jugée préjudiciable à l'économie sera écartée. Ainsi, cela permettrait de soutenir le pouvoir d'achat des plus bas salaires de manière directe, sans introduire de rigidités contractuelles qui pourraient freiner l'embauche et la croissance des entreprises."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de moderniser le droit du travail pour l'adapter aux nouvelles formes d'emploi, en garantissant que la flexibilité ne se fasse plus au détriment de la sécurité des travailleurs. La bonne approche consiste à créer un statut intermédiaire d'entrepreneur dépendant, qui garantirait aux travailleurs des plateformes des droits fondamentaux comme un revenu minimum, les congés payés et les indemnités maladie. Pour décourager la précarité, un salaire minimum majoré de 20 % serait instauré pour les contrats à zéro heure, et le fardeau de la preuve en cas de litige sur le statut du travailleur serait inversé au profit de l'employ"
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de restaurer un équilibre des pouvoirs dans le monde du travail en renforçant les droits collectifs et individuels pour mettre fin à la précarité et garantir une juste rémunération. La bonne approche consiste à garantir un socle de droits fondamentaux pour tous, en instaurant un statut unique et protecteur pour les travailleurs des plateformes, avec des droits pleins et entiers dès le premier jour d'emploi. Un salaire minimum universel serait fixé à 15 livres de l'heure, tandis qu'un écart de rémunération maximal de 1 à 10 serait imposé dans toutes les organisations. Le rôle des syndicats sera restauré par l'abrogation des lois restrictives et l'instauration d'une nouvelle charte des droits des travailleurs. Ainsi, cela permettrait de mettre fin au modèle des travailleurs pauvres et des contrats précaires, en garantissant à chacun la sécurité, une rémunération décente et les moyens de défendre collectivement ses intérêts."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de revaloriser le travail en augmentant le revenu net des salariés et en dynamisant le marché de l'emploi par un allègement des contraintes pesant sur les entreprises. La bonne approche consiste à rendre le travail plus rémunérateur via une augmentation significative du seuil d'imposition à 20 000 livres, augmentant directement le salaire net sans peser sur les employeurs. Parallèlement, le marché du travail serait assoupli en simplifiant drastiquement le droit du travail pour faciliter l'embauche et le licenciement. L'emploi national serait priorisé en instaurant une fiscalité plus lourde sur l'embauche de main-d'œuvre étrangère, tandis que les réglementations pénalisantes pour les travailleurs indépendants seraient supprimées. Ainsi, cela permettrait de créer un marché du travail plus flexible et réactif, où le travail paie mieux et où les entreprises sont incitées à embaucher, stimulant la croissance."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de revaloriser le travail en garantissant une rémunération juste et une sécurité d'emploi renforcée. L'approche consiste à augmenter significativement le salaire minimum pour qu'il dépasse le seuil de bas salaire de l'OCDE, soit deux tiers du revenu médian, au cours d'un seul cycle parlementaire. Parallèlement, la voix des salariés serait amplifiée par la création de conseils d'entreprise, à la demande des employés, dotés de droits formels de co-détermination, de négociation et de consultation sur les décisions majeures. Une protection spécifique contre les licenciements serait aussi accordée aux parents ayant des enfants à charge. Ainsi, cela permettrait de réduire la précarité, d'améliorer le pouvoir d'achat des plus modestes et de réintroduire un dialogue social plus équilibré au cœur de l'économie."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de restaurer la primauté du travail sur le capital en garantissant des conditions d'emploi dignes et sécurisées pour tous. La bonne approche consiste à renforcer le rôle central et l'indépendance des syndicats, en les positionnant comme un contre-pouvoir incontournable dans la négociation des salaires et des conditions de travail. Un socle de droits incompressibles, incluant un salaire décent, des congés payés et une protection maladie, sera garanti pour tous les emplois, tandis que les contrats précaires et l'économie des petits boulots seront strictement encadrés pour mettre fin à l'exploitation. Ainsi, cela permettrait de garantir que chaque emploi offre une sécurité réelle et une juste part de la richesse créée, en faisant de la précarité l'exception et non la norme."
      }
    ]
  },
  {
    "question": "Faut-il réformer les institutions (mode de scrutin, Chambre des Lords, droit de vote à 16 ans) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de moderniser en profondeur les institutions pour restaurer la confiance du public et garantir que le pouvoir politique soit plus représentatif et responsable. La bonne approche consiste à engager une réforme immédiate de la Chambre des Lords, en commençant par la suppression du droit de vote des pairs héréditaires et l'instauration d'un âge de retraite obligatoire, avec l'objectif à terme de la remplacer par une seconde chambre élue. Parallèlement, la démocratie serait élargie en accordant le droit de vote dès 16 ans pour toutes les élections. Enfin, une nouvelle Commission d'éthique et d'intégrité indépendante sera créée pour garantir les plus hauts standards de probité au sein du gouvernement. Ainsi, cela permettrait de rendre le système parlementaire plus légitime, d'impliquer davantage les jeunes dans la vie civique et de s'assurer que les élus servent exclusivement l'intérêt public."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir la stabilité et la clarté du pacte constitutionnel en confirmant les principes qui assurent un lien direct et responsable entre les élus et les citoyens. La bonne approche consiste à écarter toute réforme institutionnelle majeure. Le mode de scrutin majoritaire uninominal à un tour, garant du lien local, sera donc conservé. De même, l'âge du droit de vote sera maintenu à 18 ans, et aucune modification de la composition ou des pouvoirs de la seconde chambre ne sera engagée. L'effort portera plutôt sur le renforcement des processus existants, notamment par la généralisation de la vérification d'identité pour voter. Ainsi, cela permettrait de préserver un cadre démocratique éprouvé et de concentrer l'action publique sur les priorités des citoyens, plutôt que sur des refontes structurelles jugées inutiles."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de refonder le pacte démocratique pour mettre fin à un système où les citoyens sont pris pour acquis, en transférant le pouvoir du centre vers le peuple. La bonne approche consiste à garantir une juste représentation de chaque voix en instaurant la proportionnelle pour l'élection des députés et des conseillers locaux. Parallèlement, la Chambre des Lords serait remplacée par une seconde chambre élue, et le droit de vote serait étendu dès 16 ans pour renforcer la participation. Pour assainir la vie publique, le code de conduite ministériel serait inscrit dans la loi et les dons aux partis politiques seraient strictement plafonnés. Ainsi, cela permettrait de garantir qu'aucun gouvernement ne puisse plus ignorer des pans entiers du pays, de moraliser la vie politique en réduisant l'influence de l'argent et de rendre le pouvoir aux citoyens par une représentation fidèle de leurs choix."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de refonder en profondeur les institutions pour restaurer la confiance et garantir que le pouvoir politique reflète fidèlement la volonté populaire. L'axe central de cette réforme est l'abolition du système électoral majoritaire au profit d'un scrutin proportionnel intégral pour toutes les élections, afin que chaque voix pèse de manière égale. Cette transformation s'accompagne du remplacement de la Chambre des Lords par une seconde chambre entièrement élue, mettant fin à un anachronisme démocratique. Le droit de vote serait également étendu dès l'âge de 16 ans pour mieux inclure la jeunesse dans les décisions qui la concernent. Ainsi, cela permettrait de garantir un parlement véritablement représentatif, de renforcer la légitimité des décisions prises et de revigorer la participation citoyenne."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de refondre l'architecture démocratique pour la rendre plus juste, plus responsable et pleinement souveraine. L'approche centrale consiste à remplacer l'actuelle Chambre des Lords, jugée archaïque, par une seconde chambre plus réduite et véritablement démocratique, débarrassée des nominations politiques. Parallèlement, l'instauration d'un mode de scrutin proportionnel, soumise à référendum, viserait à garantir que chaque voix compte. Pour restaurer la confiance, le vote par correspondance serait strictement limité aux personnes âgées ou en situation de handicap, et la souveraineté nationale serait réaffirmée par un retrait de la Convention Européenne des Droits de l'Homme. Ainsi, cela permettrait de rebâtir un système politique où les élus sont véritablement redevables devant leurs électeurs et où les décisions fondamentales sont prises par des institutions nationales légitimes."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de moderniser les institutions pour briser le duopole politique et garantir une représentation plus équitable des citoyens. La bonne approche consiste à remplacer le mode de scrutin majoritaire par un système de représentation proportionnelle pour les élections nationales, en utilisant la méthode d'Hondt dans des circonscriptions géographiques plurinominales. La chambre haute serait entièrement réformée : les pairs héréditaires et les sièges de droit seraient abolis au profit d'une chambre de 400 membres nommés par une commission indépendante pour un mandat unique de 15 ans, sur la base de la compétence et de l'équilibre politique. Le système des honneurs politiques serait également supprimé. Ainsi, cela permettrait de renouveler la compétition politique, d'assurer une meilleure expertise dans le processus législatif et de renforcer la souveraineté démocratique."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de refonder les institutions pour garantir une démocratie plus directe et une véritable redevabilité du pouvoir envers les citoyens. La bonne approche consiste à instaurer un mode de scrutin proportionnel, à condition qu'il soit structuré pour empêcher les élites des partis de verrouiller les listes de candidats. Parallèlement, la seconde chambre législative serait remaniée en profondeur pour en exclure les politiciens de carrière et y introduire des voix expertes issues des régions et des syndicats, garantissant ainsi un contre-pouvoir indépendant. Enfin, un référendum serait organisé pour que le peuple décide de l'avenir de la monarchie. Ainsi, cela permettrait de briser le monopole d'une caste politique professionnelle et de s'assurer que le pouvoir soit exercé de manière plus responsable et représentative des intérêts populaires."
      }
    ]
  },
  {
    "question": "Quelle relation avec l’Union européenne et les accords post-Brexit (commerce, standards, mobilité) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de substituer la confrontation idéologique par une coopération pragmatique, en consolidant le statut hors de l'Union pour le rendre économiquement viable. La bonne approche consiste à écarter définitivement tout retour au marché unique, à l'union douanière ou à la libre circulation des personnes. La priorité est de négocier des accords sectoriels ciblés pour lever les frictions commerciales inutiles, notamment un accord vétérinaire pour fluidifier les échanges agroalimentaires et un pacte de reconnaissance mutuelle des qualifications professionnelles. En parallèle, un nouveau partenariat de sécurité sera recherché pour renforcer la défense commune. Ainsi, cela permettrait de bâtir une relation stable et constructive avec les partenaires européens, en se concentrant sur les intérêts mutuels sans rouvrir les divisions passées."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de définir une relation de partenariat souverain avec l'Union européenne, fondée sur la coopération commerciale sans aucun compromis sur l'autonomie réglementaire et juridique. La bonne approche consiste à optimiser l'accord de commerce et de coopération existant, tout en refusant catégoriquement tout alignement dynamique sur les normes européennes ou toute soumission à la Cour de justice de l'UE. L'axe central est d'utiliser les libertés retrouvées pour activement démanteler le corpus législatif hérité et bâtir un cadre national plus compétitif. Toute forme de retour à la libre circulation des personnes est fermement exclue. Ainsi, cela permettrait de consolider une relation de bon voisinage et d'égal à égal, en maximisant les avantages d'un commerce sans friction là où c'est possible, tout en garantissant la capacité de diverger pour renforcer l'attractivité économique nationale."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait d'abandonner l'approche conflictuelle pour s'engager dans une reconstruction méthodique de la relation avec l'Union européenne. La bonne approche consiste à déployer une stratégie progressive. Dans un premier temps, il s'agirait de rétablir la confiance par des coopérations ciblées sur la sécurité, la recherche et la mobilité des jeunes. Une fois cette base solide établie, la priorité serait de lever les barrières commerciales les plus pénalisantes en négociant des accords de reconnaissance mutuelle des standards et un accord vétérinaire complet. L'objectif final de cette démarche est de réintégrer le marché unique. Ainsi, cela permettrait de restaurer la prospérité économique en fluidifiant les échanges, de renforcer la sécurité nationale par une coopération accrue et de rouvrir des opportunités concrètes pour les citoyens, marquant une réintégration économique profonde au sein de l'Europe."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de mettre fin à l'isolement post-Brexit en engageant une réintégration progressive et complète au sein de l'Union européenne. La bonne approche consiste à inverser les conséquences les plus dommageables de la sortie par une adhésion, comme première étape, à l'Union douanière. Pour y parvenir, la priorité serait de restaurer sans délai la libre circulation des personnes, offrant des droits réciproques pour vivre, travailler et étudier à travers l'Europe, et de réintégrer le programme Erasmus. Tout nouvel accord commercial serait conditionné au respect des normes sociales et environnementales les plus élevées. Ainsi, cela permettrait de paver la voie, dès que les conditions politiques le permettent, à une adhésion pleine et entière à l'Union européenne, considérée comme l'unique solution pour garantir la prospérité et la sécurité à long terme."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de finaliser la rupture avec l'Union européenne en restaurant une souveraineté économique et juridique totale, jugée indispensable pour libérer le potentiel national. La priorité serait d'abroger unilatéralement et avec effet immédiat les milliers de réglementations européennes encore en vigueur, puis d'engager une renégociation de l'accord commercial pour en supprimer les clauses d'alignement qui brident la compétitivité. Une attention particulière serait portée à la pleine réintégration de l'Irlande du Nord dans le marché intérieur national, en abandonnant le cadre actuel qui la maintient sous juridiction commerciale européenne. Ainsi, cela permettrait d'établir une nouvelle relation de simple coopération entre voisins souverains, en restaurant la primauté du droit national et en créant les conditions d'une divergence réglementaire assumée pour stimuler l'économie."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de stabiliser la relation avec nos voisins européens sur une base pragmatique et souveraine. L'approche consiste à respecter le cadre commercial et de coopération existant, y compris les dispositions relatives à l'Irlande du Nord, pour garantir la prévisibilité des échanges. La coopération serait engagée de manière constructive sur des dossiers d'intérêt mutuel comme la science, la défense et le développement économique, sans toutefois viser un réalignement ou de nouveaux accords de mobilité. La priorité demeure la pleine autonomie réglementaire et le contrôle des frontières nationales. Ainsi, cela permettrait de maintenir une relation de bon voisinage fonctionnelle, centrée sur des bénéfices concrets, sans compromettre l'indépendance de la politique commerciale et migratoire du pays."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de construire une politique commerciale et internationale entièrement souveraine, en tournant la page des arrangements post-Brexit pour redéfinir les relations sur la base des intérêts nationaux. La bonne approche consiste à cesser de prioriser la relation avec l'Union européenne pour se tourner résolument vers les puissances émergentes (BRICS) et bâtir un nouveau réseau de partenariats. Tout accord commercial futur sera fondé sur des principes de juste échange et de non-exploitation, en rupture avec les traités de libre-échange traditionnels. La définition des standards industriels et des règles de mobilité relèvera exclusivement de la compétence nationale pour servir les objectifs de réindustrialisation et de contrôle des flux. Ainsi, cela permettrait au pays de mener une politique étrangère et commerciale véritablement indépendante, affranchie des blocs de pouvoir traditionnels et capable de défendre ses intérêts économiques et sociaux sur la scène mondiale."
      }
    ]
  },
  {
    "question": "Quelles priorités de défense et de sécurité (niveau de dépenses, industrie, alliances) ?",
    "propositions": [
      {
        "candidate_id": "Keir Starmer",
        "value": "L'idée serait de restaurer une posture de défense crédible et souveraine, fondée sur des engagements clairs et des capacités modernisées. La priorité est de garantir les fondamentaux : un engagement absolu envers l'alliance atlantique et la dissuasion nucléaire. Une revue stratégique lancée dès la première année définira les besoins, en vue d'établir une trajectoire de dépenses militaires atteignant 2,5 % du PIB. Parallèlement, une stratégie industrielle de défense sera déployée pour soutenir les entreprises nationales, sécuriser les chaînes d'approvisionnement et mieux accompagner les vétérans. Ainsi, cela permettrait de renforcer l'influence du pays au sein des alliances stratégiques, de garantir sa sécurité face aux menaces émergentes et d'aligner les impératifs de défense avec la politique économique."
      },
      {
        "candidate_id": "Rishi Sunak",
        "value": "L'idée serait de garantir la sécurité nationale et de projeter une influence stabilisatrice dans un contexte international de plus en plus hostile, en se fondant sur une dissuasion crédible. Pour y parvenir, l'engagement est de porter les dépenses de défense à un nouveau plancher de 2,5 % du PIB d'ici 2030, un standard qui doit être promu auprès de tous les alliés. Cette hausse financera la modernisation des forces et une revitalisation de l'industrie de défense nationale, soutenue par au moins 10 milliards de livres d'investissement dans la production de munitions. La sécurité collective sera renforcée par un soutien militaire et financier garanti à l'Ukraine sur le long terme et par l'approfondissement des alliances stratégiques. Ainsi, cela permettrait de doter les armées des capacités nécessaires pour faire face aux menaces futures, de cimenter le leadership du pays au sein des alliances clés et de protéger les intérêts nationaux durablement."
      },
      {
        "candidate_id": "Ed Davey",
        "value": "L'idée serait de repositionner la posture de défense du pays comme un pilier de la sécurité européenne, en réponse à l'incertitude géopolitique et pour garantir une autonomie stratégique accrue. La bonne approche consisterait à augmenter les dépenses de défense pour atteindre au moins 2,5 % du PIB et à inverser la réduction des effectifs de l'armée. Cette ambition serait adossée à une politique industrielle de défense intégrée pour rationaliser les acquisitions et à un leadership renouvelé au sein des alliances européennes, en complémentarité avec l'OTAN. Ainsi, cela permettrait de garantir la sécurité nationale par des moyens crédibles, de moderniser les forces armées en s'assurant de la bonne utilisation des deniers publics, et de renforcer le rôle du pays comme un partenaire fiable et un pilier de la sécurité européenne."
      },
      {
        "candidate_id": "Carla Denyer",
        "value": "L'idée serait de redéfinir la sécurité nationale en abandonnant la dissuasion nucléaire au profit d'une défense conventionnelle et d'une diplomatie renforcée. La bonne approche consiste à engager un désarmement unilatéral complet, en annulant le programme Trident et en signant le traité d'interdiction des armes nucléaires de l'ONU. Plutôt que d'augmenter les budgets, cette stratégie permettrait une réallocation des dépenses militaires massives. Au sein des alliances comme l'OTAN, la priorité serait de promouvoir activement une doctrine purement défensive, où la diplomatie prime systématiquement sur l'intervention militaire et qui adopte le principe du non-recours en premier à l'arme nucléaire. Ainsi, cela permettrait de fonder la sécurité nationale sur la coopération et le droit international, tout en libérant des ressources considérables pour répondre aux véritables urgences climatiques et sociales."
      },
      {
        "candidate_id": "Nigel Farage",
        "value": "L'idée serait de restaurer la pleine souveraineté militaire du pays en engageant un réarmement significatif et en garantissant que les forces armées disposent des moyens nécessaires pour défendre la nation. La bonne approche consiste à engager une hausse programmée du budget de la défense pour atteindre 2,5 % du PIB en trois ans, puis 3 % en six ans. Cet investissement soutiendrait le recrutement de 30 000 soldats à plein temps et la relance d'une base industrielle et technologique de défense souveraine, stimulée par des incitations fiscales. Le statut et la rémunération des militaires seraient également revalorisés pour garantir l'attractivité des carrières. Ainsi, cela permettrait de garantir une force de défense crédible, dotée d'équipements de pointe produits nationalement, et d'assurer pleinement la sécurité du pays et son influence au sein de ses alliances stratégiques."
      },
      {
        "candidate_id": "William Clouston",
        "value": "L'idée serait de refonder la posture de défense sur la protection du territoire national et le renforcement de la résilience stratégique du pays. L'axe central consisterait à sanctuariser un budget de défense à hauteur de 2,5 % du PIB, un plancher strict et distinct des aides extérieures. En parallèle, une refonte complète des processus d'acquisition viserait à renforcer la base industrielle et technologique nationale. L'engagement au sein des alliances historiques serait maintenu, notamment avec les partenaires européens et du Commonwealth, mais recentré sur la défense collective et la production domestique plutôt que sur des interventions extérieures. La dissuasion nucléaire indépendante resterait un pilier non négociable. Ainsi, cela permettrait de garantir une autonomie stratégique accrue et une capacité de défense crédible, capable de protéger les intérêts nationaux face à l'évolution des menaces modernes."
      },
      {
        "candidate_id": "George Galloway",
        "value": "L'idée serait de reprendre le contrôle de la politique de défense pour la recentrer sur une posture strictement défensive et une pleine souveraineté nationale, en rupture avec les alliances militaires perçues comme hégémoniques et dangereuses. La bonne approche consiste à soumettre au peuple, par référendum, la question de l'appartenance à l'alliance militaire dominante, afin de la remplacer par des accords de sécurité mutuelle centrés sur la protection des peuples. Le niveau de dépenses sera optimisé par une révision complète de la hiérarchie militaire, en redirigeant les économies réalisées vers l'équipement et le personnel de première ligne. Une politique d'achat souveraine privilégiera systématiquement l'industrie nationale pour garantir l'autonomie stratégique. Ainsi, cela permettrait de bâtir une force de défense crédible, mieux équipée et autonome, tout en libérant des ressources significatives pour les priorités nationales et en assurant une véritable indépendance stratégique."
      }
    ]
  }
]